{
    "total_articles": 25,
    "articles": [
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/do-general-elections-prompt-employment-law-change-or-is-it-all-big-promises",
            "title": "Do General Elections prompt employment law change or is it all big promises?",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "CIPD Chief Examiner Stephen Taylor reviews how General Elections promote legislative change.\n\nCynicism about promised legislative change in the world of work is widespread in the UK right now. A General Election date has been set for 4 July 2024. In HR, there is an appetite to stay ahead of the column inches, preparing for potential upcoming developments. But just how conscious must we be of election pledges?\n\nWith the General Election countdown on, I have put these promises to the test. Over the past five decades, a total of 14 General Elections have been held. But what parts of the winning parties' manifestos came to fruition? Does employment law change really gain priority status once in power?\n\nFar-reaching reform of employment rights\n\nI started my analysis in 1970, a General Election won by the Conservative Party. The party subsequently brought forward far-reaching reforms of employment regulation in the form of the Industrial Relations Act 1973. The Act introduced both the law of unfair dismissal and effectively established our employment tribunal system. Other measures in that Act in respect of trade union reform and the regulation of industrial action proved less long-lasting, but no one could complain that the plans were not all set out clearly in the manifesto. An Industrial Relations Bill was promised, including 'the right to appeal against unjust dismissal' and this was delivered a few years later.\n\nThere were two general elections in 1974, both won (if only just) by the Labour Party. From an employment law perspective, the consequences were far reaching as this government introduced paid maternity leave, as well as our current sex and race discrimination laws. It retained the tribunals and unfair dismissal regulations of its predecessor but repealed other sections of the Industrial Relations Act. It also established the Advisory, Conciliation and Arbitration Service (ACAS). Most of this was clearly set out in its 1974 election manifestos which promised to repeal the 1973 Act, to introduce 'a charter for women' and to establish ACAS.\n\nThe only significant reform that was later introduced and not prefigured in the manifesto was the introduction of law to deter race discrimination both in work and in society more generally.\n\nMove to collective regulation\n\nThe subsequent four general elections (in 1979, 1983, 1987 and 1992) were won by the Conservative Party. These years saw less by way of an extension of individual employment rights. The earlier measures were retained, but few new rights introduced.\n\nThe focus was on collective employment regulation and measures to regulate aspects of trade union activity industrial act, for example; postal ballots, peaceful picketing, cooling off periods, banning closed shop arrangements and secondary industrial action requiring the election of union leaders. Over 15 years, this programme was introduced through six major employment acts. Many opposed these measures, but it could not be said that they were not all set out in some detail in successive Conservative Party manifestos. There were no hidden agendas. The government stood for election on this platform, won and enacted their proposals.\n\nThe only significant, long-lasting piece of employment legislation enacted by these governments, and not mentioned at all in any manifesto, was the Disability Discrimination Act 1995 which extended employment rights considerably. No hint of this appears in the 1992 Conservative manifesto.\n\nSpectrum of rights broadens\n\nThe Labour Party then won the general elections of 1997, 2001 and 2005, during which time employment rights across a wide spectrum were extended in all kinds of far-reaching ways. The establishment of the National Minimum Wage was a prominent example, and the intention to do this was very clearly set out in the 1997 Labour manifesto along with a lengthy justification for the plan. Here too it was made clear that there would be no repeal of the industrial relations legislation introduced by the Conservatives.\n\nThere were few concrete commitments in respect of employment law made in the 2001 manifesto beyond a general aspiration to continue in the same vein. What was missing from these two manifestos was any indication of several other significant developments that subsequently occurred, notably the Working Time Regulations, measures to regulate discrimination at work on grounds of sexual orientation, religion or belief and age, and the major extensions of family-friendly employment rights. These were not mentioned because they were, in the main, the product of European Law and not matters over which the UK Government had full control.\n\nIn 1997 the Labour Party manifesto stated broad support for the European Union's 'Social Chapter' but gave no detail at all about what this would entail in practice as far as UK employment regulation was concerned. Little more was promised in 2005, that manifesto largely boasting about what had been done previously, while reaffirming a commitment to increase the National Minimum Wage and further promote equality at work as well as 'social partnership' between unions and employers.\n\nDe-regulation sets in\n\nIn 2010 the Conservative manifesto contained no proposals on employment law beyond a general commitment to de-regulate where possible.  The party, of course, ended up serving for five years in coalition with the Liberal Democrats, and it was their employment law agenda which was largely implemented in practice.\n\nThe Liberal Democrat 2010 manifesto was focused on deregulation and committed to extending flexible working rights and introducing some form of an auditing system to tackle ongoing inequality in pay between men and women. Here too the most significant measures were prefigured in a governing party's manifesto.\n\nThere were however two big omissions. Neither of the coalition parties said anything in their manifestos about increasing to two years the length of service required to claim unfair dismissal, and neither said anything about introducing employment tribunal fees.\n\nFulfilled promises\n\nAfter the 2015 election the Conservatives were back in power without a coalition for a period and during this time the most significant piece of new employment law was the Trade Union Act 2016 which brought in stricter rules in respect of balloting thresholds ahead of industrial action. Full details appeared in the party's manifesto, along with a commitment to introduce gender pay gap reporting, increases to the National Minimum Wage and the introduction of some unpaid leave for volunteers.\n\nIn 2017 there was more of the same from the Conservatives in their manifesto. The now renamed National Living Wage would rise, while gender pay gap reporting was again promised. They were a touch vaguer on flexible working, shared parental leave and the rights of gig economy workers, but reference was made to the Taylor Review of employment rights that was about to report. In these areas the government subsequently fulfilled its promises, as was the case with the proposal to subject executive pay packages to binding votes of shareholders.\n\nLatest commitments\n\nWhich brings us to the Conservative manifesto of 2019. What did it say about employment law?  There were four clear commitments in the form of making 'flexible working the default' when requests were made by employees, extending protection for redundancy to women returning from maternity leave, improving rights of parents of babies in neo-natal care and more unpaid leave for carers. There was also a commitment made to give workers the right to request more predictable contracts. All these measures have now been enacted.  The one that has not, at least in any particularly meaningful way, was the proposal to 'create a single enforcement body to crack down on any employer abusing employment law'.\n\nConclusion\n\nMy conclusion is that we can be positive and proactive in considering politicians promises at election time, in respect of employment law.\n\nThere have been omissions on occasion, but by-and-large the party manifesto policies have gone on to be enacted over the past 55 years. Sometimes there is an absence of detail. Moreover, of course, in respect of EU employment law, UK politicians had limited influence. New employment rights often had an EU origin during our decades of membership, and many were far reaching, but these were not the creation of UK politicians. For the most part our political parties simply set out their plans in their manifestos and go on to deliver them.\n\nThe CIPD work alongside all political parties to promote good practice in the world of work.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd_voice_on/posts/international-women-s-day-2024---celebrating-women-in-the-workplace",
            "title": "International Women's Day 2024 - Celebrating women in the workplace",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "The CIPD's Claire McCartney, Senior Policy Adviser, invites the UK Minister for Employment to highlight government initiatives to help women in work thrive.\n\nThe CIPD has been working with UK Government departments and our members to support the attraction, retention and progression of women at work across a number of areas. This includes support for creating menopause-friendly workplaces, promoting flexible working through our co-chairing of the Flexible Working Taskforce and considering the needs of 50+ workers as part of the 50Plus Choices Employer Taskforce.  For International Women's Day on 8 March, we've asked Jo Churchill, Minister for Employment, to reflect on some of the changes that have come about recently and the government's role in making them happen.\n\nJo Churchill:\n\n\"International Women's Day is the perfect occasion to celebrate the talent, skills, and contribution of the near record 16.1 million women in work in the UK.\n\nToday there are 2.4 million more women in work than in 2010, and it is fantastic to see this number growing. This rise would not be achievable without our brilliant Jobcentre staff who support women in their work journey. As well as those working in businesses across the country, who not only recruit from this group but support and encourage female colleagues to stay and progress within their workplaces.\n\nI want to build on this success.\n\nThat is why the DWP continues to support women within the workplace through all their career and life stages, from raising a young family to experiencing menopause as well as progressing in work.\n\nWe know that childcare can be a barrier to work for many parents, particularly women, who are more likely to have unpaid caring responsibilities. This is why last year, we improved the affordability of childcare for individuals on Universal Credit (UC), something I know the CIPD was pleased to see. UC support now offers even more help with upfront childcare costs when a parent enters work or extends their hours. We have also increased the generosity of the UC childcare costs caps by nearly 50%, to PS950.92 for one child and PS1,630.15 for two or more children respectively. We know that these changes are already making a huge difference to families across the country.\n\nLast year, my colleague, the Minister for Disabled People, Mims Davies MP appointed the Department's first ever Menopause Employment Champion. Helen Tomlinson is working to promote the benefits of supporting women experiencing menopause within businesses. To coincide with her work, we have also launched new guidance on the Help to Grow website which provides businesses with the resources they need to help educate their organisation and workers on menopause. I know the CIPD have provided excellent resources for this site which are helping businesses across the country to improve support.\n\nEvidence shows working flexibly benefits everyone with additional responsibilities, or who needs or wants to continue working. To support this, from 6 April 2024, employees will be able to request flexible working from day one of a new job, with employers required to consider any requests. Should employers feel unable to accept the request, they will need to consult with the employee. We hope this helps more women to enter the workplace.\n\nMany of you reading this will be responsible for recruitment within your respective organisations and I want to take this opportunity to remind you of the fantastic pool of dynamic, hardworking, and skilled candidates available through your local Jobcentre. As you look to expand your workforce or fill a vacancy, the DWP is available to help.\n\nI want to see women progress and grow in their careers and confidence, and reach their full potential. We know women want this too.\"\n\n***\nShare your stories on International Women's Day with us on Twitter\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/voice_on/posts/history-says-ai-will-boost-productivity-wages-and-employment",
            "title": "History says AI will boost productivity, wages and employment",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Jon Boys, Senior Labour Market Economist at the CIPD, examines how AI might impact automation, wages and employment\n\nDuring the Industrial Revolution in the late 1700s, economic growth exploded but curiously wages stagnated, a situation termed as Engels' pause (after philosopher Friedrich Engels). Citing the pause, Carl Frey argues that the Luddites - who protested against industrialisation and the subsequent loss of employment and fall in wages by destroying textile machinery - had a point. Technology might make us all richer in the long run, but the short run is for some a lifetime.\n\nWith AI poised to boost productivity, are we facing another Engel's pause or an immediate uplift to pay?\n\nPay and jobs\n\nIn the UK, real pay today has barely recovered to levels seen after the financial crash of the 1980s, with lacklustre productivity to blame. But if AI can do the heavy lifting, we could become more productive, in turn boosting wages. Meanwhile, jobs show a rosier picture. Unemployment in the UK remains incredibly low. Businesses and policymakers are worried that a lack of workers could constrain growth. As ageing populations move into retirement, workers are becoming scarcer and the imperative to adopt technologies like AI is high.\n\nHistorical precedent suggests employment and wages will rise. The Engel's pause was just that, a pause. We eventually became richer because of our ability to dramatically boost output. Wages grew because efficiency meant employers could afford to pay more. Employment grew because we came up with new jobs to create the products and services all this new wealth could buy. Historical precedent would suggest that AI-induced productivity gains will do the same as previous rounds of automation, boosting wages and employment.\n\nCheaper means more\n\nBy making a product or service cheaper, AI could boost demand. Machines made translation cheaper and boosted the number of people working in translation (though their average wage did fall). And there's Uber, which by reducing the cost of a taxi service increased the number of journeys taken, and Spotify, which increased the amount of music people listen too. So what new services might AI bring within reach of the everyday consumer? Most people have never commissioned a piece of artwork for their house, a headshot for their Linkedin profile picture or had a one-to-one language or maths tutor.\n\nEarly evidence - unorganised vs organised labour\n\nA fascinating study looked at the wages of freelancers on the platform Upwork. This is one of least regulated parts of the labour market as disparate freelancers around the world compete for work with no ongoing employment obligation. It may, therefore, be a bellwether for the effects of AI in the rest of the labour market. The most exposed freelancers are 'experiencing reductions in both employment and earnings' and highly rated freelancers are no better protected. Essentially generative AI has made people more substitutable.\n\nAlthough ultimately ineffective, it must have been cathartic for the Luddites to smash up a loom. But how can one rage against a large language model like ChatGPT? The Hollywood writers' strike is probably the modern-day equivalent. Unlike the dispersed and unorganised freelancers on Upwork, the script writers are geographically and linguistically similar people who were able to organise through their union secured assurances over the use of AI in Hollywood. Time will tell if the threat is removed or just postponed - given the speed with which AI animation is moving, an upstart outside of Hollywood might soon be making AI movies.\n\nWhite vs blue collar work\n\nIn a study with management consulting firm BCG, 758 consultants were assigned 18 tasks. Some had access to ChatGPT4 and some did not. The AI-supported consultants completed 12.2% more tasks, 25.1% quicker, with 40% higher quality. Interestingly, middle performing consultants were able to close the gap with their top performing colleagues when using AI, which suggests that AI could be a great leveller and may therefore reduce earnings inequality within occupations. It is notable too that this new wave of automation is most amenable to white collar knowledge work.\n\nWhat will happen to employment and jobs?\n\nGiven what I have read and researched, I'm going to be bold and offer some possible predictions (but if you have other thoughts feel free to let me know if the comments below):\n\nArtificial General Intelligence\n\nThe stated mission of open.ai, the team behind ChatGPT, is to create artificial general intelligence (AGI). Many in the company believe that this is not only possible, but, when it comes, all bets are off. The problem-solving abilities of a superintelligence mean that things that worry us today, like money, will suddenly be engineered away. I hope they're right.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/uk-employment-law-updates-march-2024-sexism-in-the-city-just-the-start-ruling-on-verbal-requests-for-parental-leave-confusion-over-government-guidance",
            "title": "UK employment law updates March 2024 – Sexism in the City ‘just the start’| Ruling on verbal requests for parental leave | Confusion over government guidance",
            "author": "",
            "date": "",
            "tags": [
                "employment law update",
                "Employment law"
            ],
            "full_text": "In our March 2024 legal blog the CIPD explores how the financial industry's Sexism in the City report may point to the tip of an 'inappropriate NDAs iceberg'. We look to the clarification provided in cases of verbal request for unpaid parental leave, plus, the confusion that has arisen following the UK Government's guidance on part-year workers in schools...\n\nSexism in the City\n\nThe House of Commons' Sexism in the City investigation returned in March 2024. Within the far-reaching findings, the Committee found that within the UK financial services industry, NDAs are being used inappropriately. Concerningly, inappropriate use was particular to sexual harassment cases.\n\nThe report reads: \"The elimination of sexual harassment including serious sexual assault, and bullying, should be a minimum standard expected to be guaranteed across the sector. It is a source of deep concern to us that this has not yet been achieved. This needs to be addressed and urgently.\"\n\nConcurrently, the Legal Services Board (LSB) have published the Mis-use of Non-Disclosure Agreements report which does not fare much better.\n\nFocused on whether sufficient legal guidance is shared with individuals who are presented with NDAs, the board found that insufficient information or guidance on the use of such agreements has increased since 2020.\n\nWorryingly, the LSB found notable misuse in the education, charity and legal sectors. The cases where NDAs were being presented inappropriately included in claims of maternity discrimination and sexual harassment, assault or abuse.\n\nAnyone using NDAs in their sector should note the increasing scrutiny in this area and ensure that policies on the use of such agreements are reviewed. If considering the use of an NDA, sufficient legal guidance should be offered to all parties. The CIPD provide information on the proper use of NDAs in our 'Sexual harassment in the workplace' guide.\n\nPete wasn't just 'being Pete' when he verbally sought parental leave\n\nMarch has seen a case pass through the Employment Appeal Tribunal system which questions at which point an employee is considered to have \"sought\" parental leave.\n\nHere the claimant stated that verbal requests for unpaid parental leave were refused with the reasonings that he was required to be in the office \"Monday to Friday, 8-5pm with no exceptions\". Further, when recounting the rejection to the managing director, his disgruntlement was said to have been dismissed as \"Pete just being Pete\".\n\nThe claimant was later made redundant.\n\nThe key point of the case was that although the claimant did not make the formal request for parental leave (as set out in the Maternity and Parental Leave etc Regulations 1999) were the verbal requests enough to have \"sought\" the leave?\n\nThe EAT agreed with the claimant that the verbal request was enough to have \"sought\" leave. Rt Hon James Taylor held that there is no absolute requirement for a written, formal, request for parental leave. \"Sought\" was a condition satisfied by the actions of the employee.\n\nPeople professionals will note that the case demonstrates that the risk of claims of this nature will be minimised by having clear policies on parental leave and by keeping detailed records of interactions with employees seeking any type of leave.\n\nGovernment guidance confusion\n\nApril 2024 will see the onset of additional part-year workers' rights including the introduction of a consistent calculation method for holiday pay.\n\nThe introduction of this '12.07% method' is no accident. The changes follow a consultation which examined whether a precedent set by the Supreme Court - that part year workers should have their annual leave entitlement pro-rated - was fair. The reassessment was on the basis that part year workers may now be entitled to more paid holiday than part time workers (who were on the pro rata principle).\n\nThe UK Government deemed that employers of part year workers may, from April 2024, calculate holiday pay at the rate of 12.07% of hours worked in a pay period instead.\n\nOne outstanding issue lies in UK Government guidance on this matter. In one of the case study example calculation 'Ian' is paid a flat salary over 12 months but has a contract that states he does not work for periods of the year; therefore, according to the guidance, he would not be classified as a part-year worker. This would leave Ian with the right to pro-rated holiday entitlement once again.\n\nThe issue, highlighted by SchoolsWeek, is pertinent as such contracts, when used for term time contracts for school workers, could end up leaving schools 'out of pocket'. The guidance is said to be being reviewed by the UK Government.\n\nAnd finally\n\nDid you know there are at least nine employment law changes coming into effect this April? The increased rights for employees signal a step-change for people professionals.\n\nAll updated information will be available in our employment law guidance for members.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd_voice_on/posts/world-childless-week-supporting-colleagues",
            "title": "World Childless Week: Supporting Colleagues",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "As part of World Childless Week, running from 16 to 22 September, Claire McCartney, CIPD Policy and Practice Manager, invited Shelleena Biddle to share her experience to help raise awareness of the childless not by choice community.\n\nPlease note, the following contains sensitive information that may be triggering for people who are childless not through choice.\n\nWorld Childless Week enables every childless person to share their story with confidence and supports anyone who is childless despite their wish to be a parent. This could be because they have never been pregnant (for any reason), not carried full term or have suffered the sadness of a baby born sleeping.\n\nWe are truly grateful to Shelley for sharing her experiences and journey to raise awareness and improve workplace practices and inclusion in this important area.\n\nWe encourage employers to:\n\nEmbracing Childlessness: Helping colleagues feel less isolated and included in the workplace\n\nShelley's story: Growing up in a large, lower-income family, I spent my early adult life focused on being the best I could be. I worked hard, studied diligently and put all my energy into advancing my career. The idea of having children felt like a complication I wasn't ready to face, especially with my medical condition and the medications I was on. Motherhood wasn't a priority and I expected it to \"just happen\" one day if I wanted it to. I shelved the thought of starting a family, believing it was a reasonable choice given my focus on building a career.\n\nWhen I met my husband 18 years ago, I told him I didn't think I wanted children. This decision seemed rational at the time, but as I watched friends and family start their own families, I began to wonder if I was missing out. I went through a lot of medical tests and procedures, but with every test there was another setback.\n\nBy this time I hit 42, my age and medical history made it feel too late. We explored various options, IVF being one, but like many others we simply couldn't afford it. Moreover, the success rates for IVF decline significantly with age, with the most recent research suggesting the percentage of IVF treatments resulting in a live birth was only 2.9% for women my age.\n\nThis didn't feel like a safe gamble given my already poor wellbeing and the financial strain involved. Adoption crossed our minds, but it wasn't for us.\n\nFor several long years, we lived in uncertainty, and the grief of being unable to have children - a grief that no one else knew about - silently pushed me into a deep depression. I cried alone in the shower where the water would wash away my tears without anyone noticing, hidden from the world, as the weight of this unspoken grief grew heavier. I put a mask on in public. Eventually, a coach at work helped me bring my situation to the fore and I sought counselling from an amazing scheme at work, which allowed me to confront my emotions and find some relief.\n\nAfter doing a lot of research, I discovered that I wasn't alone, many others were struggling with childlessness not by choice. This realisation led me to speak out about my situation and I even established a support group at work, creating a safe space for people to share their experiences. The group provided comfort and connection, helping us navigate the difficult journey of coming to terms with our circumstances.\n\nAccepting childlessness has been one of the hardest challenges of my life. The grief is often unseen and unacknowledged - what Jody Day, founder of Gateway Women now called the Childless Collective, calls a 'disenfranchised grief'. This hidden pain can deeply affect mental health, making it hard to move forward.\n\nIn both the UK and the USA, nearly one in five women reach midlife without children, with many being childless by circumstance rather than by choice. The research for men is less documented. The reality of childlessness is complex, it includes medical and social infertility that is often driven by factors beyond one's control, such as not finding the right partner, your partner being infertile, needing to prioritise saving money for a home or to pay off debts, or being unable to become pregnant with eggs you froze when you were younger.\n\nThe terms 'childless' and 'childfree' are often used interchangeably, but they carry different meanings. 'Childfree' usually implies a conscious decision not to have children, while 'childless' often means that being without children wasn't a choice. For those of us who have not chosen to be childless, the world can feel overwhelmingly family-focused, making us feel excluded and alone.\n\nAt work, childlessness is a topic often avoided. Casual questions about children or conversations dominated by family life can be painful and isolating. If someone opens up about their experience, it's crucial to listen without offering unsolicited advice. Often, what we need most is to be heard and seen, without our pain being dismissed.\n\nSupport groups online and in the workplace can offer connection and understanding, though they're not for everyone. It still stings when asked if I have children, but I've become more emotionally stable, able to answer without tears. My advice to anyone struggling with childlessness is to reach out and share your experiences - you are not alone.\n\nInitiatives like World Childless Week are vital in raising awareness and providing support. They remind us all that this type of grief is valid. By embracing these stories and supporting our colleagues and friends, they can find healing and strength in their journey of acceptance.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs.\n\nThank you for sharing.  It would be good to see CIPD doing more on this area.  There is a lot on how to support employees who are undergoing fertility treatment, but more, I believe, is needed to recognise that many more people will be childless not by choice and may need employer support."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd_voice_on/posts/assessing-labour-s-plan-to-strengthen-workers-rights",
            "title": "Assessing Labour’s plan to strengthen workers’ rights",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Ben Willmott, Head of Public Policy, considers the Labour Party's proposals to introduce 'day one' employment rights.\n\nAs we look ahead to a general election, one of the big issues coming into sharper focus for employers is the Labour Party's plan to strengthen employment rights.\n\nThis is set out in its green paper A new deal for working people and includes a range of proposals that could significantly affect employment practice.\n\nCurrent employment regulation\n\nBefore considering the plan, it is useful to consider the UK's employment rights framework and how it compares internationally. Analysis by the OECD finds that employment regulation in the UK is towards the bottom of the league in terms of the protections it provides to individual workers.\n\nThis relatively light touch labour market framework is associated with a high level of permanent employment by OECD standards. There is also little evidence that employment in the UK is becoming structurally more insecure, given that the proportion of non-permanent employment has remained at about 20% for the last two decades.\n\nHowever, as Labour's green paper highlights, many workers continue to be treated unfairly and face discrimination as well as difficulties in accessing justice and receiving compensation if their employment rights are breached.\n\nDay one employment rights\n\nTo help address this, the Labour Party wants to remove the two-year unfair dismissal qualification period and the associated cap on compensation awards as part of its plan to establish day-one employment rights. This qualification period has previously been set at six months and 12 months at different times in the last 50 years. However, removing it altogether would be a first.\n\nGo Dutch?\n\nA key concern for employers is how this change would affect probation periods, which allow employers to assess a new recruit's performance and suitability for the post during a set period as part of their contract. One option would be to follow the Netherlands, where there is no qualification period for unfair dismissal after the probation period has expired.\n\nAdapting to such a change is likely to be easier for large employers with HR functions than for SMEs, particularly micro and small firms with limited or no access to specialist HR support.\n\nIt's also important to ensure that any bold legislative changes don't have unintended consequences, such as acting as a disincentive for employers to recruit new staff. Therefore, it's crucial that any future Labour government consults meaningfully with employers and other stakeholders on its proposals, considers the likely business impact and seeks to find solutions and compromise where necessary.\n\nNew single worker status\n\nThis applies to Labour's plan to create a new status of 'worker' for all but the genuinely self-employed. The CIPD believes the simplest way to clarify and reform employment status would be to abolish worker status as it currently stands and have a two-tier framework that aligns with our tax system.\n\nRight to disconnect\n\nA new Labour government would also need to consult on its plan to introduce a right for employees to 'switch off' and not be contacted by their employer outside normal working hours in order to tackle 'always on' working cultures. This change would need to be introduced with necessary flexibility to enable employers to contact employees where unforeseen circumstances leave no alternative. The introduction of a right to switch off would see the UK follow the example of a number of EU countries such as France, Italy and Spain.\n\nHowever, there is a question mark over the effectiveness of this type of policy as it fails to address the underlying issues that can often drive an organisation's 'always on' culture. These include heavy workloads and unrealistic targets as well as poor leadership and people management practices. There's no doubt that action is needed to tackle persistent 'always on' cultures in some UK workplaces. A more effective approach though would be to improve enforcement of employers' existing obligations under health and safety law to risk assess and manage the causes of stress at work.\n\nBetter labour market enforcement\n\nImproving labour market enforcement more broadly through the creation of an adequately resourced Single Enforcement Body is another key part Labour's plans to strengthen employment rights. Evidence suggests that labour market enforcement in the UK is inadequate, both through the employment tribunal system and the various enforcement bodies.\n\nCIPD research suggests that a more effective enforcement system would need a much stronger focus on supporting employer compliance with more resources and an enhanced role for Acas. Simply boosting the number of inspectors won't be sufficient.\n\nBolstering the labour market enforcement system should be the top priority for a future Labour government if its objective is to strengthen employment rights and prevent exploitation of insecure workers.\n\nZero hours contracts/fire and rehire\n\nIt should certainly be set ahead of its plans to ban zero-hours contracts, which would negatively affect the majority of zero-hours workers who appear to benefit from their flexibility. A better approach would be to develop a statutory code of practice to help ensure zero-hours arrangements are used responsibly, underpinned by improved enforcement.\n\nSimilarly, on 'fire and rehire', it would make sense to see if the newly launched code of practice on dismissal and re-engagement has a positive effect before legislating to outlaw this practice. Used as an absolute last resort, 'fire and rehire' can prevent the need for redundancies and, in certain circumstances, even help businesses stay afloat.\n\nUltimately, any plans to strengthen employment protections need to be considered carefully to ensure they don't undermine the benefits of the UK's flexible labour market for both workers and employers. Finding the right balance is a key challenge for Labour.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/peter_cheese/posts/new-year-resolutions",
            "title": "New year resolutions",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "We're now a quarter of the way through the 21st century. The last 25 years have seen immense change, from technological developments, to geopolitical change and environmental concerns, and I think we would all recognise that progress has been mixed. There's a lot to do to ensure future prosperity in all its forms for current and future generations, and we all have a responsibility in that.\n\nAs I've often observed, this is a critical time and opportunity for our profession, and the positive impact we can make on organisations and on people's lives. But that we also need to step up, to invest in ourselves, building our capabilities, confidence and credibility as a profession to tackle some of the biggest challenges. Major priorities for us all include how to define, access and develop the skills needed both now and, in the years ahead. We must look at how to drive productivity and innovation as outcomes, of the ethical and responsible use of technology, of creating inclusive cultures that help everyone thrive, and of managing change as organisations continually adapt.\n\nOur focus as the CIPD for the coming year is to help us all understand the capabilities needed to address these opportunities, to better connect us as a professional community to share in our learnings, and to help raise our voice and impact. This includes research, learning and career support programmes, working together with HR teams in organisations, and engaging with a wide network of partners, as well as with national and regional government to influence policy.\n\nIn doing these things we also address some of the headwinds too. From the very beginning of 2025 we find ourselves even more in a world of conflicting opinion, in the paradox of support for free speech but where the loud voices can suppress silent majorities and what is or isn't truth.\n\nOur profession is being challenged, and particularly at this time around equality, diversity and inclusion. Everyone has an opinion on HR and it can be an easy target for detractors. It touches everyone in some way, sometimes at the most difficult points in their lives. It can be personal, so it must be compassionate but also business driven and strategic.  Perhaps it's this balance of opposing perceptions that makes HR a subject of debate: for either being too empathetic or too rigid, when the reality is much nearer a middle ground where we can be both firm and fair.  It is also about making sure we stay business focused, that we are principles led, evidence based, and outcomes driven - the mantra that lies at the heart of our Profession Map.\n\nSo let's use these times of challenge, to see them as opportunity to affirm the position of our profession and the positive impact we can make but also reflect on what we need to change. The point about free speech is to listen to different views and acknowledge there's usually some truth on all sides, but it's nuanced and rarely binary. A challenge for everyone across our diverse societies to recognise.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd_voice_on/posts/everyone-back-to-the-office---what-can-we-learn-from-manchester-united-s-approach",
            "title": "Everyone back to the office - what can we learn from Manchester United’s approach?",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Ben Willmott, CIPD's Head of Policy, and employment law helpline provider CIPD HR-inform, look at the questions this has raised around risk and legislation.\n\nManchester United hit the headlines last week with its push to get all staff back into the office, highlighting the continued debate over the pros and cons of home and hybrid working. This is the latest high-profile example of an employer seeking to end or reduce flexible, hybrid ways of working and mandate more people back to the workplace more often.\n\nIt is of course down to individual businesses to decide the culture and working arrangements that suit them. However, for employers seeking to enforce a return to the office there are a number of considerations and potential risks to be aware of when deciding how to manage this.\n\nWhat's driving the return to the office?\n\nThe first issue is the need to be clear about the purpose of the planned changes to working practices and understand the wider implications for the business and workforce. There may be a belief that a shift back to the office would improve culture, team spirit and productivity but it may also have an unintended impact on recruitment, wellbeing and retention of staff. There should be a discussion about this and the availability of other types of flexible working that might help employees manage their work-life balance and support their wellbeing while also attending the workplace more regularly. CIPD research shows there is often unmet demand among employees for practices such as flexi-time, term-time working, compressed hours and job sharing arrangements, and providing greater access to these can help people manage a return to the workplace.\n\nGetting the balance right\n\nThese discussions can help inform the right balance for the business. Once decided, the next step is to consider the approach to take and the extent the organisation should or needs to consult with staff before implementing it.\n\nFor some employers this might seem straightforward if employees' contracts state that their place of work is the organisation's offices and homeworking was implemented - and clearly communicated - as a temporary measure to be periodically reviewed and subject to reversal. It is a reasonable management request for an employer to ask people to attend the place of work specified in their contract.\n\nConsult with staff\n\nHowever, where there is a need to change employee contracts to specify their place of work is the organisation's office there would be a need to consult with staff over this. There is also the possibility that where home or hybrid working arrangements have been in place for some time, these are now regarded as implied within the employment contract through custom and practice. For a practice or working arrangement to be potentially covered by custom and practice it would need to be well-established, consistently applied and known to the entire workforce.\n\nWhere agreement cannot be reached through consultation, organisations can in certain circumstances and as a last resort consider the option of dismissing those employees who don't agree with the proposed contract change and reengaging them on the new terms. However, 'fire and rehire' is not recommended and carries significant legal, employment-relations and reputational risks. Any employer considering this approach will from 18 July 2024 have to follow a new statutory code of practice on dismissal and re-engagement and as a first step will need to contact Acas for advice before it raises the prospect with the workforce.\n\nEven if there is no strict legal requirement it is in employers' interests to consult with staff over such proposed changes and consider refining proposals where necessary. A lack of consultation will undermine employee trust and engagement and may lead to people with key skills leaving the business.\n\nLegal risks over discrimination\n\nOrganisations seeking to mandate a return to the workplace should also be mindful of potential legal risks such as indirect discrimination against women or people with disabilities who might be disproportionately affected. Employers also have a duty to make reasonable adjustments to support people with disabilities, which might include working from home. It's important to remember that disabilities can affect both physical and mental health. And, while the threat has decreased, the legal protection set in place after COVID-19 lockdowns still remains for workers who believe the workplace poses a serious threat to their safety.\n\nRight to request flexible working\n\nEmployers may also need to consider people's right to request flexible working which again could include working at home or hybrid working. Requests must be dealt with in a reasonable manner, assessing the advantages and disadvantages, and discussing possible alternatives. If an employer rejects the request it must be for a number of specific business reason including that it will increase costs or negatively affect the quality of work or performance, and only once they have consulted with the employee. Employers should also understand the negative impact on employee wellbeing and retention if requests are rejected without a valid reason.\n\nOverall levels of home and hybrid working to remain high\n\nWhile some employers want to mandate people back into the office full-time, the evidence suggests these are in a minority. The latest data from the ONS shows that though home working levels have fallen since the pandemic peak, there remains a fundamental shift away from the office as a main place of work for many people.\n\nIncreasingly employees value and expect greater availability of hybrid and other forms of flexible working. Our ageing working population means there will be a growing number of employees with caring responsibilities and working people with disabilities and long-term health conditions. For some people flexible working will be the difference between accessing fulfilling employment and economic inactivity. Organisations that are too prescriptive and rigid about people returning to the office will likely struggle to find and keep staff.\n\nConsequently, it makes sense for employers to consult with staff and find a balance that meets their requirements for people to be in the office more often while ensuring sufficient flexibility for workers.\n\nJoin the conversation here\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs.\n\nI feel it is too early to determine the effect this policy may or may not endure on the talent, and their overall wellbeing.   It's probable in my view, that until the results are in, the organisations behaviour can't be predicted either way, either by qualitative or quantitative data.  Perhaps as I have not worked in the environment being discussed, nor have I undertaken any academic worthy training on this, I may not have the answers I had originally hoped for."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/uk-employment-law-updates-april-2024-landmark-supreme-court-ruling-fire-and-rehire-legal-framework-imminent-new-duty-to-prevent-sexual-harassment",
            "title": "UK employment law updates April 2024 – Landmark Supreme Court ruling | ‘Fire and rehire’ legal framework imminent | New duty to prevent sexual harassment",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "In our April 2024 legal blog, the CIPD explores the landmark ruling from the Supreme Court in Mercer v Secretary of State for Business and Trade.\n\nPlus, while multiple new employment laws commenced this month, there are notable further changes brewing...\n\nWhy the Supreme Court ruling matters\n\nIt is hard not to have not noticed the Mercer case that returned in April. The ruling sets a legal precedent signalling a step-change in the approach to striking workers' rights.\n\nThe background to the case is complex; a worker and trade union member took her employer to court after a dispute around payments for sleep-in shifts and the employers' actions following subsequent strikes...\n\nSince the 1970s employees have been protected from being dismissed for taking part in industrial action. What was being questioned in the Mercer case was whether the law suitably protects workers from other detriment. For example, actions that could prelude dismissal, such as having discretionary benefits withdrawn or being suspended.\n\nThe Supreme Court ruled that UK law does not suitably protect workers of these sanctions (short of dismissal), therefore indicating that the UK's current law is incompatible with the Human Rights convention and domestic Human Rights Act.\n\nIn practical terms, from this point forth, employers who take any action to dissuade employees from taking part in industrial action need to be extremely wary. In the long term, all employers should expect new legislation to increase the protections for striking workers.\n\nChange your procedures now...\n\nApril 2024 has seen a raft of employment law changes come into effect. If you need a recap, read through the CIPD employment law timetable for up-to-date information and page links.\n\nMeanwhile, various laws are brewing ...on the back of P&O's mass dismissals in 2022, a new statutory legal framework for 'fire and rehire' is effective from July 2024, businesses working in industries that deal with tips need to have a policy and procedure for fair allocation in practice by 1 October, plus any industry distributing shifts in an irregular patterns should note that workers' rights increase in this area from September.\n\nOn top of all this, people professionals looking ahead should take note of the imminent action point relating to the Worker Protection (Amendment of Equality Act 2010) Act 2023.\n\nThe Act brings a significant shift in the burden of proof for sexual harassment at work claims. From the end of October 2024, it will be illegal for employers to not take continuous and proactive steps to prevent sexual harassment in the workplace. Tick-box 'we did this training' exercises will not cut it at tribunals. Instead, by 25 October, for England, Scotland and Wales, employers will need to demonstrate that they provide training and ongoing programmes aimed at taking \"reasonable steps\" to protect employees and workers from unwanted sexual harassment.\n\nThe EHRC is expected to issue updated guidance on how to comply with the new law and, in the interim, employers are advised to organise policies and train staff in advance of commencement.\n\nWhat are your rights as an unpaid carer for a disabled dependant?\n\nFinally, it is worth noting that all those April changes have impacted automatic rights for many workers. As more individuals are placed with the additional care of a loved one, leave allowances have increased slightly and the right to request flexible and predictable working patterns could benefit those with dependants.\n\nPlease note that this is a brief overview of legislation rights; for the detailed nuances of such rights please consult the law pages linked to on the legislation.\n\nCarers' leave\n\nEmergency dependants' leave\n\nUnpaid parental leave\n\nFlexible working\n\nPredictable working\n\nCaring for dependants that need alternative care can be particularly difficult where the worker has no knowledge of the hours they will be working from one week to the next. From September 2024, it is proposed that the Workers (Predictable Terms and Conditions) Act will change this. The Act aims to introduce the following rights:\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs.\n\nInteresting update - thank you!"
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/peter_cheese/posts/the-changing-political-environment",
            "title": "The changing political environment",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Time magazine called 2024 'The Ultimate Election Year', noting elections happening across more than 60 countries. Almost half of the global population will vote. By the middle of the year more than one billion had already voted in countries like India, Russia, South Africa, France, and the UK. The US presidential elections later this year have already thrown up some historic precedents and will be watched closely around the world.\n\nWhilst not all elections are equal, the overriding message from elections so far is that people want change. Tougher economic conditions, concerns about climate, and more febrile geopolitics are worrying people everywhere. In response, formerly dominant parties are losing their position, new coalitions are forming, and in many Western countries more right-wing parties are making gains off the back of more nationally oriented agendas. Globalisation has been losing ground for some time and these trends do nothing to change that. Looking after our own in a more complex and volatile world seems to resonate.\n\nThe UK has seen a huge swing, with the Conservatives suffering the biggest defeat in their almost 200-year history and a transformed Labour party coming back towards the centre ground. But as polls had been showing, the overriding message was dissatisfaction and desire for change and not necessarily a positive endorsement for all that Labour have been proposing.\n\nAn important part of what the CIPD does is providing a voice for the profession and engaging with government on key areas of policy that impact work, workforce, and workplace. Key themes from Labour's proposals support economic growth and increasing work opportunities for all, as well as changes to employment rights and legislation. We also expect a stronger voice for unions, with proposals enabling them to organise and gain recognition.\n\nWe're encouraged to see the focus on skills, and the launch of Skills England which we hope will help bring together the fragmented skills landscape and join up policy a lot more across industrial strategy, migration, and local skills and growth priorities. It's also good to see revision of the Apprenticeship Levy to become a broader Growth and Skills levy, which we've long campaigned for and know will be widely welcomed.\n\nOn employment legislation and the 'New deal for Working People', there's much to consider, and we've surveyed employers and are holding focus groups with members to review key proposals such as the proposed day one rights. Other proposals include banning zero hours contracts, restrictions on fire and rehire, right to disconnect, strengthening statutory sick pay, enhancing minimum wage to become a living wage, and simplifying employment status. Together, these proposals stand to make far reaching changes to the employment landscape. We've commented on many of these ideas in the past and will continue to be a strong voice for our members and the profession.\n\nPolicy should be informed through proper process of consultation so that implications for all sizes and sectors of businesses can be understood, and best outcomes assured. We look forward to engaging further as the Government publishes its plans.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd_voice_on/posts/we-have-to-challenge-head-on-the-belief-that-men-are-better-suited-than-women-to-top-jobs",
            "title": "We have to challenge head-on the belief that men are better suited than women to top jobs",
            "author": "",
            "date": "",
            "tags": [
                "FTSE 350 Firms",
                "Female leadership",
                "FTSE 350"
            ],
            "full_text": "Claire McCartney, Senior Policy Adviser, Resourcing and Inclusion\n\nEarlier this week, I was asked to respond to new survey findings, commissioned by the Young Women's Trust and reported in the Guardian, that found that a significant minority of professionals with responsibility for recruitment and/or HR decision-making (15%) believe men are better suited to senior management roles than women.\n\nThe findings also underlined the fact that younger recruitment and/or HR decision-makers were more likely to hold this view (18-40 year olds) than their 40+ counterparts. Furthermore, one in five said they would be reluctant to hire women they thought might go on to start families.\n\nI found these findings shocking and depressing in equal measures. There is no question that women can and should hold senior roles and that has been reinforced by my experiences to date in the workplace. I'm also passionate about raising my two young daughters with that same ethos. Not only that, evidence shows that increased diversity at the top of organisations can foster enhanced innovation and performance. It is troubling that despite the widespread evidence of the capability of women in leadership positions, significant gender bias against women persists in the workplace.\n\nSo why are these concerning views still being expressed and what more needs to be done to tackle gender-biased perceptions at senior levels in the workplace?\n\nPositive results on FTSE Women Leadership\n\nEarlier this year, the government-backed FTSE Women Leaders' Review found that FTSE 350 firms had reached their gender target of 40% of women on boards, three years earlier than the proposed deadline.\n\nThe report tracks the progress being made by Britain's largest companies, with more than 30,000 employees, on boards and in leadership positions, in efforts to break down barriers to progression for women into senior roles.\n\nThis progress has also secured Great Britain second place when compared internationally with 11 countries striving to improve gender balance.\n\nHowever, the findings show that there is still more work to do to achieve gender parity in leadership positions and the focus now needs to be on increasing the number of women in executive committee roles and their direct reports to build a strong pipeline of female talent for the future.\n\nThis chimes with recent CMI data which suggests that if the UK workplace was to be representative of the wider working population, there would need to be 560,000 more female managers.\n\nIn my blog earlier this year, I outlined some of the Behavioural Insights' Team backed recommendations to support greater gender equality.\n\nThese include:\n\nThese recommendations are also supported by several of our policy calls in our CIPD Manifesto for Good Work  in relation to flexible working and reforming shared parental leave and extending paternity/partner leave and pay and our inclusive recruitment guidance.\n\nStereotypes and discrimination holding progress back\n\nIt seems, though, that the most immediate action we must take as a profession is to tackle the beliefs, biases and discrimination that are damaging progress and holding women back at work.\n\nWe need to educate all workers and particularly those in decision-making roles on the importance of gender equality at every level and take active steps to address gender stereotypes and biases head-on.\n\nGiven that pregnancy and maternity discrimination as well as other forms of discrimination still persist, Government should also consider bringing responsibility for enforcing workers' rights under the Equality Act 2010 within the remit of a properly resourced single enforcement body to help tackle discrimination at work. This body should have capacity to proactively investigate complaints and require employers to take action or face enforcement activity and potentially fines or awards of compensation for non-compliance.\n\nUltimately, we need to be taking a systemic approach, identifying and tackling the beliefs, organisation culture, systems and processes that are preventing progressive change on gender equality happening at the pace that is required.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/uk-employment-law-updates-january-2024---change-to-redundancy-processes-new-paternity-leave-rights-remote-working-s-detrimental-impact-on-the-quality-of-work-plus-the-sustainability-reporting-rules-that-need-to-be-on-your-radar",
            "title": "UK employment law updates January 2024 - Change to redundancy processes | New paternity leave rights | Remote working’s 'detrimental impact on the quality of work’ | Plus, the sustainability reporting rules that need to be on your radar",
            "author": "",
            "date": "",
            "tags": [
                "family-friendly",
                "employment law update",
                "Protection from Redundancy",
                "paternity leave"
            ],
            "full_text": "In our January 2024 legal blog the CIPD explores how significant changes to family-friendly measures coming this April will impact your workplace. We look at two tribunal cases which should be considered when assessing flexible working and discrimination claims. Plus, the new sustainability reporting standards that could have a significant effect on your business.  \n\nShifting family-friendly protections in redundancy processes \n\nFrom April 2024 a raft of new family-friendly measures will benefit employees. One such law, the Protection from Redundancy (Pregnancy and Family Leave) Act 2023, will extend redundancy protections in the event of a restructure. The dates and rules of engagement are as follows:\n\nNew right to flexible paternity \n\nThe passing of the Paternity Leave (Amendment) Regulations 2024 give fathers and partners greater flexibility in how they take their statutory paternity leave (SPL). For people professionals, the rights and notice periods will mean a change to systems and processes. From 8 March 2024 (for children born or placed from 6 April 2024) these employees can now:\n\nTribunal deems remote working can have a detrimental effect on the 'quality of work'\n\nMany in the people profession are being increasingly challenged on the 'rules and regulations' around asking staff into the workplace. All cases depend on their individual merits.\n\nThe case of Wilson v FCA (ET 2302739/2023) is hitting the headlines after being asked to consider whether a flexible working request was rightfully rejected based on the 'consideration of facts'...in essence, were the reasons that the employer gave for rejecting the request valid? The reasons given by the employer included the potential detrimental impact of the lack of in-person collaboration and the fact that she would be unavailable for face-to-face training or coaching for team members.\n\nThe tribunal held that the employer's rejection of the remote working application was not based on incorrect facts and that the employer was entitled to decide that remote working could detrimentally impact performance. This case is interesting as it is one of the first to express an opinion on whether remote working can impact on quality of work.\n\nThe context of the case and the reasons for the rejection of the claim can be found here\n\nHow one employer's wish to recruit 'fewer white men' was not discriminatory...\n\nIn another interesting case that closed at the end of 2023, the Claimant took a prospective employer to tribunal after a comment during the interview process referencing the fact that the organisation wanted to hire 'fewer white men'. The Claimant (a white man) alleged that he was not hired 'because' of this matter, however his claim failed since there were clear alternative reasons for not hiring him.\n\nIf you do want to know how to avoid the potential pitfalls of promoting diversity, there are some notable implications for employers listed in the case notes.\n\nNew sustainability reporting rules are here...\n\nJanuary 2024 has seen the introduction of new EU Sustainability Reporting Standards. The standards are important for both EU companies and non-EU businesses operating, or intending to operate, in EU markets.\n\nThe Corporate Sustainability Reporting directive (CSRD) requires companies to monitor and report on a vast array of policies and practices. Companies may need to invest in data systems and people analytics to capture these data points; the likes of workforce reporting on conditions, wages and work-life balance, or monitoring an organisations' approach to gender equality and equal pay, with individual standards on each of the company's own workforce, value chain, affected communities and consumers / end users.\n\nThe standards are imposed from 1 January 2024 financial year for organisations with 500+ employees, for annual reports published from 1 January 2025. Over the coming years, reporting will also be rolled out across other large companies, quoted organisations, small credit institutions and non-EU parent companies with an EU presence.\n\nThis blog was published on 29 January 2024. The details are accurate at the time of writing. The CIPD maintains updated records of employment law legislation in the UK on a dedicated timetable.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/voice_on/posts/revised-corporate-governance-code-opportunities-for-hr",
            "title": "Revised corporate governance code: Opportunities for HR",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Susannah Haan, the CIPD's Senior Corporate Governance Adviser, summarises the key changes in the revised code, the implications for boards, and where HR can add value\n\nThe need for boards to recognise key workforce issues and the role of HR in managing risk and supporting positive working cultures is given greater emphasis in the recently revised UK Corporate Governance Code and associated guidance.\n\nThe CIPD responded to the consultation to inform the new code and highlighted the need for it to place more attention on directors' understanding of the significance of workforce investment, policies and practices.\n\nConsequently, we were pleased to see a number of changes in the code and the accompanying guidance that recognise that HR, people management and development are critical to effective corporate governance.\n\nIs the desired culture embedded?\n\nOne of the positive changes in the revised code is that it now encourages boards to go beyond assessing and monitoring company culture to consider how the desired culture has been embedded. This will require directors to place more attention on assessing the effectiveness of HR and people management policies and practices in supporting the development of positive, trust-based working cultures.\n\nPeople professionals will need to consider what HR analytics and information they can provide to the board to demonstrate that the desired culture is being role-modelled across the organisation. HR professionals should also be identifying emerging workforce issues that suggest there are people-related risks to employees, as well as to the organisation and its reputation. These could include indications of toxic or inappropriate behaviour among managers or senior staff, high levels of stress-related absence or staff turnover in particular teams or parts of the business. HR will also need to think about public disclosures around culture in the annual report.\n\nBroader focus on equality, diversity and inclusion required\n\nAnother key revision in the new code is that it now requires boards to consider equality, diversity and inclusion (EDI) more broadly rather than just as gender and ethnicity. This change will help emphasise to boards that a focus on delivering EDI across the business is central to efforts to prevent 'group think', attract and retain key talent and tackle critical skills gaps and shortages. In practice this is about creating working environments where individuals can feel safe, have a sense of belonging and be empowered to progress and achieve their full potential. This will also mean that more employees will feel confident to have a voice and speak out if there is inappropriate behaviour or wrongdoing.\n\nBoth of these changes to the code are underpinned by significant revisions to the associated guidance, which covers purpose, strategy, conduct, culture, decision-making and outcomes.\n\nFor example, under culture, the guidance highlights five critical areas of HR policies and practice that boards should focus on: recruitment, onboarding, performance management and reward and communication with the workforce. The guide recommends that a key question for boards is how the culture, values and desired behaviours have been reinforced in the organisation's 'recruitment, promotion, reward, performance management' and other policies and practices.\n\nIt also suggests a number of key people metrics boards should have data on including diversity and inclusion initiatives and strategy, recruitment, reward and promotion decisions, use of non-disclosure agreements, employee surveys and direct engagement.\n\nThe CIPD's report on The value of people expertise on corporate boards found that most board members need training on EDI issues. Consequently, the changes to the code and guidance are an opportunity for HR to add value and engage with the chair and board members to help raise their knowledge on this issue and why it is so important to an organisation's success. HR data and analytics can highlight the business case for investing in HR and people management capability to help improve the recruitment and retention of a more diverse workforce.\n\nA recent study by Chapter Zero Brussels emphasises why improving the knowledge of boards on ESG issues is key to making progress on these issues. It found that the companies which were most successful in moving towards Net Zero were the ones which had either upskilled their boards (70%) or changed their board composition (60%) in order to ensure that they had the right skills in place to meet the environmental challenges ahead.\n\nThe FRC guidance also asks boards to consider whether the company workforce has the knowledge, skills and tools to support the company's objectives and manage risks. Investment in the workforce is key to future growth opportunities and the guidance provides a route for HR to engage the board on key metrics which can help demonstrate this.\n\nThere are other questions where HR can add value to board debates, including external reporting on social matters, modern slavery and supply chain diligence and aligning remuneration strategy with sustainability.\n\nWith the new code, the social aspects of governance have been recognised more fully than previously, which should open up more opportunities to HR for non-executive director routes in the future.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/peter_cheese/posts/reaction-to-the-inclusion-at-work-panel-s-report",
            "title": "Reaction to the Inclusion at Work Panel’s report",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Peter Cheese, the CIPD's chief executive, reflects on the new report's recommendations for improving diversity and inclusion in the workplace.\n\nThe Inclusion at Work Panel, set up by Minister for Women and Equalities Kemi Badenoch through the Department of Business and Trade to look at improving diversity and inclusion practice, launched its report on 20 March.\n\nThe report challenges a lot of the work done under the DEI (or EDI) umbrella as lacking 'impact', not having clear evidence of what works, overcomplicating the space, and even not being clear on the law. It also highlights where EDI initiatives can backfire or potentially cause more harm than good. The result being not enough value for money or demonstrable positive outcomes for individuals or employers.\n\nThe recommendations from the report are to set up a new framework setting out criteria employers might apply to their EDI practice for effectiveness and value for money, supported by a 'digital toolkit'.\n\nThere is also a call for the Equality and Human Rights Commission to 'explain and clarify' the legal status for employers - clearly a recognition that interpretation of the law, and case law, is complicated and more clarity on both the letter and the spirit of the law is needed.\n\nThe report acknowledges the many challenges, ambiguities and changing imperatives that exist, but then makes strong points about the 'significant cost and money' that has been spent without clear evidence of organisational impact. It states that the UK has twice the number of people working in the EDI space than any other country, and the large number of EDI roles and job titles there are now compared to five years ago.\n\nAs we have heard from government ministers recently, there is the view that EDI is costing the public sector a lot of money. But, as this recent BBC Verify article shows, the amount spent on EDI roles varies considerably and, in relation to the size and scale of the public sector, is not significant. Even in the largest councils like Birmingham City, the directly attributable cost of EDI activities amounts to no more than 0.02% of total spend. Interestingly, the report itself identifies a lack of resources as one of the barriers from employers in 'wanting to do the right thing'.\n\nOver-reliance on cost measures is therefore questionable, but the report consistently challenges the lack of insight on impact without enough discussion of what impact should be expected. The report does recognise that progress has been made on representation across many dimensions of employment in general, and that impact is not just about demographics but about opportunity and representation. That can be attributed to more focus on EDI in recent years, and in a working population that itself is as diverse as anywhere, as discussed in this recent article in The Economist.\n\nThese are direct outcomes of EDI initiatives, and organisations have been steadily gathering more data on the diversity of their workforces, including importantly, retention and progression. Arguably, the most important impacts of inclusion are just harder to measure - how diversity enables innovation, creativity, and breaking the cycle of group-think, and how inclusion helps people feel safe and supported to give their best. The report comments little on this essential purpose of EDI in workplaces: in protecting from discrimination, in tackling systemic and institutionalised barriers and biases, and in giving opportunity to those who have been marginalised in the past.\n\nBusinesses are increasingly responding to societal issues and demands, with today's workforces (and other stakeholders) expecting recognition for a wide range of demographic, social, and even political, differences. Businesses will have to prioritise what the most relevant and important EDI issues are in their context, backed up by good data, and find a reasonable balance that their leaders and managers can understand and meaningfully deal with, as well as being clear on expectations of their people in being tolerant and respectful of difference.\n\nIt's true that we need to get better at understanding the impact of EDI initiatives and the efficacy of interventions and focus on the key principles to help reduce complexity, but progress has been made. There has been questioning of, for example, unconscious bias training and what works best, and addressing bias in people policies and practices. Too many of the studies cited in the report were from some time ago, and there is a danger that good work in the EDI space is being dismissed in wider generalisations. This can all give fuel to the sceptics and positive progress can be lost when there is still much to be done. It could also further politicise what has, for many, already become something of a political football.\n\nThe report cited some the CIPD's own work and calls for more evidence in the EDI space, but we were not consulted on the report itself. However, as a profession, we should lean into the concerns raised, continue to build evidence for what works and demonstrate positive business outcomes, as well as wider societal benefits. At the same time, it is very important that an influential report like this doesn't encourage a throwing of the baby out with the bathwater. The government can help pull together clearer and consistent guidance, but also encourage businesses, with leadership from the top down, to continue building inclusive, supportive workplaces that are good for all of us.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/the_people_profession_now_and_for_the_future/posts/two-decades-of-activity-demonstrates-the-value-of-the-cipd-community-to-members",
            "title": "Two decades of activity demonstrates the value of the CIPD Community to members",
            "author": "",
            "date": "",
            "tags": [
                "CIPD Community",
                "Community anniversary",
                "Community"
            ],
            "full_text": "As the community turns 20, we asked Steve Bridger, Community Manager, and David D'Souza, Membership Director of the CIPD, about the significance of the discussion forum and what it means to those who've used it.\n\nThe CIPD Community is celebrating its 20-year milestone in January 2024, having supported around 20,500 people in the last year alone.\n\nDavid D'Souza: The CIPD Community predates Facebook - by a month. Both its longevity and the scale of support it has given people should be celebrated.\n\nWhat is the secret to its ability to support members so effectively?\n\nDDS: For me it's two things. The first is its scale - it is one of the biggest communities of its kind worldwide and that critical mass makes an enormous difference in providing support fast. The second is our volunteers. The Community Champions supply this incredible support, and so we owe them 20 years of thanks (yes, some have been helping for all that time).\n\nOver the years you must have seen some fascinating discussions, does anything stand out?\n\nSteve Bridger: Where to start? Over two decades everything has been discussed and debated, at least once.\n\nThere are the one-offs, like the policy query on Nerf guns use at work, and the heart-warmers such as when a member asked about appropriate leave for a colleague donating a kidney. The collective agreement was 'as much time as they need', recognising that a blanket policy doesn't always fit.\n\nA key topic can become a record of a moment in time. Memorably, in 2010, members flocked to the Community after employees were left stranded all over Europe when the ash cloud from an Icelandic volcano eruption caused flights to be grounded. Staff absence is always a challenge - members want to be fair and consistent, whether employees are 'snowed in' or 'snowed under', watching world cups or a royal wedding or grieving the loss of a pet. We've discussed it all.\n\nIn 2016, members mused on what the EU referendum result would mean for HR, and then Brexit. And the Community came into its own during COVID-19. Few of us had even heard of 'furlough' before March 2020. It was a steep learning curve for the profession and visits to the forums tripled almost overnight. The Community became 'the place' to discuss and learn together - and it has always been particularly highly valued by those in standalone HR roles.\n\nSome topics are cyclical, some show evolving perspectives. Fifteen years ago, employers sought to constrain staff use of social media during work time. Ten years ago, someone asked whether employees can be forced to take their Blackberrys on holiday. Now employers ask \"should HR 'friend' employees on Facebook\" or look at social media profiles during recruitment.\n\nIn 2018 an anonymous posting feature was added for sensitive topics.\n\nSB: We've seen consistent use of this group since launch, often to discuss scenarios around ethics, tough decisions or sensitive matters. Members really value the anonymity, to be able to discuss issues whilst protecting themselves or their employer.\n\nHow do the Community Champions help members?\n\nSB: They answer questions, are confident, measured, knowledgeable, and happy to help others. They visit the Community most days, responding to questions where they can offer value. They have experience in a range of sectors and backgrounds, helping set the welcoming, friendly and professional learning environment on the CIPD Community. And they tell us they learn a lot themselves. It's great for members' continuing professional development to be active on a forum like this. We're lucky they want to perform this voluntary role, and we hope they continue to enjoy it.\n\nHow do members get value out of the Community?\n\nDDS: Some members visit regularly, others pop in for specific support. I know from experience how tough the job can be at times - whether working independently, in a small organisation or a larger one - generating unique challenges. Having a supportive group to seek reassurance, sense checking, ideas and peer-review is invaluable.\n\nCan students get involved in the CIPD Community?\n\nDDS: Last year we launched a student area to discuss studies and their specific needs and challenges. But the general forums are also great for keeping up to date with what people are thinking or even worrying about. We'd encourage all students to check out the CIPD Community; it's a great resource and source of support.\n\nWhat are people talking about now - any key topics for 2024?\n\nSB: Hybrid working is a continuing challenge - striking the balance between employee and employer expectations and really understanding how to make flexibility work effectively for everyone. Performance management also comes up frequently; how to set up a worthwhile system amid resistance or no experience of conversation about performance - and deal with the consequences. Handling tricky situations and characters is another age-old challenge that really shows that 'a problem shared is a problem halved'. Many members talk about their own career aspirations and how to get there, and work difficulties that are affecting their wellbeing.\n\nVisit the CIPD Community here. CIPD members can access the member-only groups through the website login. If you need any help or have any questions, please email: steve.bridger@cipd.co.uk\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/peter_cheese/posts/are-we-really-too-woke",
            "title": "Are we really too ‘woke’?",
            "author": "",
            "date": "",
            "tags": [
                "Peter Cheese"
            ],
            "full_text": "The principles of fairness, opportunity, tolerance and respect for difference, aren't just important social values but have real importance in the world of work.\n\nHowever, we continue to see an 'anti-woke' pushback, confused by some conflicting perspectives. When EDI is being challenged on the basis that it is unmeritocratic, burdensome, constraining, or just political correctness characterised by 'woke-washing', we have to reflect on what is happening.\n\nLanguage used in this space is constantly being reshaped. The term 'woke', whose original meaning was about being awake to social justice and equality, is now being used by some pejoratively. Organisations from universities, policing, the BBC, the National Trust, and the NHS to the Civil Service and others are increasingly being told they are 'too woke', as is sometimes our own profession. This is ironic given so many of these organisations are trying to address past criticisms of uniformity, lack of representation, or genuinely discriminatory cultures.\n\nThe issues are further confused by an apparent ebbing of social liberalism which over the past couple of decades has been pushing for more tolerance, equality and respect, strengthened by the voice of the younger generations. Now, sadly, we are seeing growing intolerance to differing viewpoints, and emerging cancel culture and identity politics. This is a challenging context for businesses to navigate.\n\nIt would be hard to argue that EDI has gone too far from the perspective of actual evidence of progress. But there is something important in recognising the need for balance - something I wrote about here in October 2022.\n\nEDI must be anchored to real business outcomes, otherwise it will face resistance and won't be sustainable. Organisations should clearly articulate what's important to them, what their goals are with EDI and how they are evidencing progress. For instance, showing how inclusivity widens recruitment channels, leverages different experiences to drive innovation, creates workforces that reflect the customers they serve or communities they're part of, and creates environments where people feel safe and can give their best. Importantly, this also supports positive societal outcomes by increasing work participation and opportunity. Businesses can do well by doing good.\n\nPerhaps organisations have lost some sight of this in trying to analyse and accommodate so many differences, producing data on different demographics and social preferences without clearly saying why it's important or what we can do about it.\n\nIn all of this, there is a social contract between employer and employee about supporting and treating individuals with dignity and respect but also expecting that people will align to shared values and principles around respect for all. It's not so much about expecting to bring our whole selves to work as bringing our whole professional self to work. An important balance to be understood in every organisation.\n\nIn these ways we can make EDI a shared agenda for all stakeholders, whatever language we use, and key to making work work for everyone.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs.\n\nI agree with the sentiments here, however there are multiple things I have noticed. There does seem to be a swing leaning more towards trying to rectify past issues. For example, the EDI team where I work has pushed for the Christmas party to become the annual dinner dance. Whilst this itself is not an issue, the argument that 'it offends people who don't celebrate Christmas' was used as the reason for the change.\n\nThis turned out to be untrue. We have a diverse mix of religions, and they seem just as baffled by the change. They are not offended. One even asked the question 'If we have to remove Christmas because its not celebrated by all religions, do we have to stop referring to Eid?' which is a very intriguing question.\n\nThat's why I agree with Peter. A balance does need to be agreed to make an organisation run smoothly, otherwise the EDI makes certain people feel less equitable, and less included in the workplace. I do not feel that this has led to an 'anti-woke' movement, but i do understand that whenever significant change is made, it is met with frustration from all parties.\n\nOn a final note, there is a sense of perceived slights, especially with the younger generation of workers. A miscommunication, or difference in opinion can lead to people feeling 'attacked' when in actual fact, it is simply freedom of speech. What I would clarify here is that 'freedom of speech' is not 'freedom of consequence' and that needs to apply to all parties to ensure the equitable society that we are striving towards."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/scotland_the_blog/posts/the-2024-25-scottish-budget-key-takeaways-for-the-profession",
            "title": "",
            "author": "",
            "date": "",
            "tags": [
                "The CIPD in Scotland",
                "Scottish Budget"
            ],
            "full_text": "Last week, the Scottish Government's 2024-25 Budget Bill passed its final Parliamentary vote. Marek Zemanik, Senior Public Policy Adviser at the CIPD, outlines some of the key decisions that impact the people profession.\n\nHeadlines\n\nNearly PS54 billion will be distributed across a broad range of areas under the Scottish Government's responsibility.\n\nPerhaps the most significant change for the world of work is the further differentiation in Scottish income tax. The Budget creates a new 45% advanced rate of income tax for those earning between PS75,000 and PS125,140, freezes the higher rate (42%) threshold at PS43,663 and increases the additional rate to 48%. Those who work in Scotland and earn more than PS28,500 pay more income tax than they would in other parts of the UK.\n\nAdditional funding raised from these changes, especially taking taxpayer behavioural impacts into account, still leaves the government in a difficult overall position. While some areas have been prioritised - the NHS gets an extra PS500m, PS6.3bn is invested in social security, with increases in the Scottish Child Payment - others have to bear the brunt of reductions. Most notably, the affordable housing budget lost almost PS200m (26%) and councils signal very difficult decisions ahead on local services.\n\nSkills and training\n\nThe 2024-25 Budget also includes disappointing reductions in funding relevant to skills development - Further Education, Higher Education and Lifelong Learning and Skills budgets are reduced. Skills Development Scotland (SDS) sees another drop in its funding after last year's cuts. Since SDS is responsible for funding the majority of apprenticeships in Scotland, this is of growing concern.\n\nGiven Scotland's labour market challenges, as well as the skills shortages and gaps identified by employers over the last few years, the vocational/technical aspects of skills development systems need to play a much more significant role in public policy. Apprenticeships in particular, combining on-the-job training with vocational qualifications, have the potential to significantly reduce the gap between skills demand and supply.\n\nBeyond apprenticeships, however, we have long made the case for a boost in lifelong learning in Scotland. To its credit, the government and its National Strategy for Economic Transformation recognises the importance of upskilling and reskilling, highlighting the Flexible Workforce Development Fund (FWDF) and Individual Training Accounts (ITAs) as key interventions in this space.\n\nBoth were independently evaluated just over a year ago. The FWDF evaluation in particular, was very positive, finding a 'clear and strong continuing rationale for the Fund'.\n\nIn stark contrast to the evaluation, the Scottish Government decided to discontinue the Fund, putting the entire purpose of an independent evaluation in question. The FWDF was, in the past, hailed by the government as a key intervention to support upskilling across the Scottish economy and it has become firmly established in the skills landscape. In addition, it is a unique offer for Scottish Apprenticeship Levy payers, which the CIPD recommended be boosted and replicated in Wales and Northern Ireland.\n\nAs things stand, there is also no clarity over the future of Individual Training Accounts or, indeed, the long-gestating Lifetime Skills Offer. The withdrawal of key upskilling programmes, without an announcement of any replacement initiatives, undermines the priorities set out in the National Strategy for Economic Transformation.\n\nThe discontinuation of these programmes, as well as overall budget reductions, have to be seen in the context of ongoing uncertainty over deep structural reforms to our skills landscape. Employer investment in training - as evidenced by the recent Employer Skills Survey - needs a considerable boost. Public policy should serve as an enabler and not a barrier to this.\n\nFair work\n\nJob quality is at the heart of what the CIPD does. An increasing body of evidence shows that good work is fundamental to individual wellbeing, supports a fair society and creates motivated workers, productive organisations and a strong economy. Policy-makers and employers need to take action if they are to improve job quality across the workforce - not only aiming for more jobs, but better jobs.\n\nOne budget line in particular stands out in this area - Fair Work and Labour Strategy - which has seen a 51.4% budget cut (PS3.7m). This in itself is part of the Employability budget portfolio, which has fallen by over PS30m or 23%. Budget documents justify the cuts as follows:\n\n\"Reduction in resource reflects planned closure of the Workplace Equality Fund and Disability Public Social Partnership, retirement of the Scottish Business Pledge and decisions not to start the Centre for Workplace Transformation or private sector 4 day week pilots.\"\n\nAll five of these initiatives were promoted by the Scottish Government as either having made, or planning to make, a difference to Scottish workplaces:\n\nIn the context of a PS54bn Budget, this is a miniscule budget line, but its parts were designed to either directly help or add to evidence around labour market participation, inclusion or workplace practice. The post-COVID world of work needs more of that.\n\nIn the past, the Scottish Government has recognised that smaller pots of funding can make a difference to workplaces and individual employee working lives. It is disappointing to see this approach discontinued.\n\nConclusion\n\nThis has undoubtedly been a difficult Budget under challenging circumstances. Of course, the UK Government's upcoming Spring Budget may well result in additional consequential funding that the Scottish Government could use to augment the plans it just passed.\n\nRegardless of this, conversations with CIPD members and research evidence overwhelmingly point to a need to provide more support for education and skills development more broadly, but for upskilling, reskilling and work-based learning in particular. Employability support to remove barriers to labour market participation, reducing economic inactivity, as well as boosting fair work across the working population, should also be high up the list.\n\nRest assured that we will continue to engage with Ministers, civil servants and government agencies on your behalf."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/peter_cheese/posts/building-our-profession",
            "title": "Building our profession",
            "author": "",
            "date": "",
            "tags": [
                "Peter Cheese",
                "Future of the profession",
                "professionalism"
            ],
            "full_text": "In challenging and uncertain times, being part of a professional community, learning from others and keeping skills up to date, are vital in building the confidence to influence and shape a direction forwards. We know as your professional body we need to do all we can to support you in these ways and to help shape the future for our profession. More is being demanded of us all, and the strategic opportunities and direction for our profession are growing and becoming clearer.  \n\nThe CIPD hackathon we did in the latter part of 2020 looked ahead to 2030 and the role the profession should play. It engaged a wide and diverse group of practitioners and HR leaders, as well as thought leaders and researchers. It was clear to see the shift towards the more strategic agendas of managing change, developing agile organisational models and processes, digital and technological transformation, managing for changing workforce expectations and demographics, and strategic workforce planning. It was also encouraging to see the belief in and focus on our role in driving sustainability, purpose and responsible business.   \n\nThese have all been at the heart of the CIPDs content, guidance and learning, with enduring themes on technology and AI, flexible working, employee relations, wellbeing, inclusion, skills, good work and responsible business.  \n\nIn addressing these themes, we all must understand the evidence base and be able to show the impact on business outcomes with clear line of sight on how value is being driven. This is particularly important in times of cost pressure, to be able to sustain momentum and keep people at the heart of business strategy.   \n\nAt the CIPD, we have been investing significantly in our capabilities and resources to support all of you in reaching these goals, to help grow your careers and your impact, and to provide what you need and when you need it. We have been communicating on what you should expect from us in '24, and we want to encourage more connection and more engagement across our membership and communities.  \n\nAs more is demanded of us all, professionalisation and professionalism become more and more important - being recognised and valued as professionals and being true to the values and behaviours expected of professionals. In times of significant change, everyone needs to know who they can trust, who has the expertise and credibility and keeps their knowledge and skills current, and to know that decisions are being made on evidence as well as good judgement. Our Profession Map calls out these capabilities and points to how we recognise professionalism, experience and learning.  \n\nWe know that historically as a profession we have too often been questioned on all these things. And if we are to see more consistent commitment from business leaders and boards to the strategic agendas that we know are important, then we must be more confident and know we have the capabilities to challenge, to lead, and to influence the right outcomes.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/uk-employment-law-updates-may-2024-first-worldwide-rules-on-ai-flexible-working-and-the-menopause-general-election-updates",
            "title": "UK employment law updates May 2024 – first worldwide rules on AI | flexible working and the menopause | General Election updates",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "In our May 2024 legal blog, the CIPD looks at how the EU's agreed AI rules signal the first worldwide rules on artificial intelligence.\n\nWe share how a flexible working request refusal transformed into a disability discrimination claim...after the employer did not attempt to fully recognise the impact of menopausal symptoms.\n\nPlus, the date of the General Election is now set...\n\nFirst worldwide rules on AI\n\nThe Council of the EU have agreed the first dedicated worldwide law on AI.  In adopting the rules of the Artificial Intelligence Act the EU have confirmed that they will make a law which aims to stop any potential harmful effects of AI systems.\n\nThe EU AI Act seeks to create different risk levels for certain types of the use of AI, with employment related data being categorised as \"high risk\". Data categorised as high risk is subject to additional regulatory obligations, and there will be transparency requirements for organisations using AI. This act has now been formally adopted as of May 2024. It will take a few years for organisations to be held accountable to it, to allow for systems to be brought up to date.\n\nPeople professionals should be mindful that the Act will be legally enforceable in the EU single market (for all bodies operating there).\n\nFlexible working requests and the menopause\n\nIn a case that has passed through the tribunal system, it was deemed that an employee, who had severe menopausal symptoms and growing caring responsibilities, was discriminated against and unfairly dismissed.\n\nIn Johnson v Bronzeshield Lifting Ltd (2022), the employee had made clear to the employer that a number of menopausal symptoms were impacting her ability to work. In addition, she needed to take on additional caring responsibilities for her elderly parents.\n\nThe employer had granted a 10-month trial of flexible working hours. However, when a formal application to continue the flexible working arrangements was given at the end of the trial period (with altered hours to account for the menopause and caring responsibilities), the application was refused, and the employee resigned.\n\nThe employee won her claim for disability discrimination and constructive unfair dismissal.\n\nThe interesting points from the judges' comments in the case relate to the manager's inaction to understand the disability. In delivering the verdict, the judge writes: \"It is plain also that...because the Claimant's particular disability was menopause Mr Jones treated it as something he did not need to take into account. He did not ask about it and assumed (baselessly) that he would not understand it. This in our view reflected an attitude that because the medical condition in issue was menopause in particular rather than another condition it was not something that he had to go into or think about when dealing with the application.\"\n\nEmployers would be wise to note that inaction can leave an organisation as culpable as unlawful. action, and that reasonable flexible working requests - particularly in light of recent extensions of laws in this area - can only be refused for one of the eight permitted business reasons.\n\nGeneral Election 2024\n\nWith the 2024 General Election now set for 4 July 2024, attention turns to the potential impact on employment law and the world of work. People professionals are recommended to monitor updates from all parties, as well as consult the CIPD's employment law timetable for major changes in this field.\n\nThe CIPD is keen to hear from you. We would like to know what you think of the employment law content we have on offer and what more we can do to help you.\n\nThis anonymous survey takes about a minute to complete and is open until 10 June 2024. \n\n Tell us what you think\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd_voice_on/posts/laying-the-ground-for-the-uk-general-election",
            "title": "Laying the ground for the UK General Election",
            "author": "",
            "date": "",
            "tags": [
                "General Election"
            ],
            "full_text": "Peter Flack Lamb recaps the latest developments in UK politics and what they mean for CIPD engagement as we head into the next General Election \n\nIn September, the CIPD published its proposals for improving work in the CIPD Manifesto for Good Work. Heading into the next UK General Election, we will be engaging with key decision-makers in the leading political parties, to draw support for policies set out in the manifesto and ensure our membership's perspective is represented. To do that, we must be aware of the changing political scene. \n\nFollowing a busy conference season, November and December are often quieter months for parliamentary manoeuvring in UK politics. Christmas receptions increase, and parties prepare for the hard slog of campaigning during May elections. \n\nThis year has been different. There have been changes at the top of the government and in the official opposition. There is tension around the topic of immigration and the tax cutting from the Autumn Statement may yet impact the polls. This will impact who the CIPD engages with on our key policy areas. \n\nSuella Braverman's removal from the post of Home Secretary prompted an earlier than expected frontbench reshuffle, including several roles at the Department for Work and Pensions, where the CIPD often looks to engage. \n\nWhile Braverman's comments since her removal have focused on disagreements with Prime Minister Rishi Sunak over how to reduce levels of immigration to the UK, the dispute has been seen by many as her positioning herself for a future Conservative leadership bid. \n\nThis means, despite new Home Secretary James Cleverly's recent announcement of greater controls on legal migration, immigration looks set to be a flash point for the Conservatives in the lead up to the next election. Another MP seen to be angling for a leadership tilt is Robert Jenrick, former Minister of State for Immigration, who made it known he supported a higher salary requirement for skilled worker visas than the government ultimately announced.  \n\nWith poll ratings for the Conservative Party remaining consistently low, jockeying by MPs for a future leadership contest could overshadow any Conservative plans before the next election.  \n\nThis all adds to the pressure on the Prime Minister to demonstrate he can bring down headline immigration numbers. Immigration is already likely to be key to the Conservative campaign for the General Election, and the Labour Party are signalling it wants lower migrant numbers. The environment could stand in the way of the CIPD's manifesto call that parties should \"ensure the immigration system is flexible and can address critical skills shortages\". \n\nFurther curbs on skilled migrants, particularly in lower paid sectors, will also add to the growing need to improve our skills system and have more measures that can grow labour market participation, with near term consequences for those who are looking to recruit into sectors with existing skills shortages like social care. This will also make our calls for reforms to the Apprenticeship Levy and better coordination of skills policy even more important. \n\nWhile this has been a challenging time for the government, it was also far from plain sailing for the opposition. The decision of the SNP to propose an amendment to the King's Speech calling for a ceasefire in Gaza resulted in a split in the parliamentary party, with several shadow ministers forced to step down from their roles to vote with the SNP. \n\nThis included roles relevant to the CIPD and to our members, such as the Shadow Minister for Women and Equalities and the Shadow Minister for the New Deal for Working People - the latter of which still hasn't been directly replaced at the time of writing. \n\nThe wider calls for a ceasefire by leading Labour figures and groups outside of Westminster point to the fact that despite efforts to improve party discipline under Keir Starmer, there remains potential for significant divisions beneath the surface. \n\nFor the CIPD, our efforts to engage Labour in policy discussions continue, building on our engagement at the recent party conferences. With the potential for a Labour Government, understanding and engaging with their proposed New Deal for Working People will be important for our members, as will understanding proposals for a new industrial strategy.  \n\nMost recently, we submitted to the Labour party our review of business engagement led by Iain Anderson, which will be important to get right if it is to succeed with its mission-led approach to government and crystalise its proposed 'partnership' with business. \n\nWe continue to have good links to the Conservative Government through our work on the Flexible Working Taskforce and DWP Over-50s Forum, and are looking to do more with the Department for Business and key public bodies in future. \n\nAt this stage, most commentators consider it unlikely that there will be further significant reshuffles ahead of the General Election. While it could be called for any date up to 28 January 2025, most discussion currently centres on a date in May or around late October 2024.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/uk-employment-law-updates-february-2024-everyone-is-talking-about-ai-law-no-more-concessions-for-unwittingly-employed-illegal-workers-statutory-rates-updates",
            "title": "UK employment law updates February 2024 – Everyone is talking about AI law| No more concessions for unwittingly employed illegal workers | Statutory Rates updates...",
            "author": "",
            "date": "",
            "tags": [
                "Artificial Intelligence",
                "employment law update",
                "Employment law"
            ],
            "full_text": "In our February 2024 legal blog, the CIPD explores the people profession's legal obligations around AI, the increased fines and risk associated with employing an illegal worker (even unwittingly) and the upcoming Statutory Rates changes for 2024/2025...\n\nEveryone is talking about AI...\n\nIf you're confused over how, and what, the impact of AI is going to be on day-to-day life, then you are not alone. A YouGov survey in late 2023 showed that nearly half of the 2,067 respondents did not feel they had a good grasp of impending impact of AI technology.\n\nThe potential benefits and pitfalls of AI technology are almost limitless. As people professionals, establishing systems to capture AI use in your organisation, as well as training and processes around their use, are at the foremost of concerns for 2024.\n\nWhilst the ethical guidance on the matter is clear, what are the legal obligations that you are subject to in the UK? Here's a short, sharp, update:\n\nThe CIPD provide dedicated guides, reports and resources on the use of AI in the workplace.\n\nNo more concessions for the unwittingly employment of an illegal worker\n\nAs part of UK Government measures to reduce net migration, fines for illegally employing a worker have tripled from PS15,000 for a first offence to PS45,000. The maximum fine for repeat offences has jumped from PS20,000 per illegal worker to PS60,000.\n\nThere's more...not only have the fees increased but there is no longer any concession for late applications under the EU Settlement Scheme (for EEA nationals or non-EEA national family members who were employed before 30 June 2021). In practical terms this means that if workers employed from this date have no legal right to work, the employer will now need to act. Actions may include fines, terminations of employment and certain obligations to contact the Home Office.\n\nFor all employers it is also worth noting that the legal obligation for proper right-to-work checks transfers under TUPE.\n\nIn accordance with the increased fines and legal obligations, the UK Government updated its Guide to Right to Work checks.\n\nWhat's changed in Fire and Rehire guidance?\n\nFebruary 2024 has seen the publication of the first statutory Code of Practice relating to Dismissal and Re-engagement...or 'fire and rehire'. Subject to parliamentary approval, the Code will come into effect in 2024 across England, Wales and Scotland.\n\nFor some, the Code has been named a 'baby step'. Regardless of views on the matter, there are elements that people professionals should be aware:\n\nThe CIPD provide a guide to understand the 'fire and rehire process'.\n\nUpcoming Statutory Rates changes\n\nCertain statutory rates will change from 6 April 2024. Currently, proposed rates for the 2024-2025 period have been suggested for the National Minimum and National Living Wage, Statutory Sick Pay and Statutory Maternity, Paternity, Adoption and Shared Parental Leave.\n\nYou can keep track of Statutory Rates changes and tribunal fees here.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/reward_blog/posts/cipd-research-shows-continued-struggle-with-bills-and-other-commitments",
            "title": "CIPD research shows continued struggle with bills and other commitments",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Charles Cotton, CIPD's Senior Policy Advisor on performance and reward.\n\nOur latest CIPD Good Work Index survey finds a minor improvement in employees keeping up with bills and other commitments, but a sustained struggle overall.\n\nThe proportion of employees keeping up with their bills and credit commitments without any difficulties has increased from 48% to 50% between winter 2023 and winter 2024. However, while there's been an improvement, it's slight, and we have yet to return to the levels recorded in winter 2022.\n\nBy sector, we find the largest improvement in financial wellbeing is among those working for public and voluntary sector employers. By contrast, the rise in the private sector is small and private sector staff are now financially less secure than those in the rest of the economy.\n\nWhile most parts of the UK have bounced back financially since 2023, this has not been the case in all areas. Northern Ireland reports a large fall in the proportion of employees keeping up with their bills and credit commitments without any difficulties. While workers in the Midlands and London report a smaller decline.\n\nThe largest improvements to financial wellbeing are in Northern England and Southern England. However, no part of the UK has bounced back to the level of upkeep with finances recorded in winter 2022.\n\nRelated findings include:\n\nHow HR teams can support the financial wellbeing of their employees\n\nWe recommend that employers do the following to help cut the risk of employees falling into poor financial wellbeing:\n\nAs well as financial support, employers should explore ways for improving workplace productivity. Such as boosting effectiveness by redesigning work, jobs, and the organisation, which will help pay for financial wellbeing support.\n\nOther low cost-measures for improving the financial wellbeing of your employees include:\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/peter_cheese/posts/a-new-era-for-employment-rights",
            "title": "A new era for employment rights",
            "author": "",
            "date": "",
            "tags": [],
            "full_text": "Labour market regulation is always a balance between providing reasonable flexibility for employers with fair treatment, access to opportunities and security for individuals. Too much regulation can be burdensome and discourage employers from hiring, but too little and employees will be at risk of unfair treatment and insecurity.\n\nGenerally, the UK has been seen to have a reasonable balance between the stronger regulation and worker protections seen in many other European countries, and the more liberal labour market regulation in North America. We recently updated a report we first published in 2015 assessing evidence about how well the UK performed on labour market outcomes and the quality of work compared with other OECD economies. Both reports showed that the UK performed relatively well on a range of employment outcomes and concluded there was little advantage to be had from moving towards either significantly greater regulation or deregulation of the UK labour market. However, there is recognition of the need to better reflect changes in work and workplaces in recent years, and to encourage wider access to work to increase rates of employment.\n\nThe new Labour government promised to modernise regulation, and to provide more protection and security for workers. The recently published Employment Rights Bill, part of the wider 'Make Work Pay' agenda, with 28 provisions, is the most extensive change to employment regulation in decades. As the CIPD we've been closely involved in the consultations to date, and will continue to be, bringing the voice and influence of the profession that will be at the heart of understanding and embedding changes.\n\nThere are proposals aimed at supportive practices such as improving Statutory Sick Pay, support for bereavement, the menopause, parental leave, and protections against harassment, and these can help maximise labour market participation. Some changes will more directly impact employers in how they recruit and manage their workforces, such as removal of the qualification period for unfair dismissal, further restrictions on fire and rehire practices and new rights for zero hours workers. The details are still being worked through and there are important questions to be answered to ensure changes are reasonable and workable, particularly for smaller businesses.\n\nAs expected, part of the emerging plans aims to strengthen the voice and positioning of the trade unions. These have also raised questions and require careful consultation. Establishing better tri-partite relations between government, business, and unions is a stated goal and we can all learn from where these 'social partnerships' have been defined in large employers such as the NHS, places like Wales under their Labour government in recent years, and in countries such as Singapore.\n\nChanges will be phased in over the next couple of years and there's still a lot more detail and planning to come. The Government is keen to emphasise being 'pro-worker and pro-business' to support opportunity, growth and productivity. Ongoing consultation with business and unions will be key to achieving this, and we'll support you with resources and share insights and more detail  as it emerges.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/cipd-ireland/posts/navigating-menopause-in-the-workplace-insights-from-the-irish-public-sector",
            "title": "Navigating menopause in the workplace: insights from the Irish public sector",
            "author": "",
            "date": "",
            "tags": [
                "peri-menopause",
                "post-menopause",
                "Meg Dunphy",
                "CIPD Ireland",
                "Menopause at work",
                "Managing menopause at work",
                "menopause policies",
                "menopausal transition",
                "Menopause supports at work",
                "Menopause research",
                "Ireland",
                "menopause",
                "pre-menopause",
                "Menopause supports",
                "public sector",
                "menopausal"
            ],
            "full_text": "Author: Meg Dunphy, HR Policy & Engagement Manager, CIPD\n\nIntroduction:\n\nMenopause awareness and supports in the workplace have never been more widely discussed. We were delighted to have Prof. Tom Garavan of University College Cork and Dr. Maeve O'Sullivan of University of Galway share some advanced findings on research conducted on menopause at work at our annual Wellbeing seminar.  These soon to be published research findings from Prof. Garavan, Dr O'Sullivan and Dr. Elaine O'Brien, Dr. Cliodhna MacKenzie, and Sarah Greely of University College Cork delves into the experiences of menopausal women at work, explores the attitudes of non-menopausal employees, and identifies potential interventions to support women through this transition.\n\nAs our society undergoes significant demographic shifts, with people living and working longer, it becomes increasingly important to address the unique challenges faced by women in the workplace. Menopause, traditionally overlooked as a gender and age-related issue, emerges as a critical organisational concern. The 2023 study encompasses findings from 986 participants across five public sector organisations in Ireland, shedding light on the nuanced dynamics of menopause in the workplace.\n\nUnderstanding demographics:\n\nThe research involved a diverse group of 986 participants, with 84.7% females and 15.3% males. The age distribution ranged from under 20 to 65+, capturing a broad spectrum of experiences. Menopausal status revealed variations among females, with categories such as pre-menopausal, peri-menopausal, menopausal, and post-menopausal. Job levels included entry, intermediate, supervisor, middle management, senior management, manual, and other roles.\n\nKnowledge of menopausal transition:\n\nParticipants with menopausal experience demonstrated a significantly higher level of knowledge about menopause compared to their non-menopausal counterparts. However, a concerning trend emerged among those without menopausal experience, with 83.9% feeling ill-informed and 71% indicating that menopause was either not discussed or considered a 'taboo' subject in the workplace. Furthermore, there was a reluctance among participants to discuss their menopausal experiences with managers. At the CIPD, we are working tirelessly to create menopause friendly work environments and have published resources and guides for people professionals as well as people managers.\n\nKnowledge of menopause policies:\n\nA prevalent theme across the five organisations was the lack of awareness or limited knowledge regarding menopause policies. A significant percentage (72.8%) of non-menopausal participants were unsure if their organisation had a menopause policy. Menopausal participants showed uncertainty (53.2%) or reported the absence (42.5%) of a menopause policy in their workplace. Attendance at menopause workshops was generally low, even among menopausal individuals. We would encourage organisations to have a menopause policy in place, ensure it is well communicated and visible, and provide manager training for its effective application.\n\nMenopause symptoms and impact:\n\nThe research highlighted that physical and mental exhaustion, sleep problems, and irritability were the most common menopause symptoms. Participants experiencing more severe symptoms also reported lower work engagement, productivity, and work-life balance, along with increased physical and mental health issues.\n\nDiffering experiences:\n\nComparisons between pre-menopausal and menopausal women revealed significant differences. Women with menopausal experience reported lower social support, both from supervisors and in personal relationships. They also experienced higher cognitive job demands, more autonomy, and increased exhaustion compared to their pre-menopausal counterparts. Notably, menopausal women were less likely to express an intention to apply for promotion. This is a worrying finding, given our tight labour market and gender pay gap.\n\nAttitudes toward organisational support:\n\nAcross all participants, there was a consensus that organisations should offer support during menopausal transition. Management training was deemed most important, followed by information sessions for menopausal employees, information sessions for all employees, and increased flexibility for those undergoing menopause.\n\nConclusion:\n\nThis research provides valuable insights into the experiences of menopausal women in the workplace, emphasising the need for greater awareness, support, and organisational policies. We have two practical guides that can support people managers and people professional in managing menopause at work.  As we move forward, addressing the challenges of menopause in the workplace will not only benefit women directly impacted but will contribute to creating more inclusive and supportive work environments for all.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        },
        {
            "url": "https://community.cipd.co.uk/cipd-blogs/b/employment_law/posts/uk-employment-law-updates-changes-for-2024-increased-rights-to-flexible-working-a-new-statutory-leave-entitlements-for-carers-plus-a-significant-shift-in-employer-s-obligations-to-prevent-sexual-harassment",
            "title": "UK Employment law updates: Changes for 2024: Increased rights to flexible working | A new statutory leave entitlements for carers | Plus a significant shift in employer's obligations to prevent sexual harassment",
            "author": "",
            "date": "",
            "tags": [
                "Employment law"
            ],
            "full_text": "In our December legal blog, the CIPD summarises what UK employment law changes are on the horizon in 2024.\n\nThis blog was updated on 1 January 2024. The details of this blog are accurate at the time of writing. The CIPD maintains updated records of employment law legislation on their dedicated timetable.\n\nEmployment Rights (Amendment, Revocation and Transitional Provision) Regulations 2023\n\nFrom the start of 2024, adapted employment rights will come into force for England, Wales and Scotland. The Employment Rights (Amendment, Revocation and Transitional Provision) Regulations 2023 are built on the back of the Retained EU Law (Revocation and Reform) Act 2023 (RUEL), and are applicable for England, Wales and Scotland.\n\nDo work practices need to change? Organisations will need to ensure they have updated their practices on record keeping of working hours, rolled up holiday pay (RHP) for irregular hours and part time workers, as well as TUPE consultation polices for businesses with fewer than 50 employees (and no existing representation). You can track changes enacted under RUEL here.\n\nComes into force: 1 January 2024\n\nEquality Act 2010 (Amendment) Regulations 2023 (the EqA 2010 Amendment Regulations)\n\nAmendments to the Equality Act to reproduce and retain various rights and principles of equality and discrimination law in England, Scotland and Wales (EU law that otherwise expires on 31 December 2023).\n\nDo work practices need to change? Organisations should be aware that the following items have been addressed; direct discrimination related to pregnancy, maternity and breastfeeding, indirect associative discrimination, discriminatory statements about recruitment, single source tests in equal pay claims and the definition of disability. Full details can be found here.\n\nComes into force: 1 January 2024\n\nNational Insurance rates cut\n\nAcross the UK, National Insurance will be cut by 2% (from 12%) for those earning between PS12,570 and PS50.270. Self-employed workers will pay 9%. Class 2 National Insurance for the self-employed will be abolished.\n\nDo work practices need to change? Payroll should capture these changes.\n\nComes into force: 6 January 2024.  \n \nRight to work fines triple\n\nIllegal working fines will triple to PS45,000 per worker for first breaches and PS60,000 per worker for repeat breaches in the UK.\n\nDo work practices need to change? Organisations without substantial right to work checks in place should take note. A draft code suggests that all right to work checks must include either a manual right to work check, a right to work check using Identity Document Validation Technology (IDVT), or a Home Office online right to work check.\n\nComes into force: 22 January 2024  \n \nNational Minimum/Living Wage changes\n\nDo work practices need to change? - In the UK, the National Minimum/Living Wage is set to rise.\n\nFor people aged over 21, the National Minimum (Living) Wage will rise from PS10.42 to PS11.44  \nFor people aged 18-20 the National Minimum (Living) Wage will rise from PS7.49 to PS8.60  \nFor people aged 16-17 and apprentices, the National Minimum (Living) Wage will increase from PS5.28 to PS6.40\n\nComes into force: 1 April 2024.   \n \nEmployment Relations (Flexible Working) Act 2023\n\nAn act making a day one right for employees in England, Scotland and Wales to make two flexible working requests in a 12-month period.\n\nDo work practices need to change? Organisations need to ensure that they have policies and practices in place to respond to these requests; both suitably and within the legal time-period. The act states that an employee can make two flexible working requests a year, there must be a consultation between both parties and employers must respond within two months.\n\nComes into force: 6 April 2024 (for requests made on, or after, this date)  \n \nCarer's Leave Act 2023\n\nIntroducing a right for a statutory leave entitlement of five working days every 12 months for unpaid carers across the UK although it will only take effect in Northern Ireland if legislation is passed there.\n\nDo work practices need to change? This is a new right and employers will need to prepare for it. It is a day one right and applies to anyone who is the carer for a person with a long-term care need. The leave may be taken in half-days, full days or blocks of time and the notice for leave is twice as much time as the leave required or at the employers' discretion for shorter notice. Employers can postpone leave when certain conditions are considered.\n\nComes into force: 6 April 2024  \n \nProtection from Redundancy (Pregnancy and Family Leave) Act 2023\n\nExtending redundancy protection for 18 months after the birth or placement of a child across England, Scotland and Wales.\n\nDo work practices need to change? The extended pool of those protected from redundancy in the event of parental leave is significant. If passed, the extended rights will require employers to track the following additional rights from April 2024 onward:\n\nIn pregnancy, protection from the point at which an employee tells their employer about their pregnancy until the day that statutory maternity leave starts. If the pregnancy ends, the protection continues for two weeks after the end of pregnancy.\n\nOn maternity leave, the additional protected period will end 18 months after the expected week of childbirth or the date of the child's birth (if the employee has shared this).\n\nFor adoption leave, the additional protected period ends 18 months after the child's placement.\n\nFor shared parental leave, the additional protection can continue to 18 months after the date of the child's birth or placement.\n\nComes into force: Likely from 6 April 2024 (still to be confirmed).  \nEmployment (Allocation of Tips) Act 2023\n\nA new legal obligation for employers in England, Scotland and Wales to fairly allocate the tips over which they exercise control.\n\nDo work practices need to change? If tips are part of your industry, then work practices need to be up-to-scratch when this law comes into effect. The legislation sets out that organisations will need to ensure that they can demonstrate that tips are paid in full to workers within a month of payment, that companies should have a written policy of tip allocation and that up to three years of tip allocation records should be maintained.\n\nComes into force: Expected to come into force in April 2024. A consultation on the matter is open until 22 February 2024.\n\nWorkers (Predictable Terms and Conditions) Act 2023\n\nThe act allows employees who work unpredictable hours to make two predictable working pattern requests a year in England, Scotland and Wales.\n\nDo work practices need to change? Policies and procedures need to be in place to account for the new law. The act requires companies to schedule timely meetings with employees making a request, that decisions should be made based on evidence and that accurate records of the meetings should be made. Decisions should be issued within one month of request or appeal\n\nComes into force: September 2024\n\nWorker Protection (Amendment of Equality Act 2010) Act 2023\n\nThe act signals a major change in sexual harassment law in England, Scotland and Wales, placing a significant responsibility on employers to stop sexual harassment in the workplace. The onus is moved from the victim to report and raise an issue, and instead placed on employers to take reasonable steps to prevent sexual harassment. The Equalities and Human Rights Commission will be able to take action against firms who breach their duties. Compensation in such cases can be increased by 25%.\n\nDo work practices need to change? Ahead of commencement, organisations should risk assess their workplaces, clarify policies, issue training to all employees and ensure that they have fair and impartial investigation procedures in place.\n\nComes into force: 26 October 2024  \n \nWhat else for 2024?\n\nSenior employment law lecturer Stephen Taylor has looked into his crystal ball to establish what he foresees as the key issues at stake in employment law 2024, they include:\n\nKeep track of all future confirmed legal changes in the CIPD's legislative timetable.\n\nThank you for your comments. There may be a short delay in this going live on the blog page as we moderate the comments added to our blogs."
        }
    ]
}