{
  "filtered_articles": [
    {
      "url": "https://www.cipd.org/uk/knowledge/guides/analytics-practitioner-guide/",
      "title": "People analytics: Guide for people professionals",
      "date": "13 Dec, 2024",
      "year": 2024.0,
      "category": "Guide",
      "tags": [
        "All locations",
        "People analytics"
      ],
      "description": "Learn the basics and improve your confidence and capability when using data",
      "summary": "Knowing how to use people data to make sound business decisions is highlighted as core knowledge in the CIPD profession map. Data is one of four types of evidence that people professionals need to be comfortable with using (alongside professional expertise, scientific literature, and stakeholder views), and is part of the evidence-based practice core knowledge in the CIPD Profession Map.  \nThis guide defines what we mean by ‘people analytics’ and advises on practical steps you can take to find focus and approach an investigation to ensure it will add value. It also looks at how to build a people analytics strategy.\nPlease note, 'people data' in many instances will contain personal information that is protected by law. Practitioners should ensure that any processing of personal data is done in accordance with the legal requirements applicable in their jurisdiction. \nFor more information, refer to the CIPD's topic page on data protection. If in doubt, CIPD members can contact the Employment Law Helpline or consult their legal adviser for specific advice.",
      "full_text": "On this page\nWhat is people analytics?\nHow to find focus\nHow to approach an investigation\nHow to build a people analytics strategy\nKey metrics: Examples\nWhat is people analytics?\nUse of people data to solve business problems\nPeople analytics is about analysing data about people to solve business problems. It is sometimes called HR analytics or workforce analytics. One academic paper defines it as 'a number of processes, enabled by technology, that use descriptive, visual and statistical methods to interpret people data and HR processes'.\nYou can use people analytics to:\nMeasure the value and quality of your workforce in areas such as performance, wellbeing, and equality, diversity and inclusion (EDI). These can be communicated to key stakeholders such as senior leaders, investors, regulators and customers.\nMake evidence-based decisions on improving workforce wellbeing and organisational performance.\nEstimate the financial and social return on investment of change initiatives.\nDemonstrate the impact of policies and processes on workforce and organisational performance.\nAn effective people analytics practice:\nFocuses on solving a business problem (not just a People function's problem).\nClearly defines the scope of the research questions.\nStarts small and grows through testing and learning, periodically evaluating impact.\nConsiders key stakeholders' needs and engages them throughout the process.\nFinds ways to free up skills and time by automating routine tasks.\nEffective people analytics doesn't necessarily need to use sophisticated statistical software and large data sets. Many problems are simple but require a methodical approach and excellent engagement with stakeholders. Watch these videos to hear how people professionals use people analytics in their organisations.\nTo make the most of people data, people professionals must learn to be comfortable with using data and analytics.\nReporting and analytics maturity\nOften, reporting and analytics are used to describe similar or the same processes. They are in fact distinct but related concepts.\nReporting is process-based, and descriptive. The core aim is to provide snapshots of current workforce composition and highlight the past trends of key metrics. A good example of reporting practice is the use of people data dashboards which include key performance indicators (KPIs) of important workforce data.\nAnalytics is typically project-based, often examining the root cause of a workforce issue, and attempts to provide advice to mitigate against associated risk. It is also used to measure the success of a particular initiative, and to advise on optimisation.\nReporting focuses on the past and provides information; analytics is forward-thinking and delivers insight that influences decision-making.\nThe transition from reporting to analytics can be broken down into five levels of service provision (see Figure 1).\nAlthough the aim should be to progressively focus resources on level 3-5 outputs, it should be recognised that the foundations remain important. A mature, balanced reporting and analytics proposition will encompass and deliver against the entire spectrum.\nFigure 1: People analytics maturity levels\nOperational: raw data compiled manually or exported from a system. Typically presented as a list or simple table.\nDescriptive: typically represented in tabular or graphical form, perhaps presenting a snapshot of the workforce's composition, or tracking a critical metric through time (what happened).\nDiagnostic: typically the output from a piece of root-cause analysis, the purpose of which was to determine why something has happened. For example, an unwanted increase in employee turnover (why it happened).\nPredictive: typically taking the output from diagnostic analysis, integrating other environmental factors, and projecting the future direction of critical metrics or KPIs (what will happen next?).\nPrescriptive: working with stakeholders to determine intervention strategies that will minimise risk or maximise opportunity, and ways to measure the success of these plans (what we need to do).\nIt is worth noting that reporting and analytics are not always delivered by individuals or teams within your people function. Most of the standard reporting is provided by HR systems on dashboards without analyst intervention, and some organisations find that in-sourcing or out-sourcing aspects of reporting and analytics can be the best delivery model, depending on the skills and resources available.\nTypical organisational KPIs and business questions\nOne of the most frequently asked questions from people professionals concerns the KPIs and metrics that are commonly used across other organisations, and therefore, those that they themselves should consider using.\nAt organisational level, the KPIs in the eyes of the CEO or CFO may be revenue per employee. It is an effective way of illustrating the productivity and output of the workforce.\nThe calculation can be adapted for different employee groups, but the basic calculation remains the same:\nRevenue per full-time employee = total revenue for the year / average number of full-time employees\nEmployee number can be substituted for other key measures, such as part-time employees, or total employee hours worked.\nFor not-for-profit organisations, revenue may be substituted by a measure of cost saving, service delivery or cost-efficiency.\nIncreasingly, people analytics functions are also asked to consider measures relating to environmental, social and governance (ESG). For example, the environmental impact of an office attendance policy, the impact on equality of a proposed change, or the barriers to achieving more diversity at senior level.\nOutside of these, metrics should be selected based on the questions that matter to your  organisation. This context is vital, so it is impossible to be prescriptive. However, Table 1 suggests metrics that should be at the forefront of people professionals' minds.\nTable 1: Example metrics\nManager span of control\nLeadership programme attendance\nTenure in staff role\nNumber of product training days\nPay benchmarked against market\nTime since last promotion or development opportunity\nComplexity of commute\nAgile working options\nFor illustrative purposes only, suggested metrics are indicative only and do not represent an exhaustive list.\nHow to find focus\nIdentify something insightful, relevant and actionable\nTo be impactful, people professionals should consider investigations that will add real value and are backed by evidence. This means considering all relevant sources of evidence including organisational data, stakeholder views, scientific literature and your professional expertise. Our approach to gathering evidence should be pragmatic and auditable, and not rely only on 'gut feel'. People analytics is most valuable when it combines all these types of evidence.\nSo, how can we isolate those value-add projects? Let's first determine what we mean by 'value-add'.\nThere are three checkpoints that should be considered before initiating any people analytics investigation (see Figure 2):\nWill it be insightful?\nWill it be relevant?\nWill it be actionable?\nFigure 2: Value-add people analytics\nAsk effect and non-effect questions\nThere is an increasing demand, not just from our colleagues, but also from our organisation's customers, for value-add, decision-driving people insight. However, that same audience is not entirely confident of people professionals' ability to deliver this. The only way to attract that confidence and become trusted advisers is to consistently deliver relevant insight, accompanied by concrete actions.\nTo start this journey, first and foremost we must examine the right areas and adopt a question-based mindset. This means careful consideration of the viewpoint of the customer and providing answers to the questions that they should be asking about workforce issues, people processes and the contribution that the workforce makes to organisational success.\nWe should consider whether the question being asked will provide information only, or whether it might deliver insight (tell us something we didn't already know). A balanced proposition will encompass both, but genuine value is more likely to be created where focus is concentrated on insight. People professionals should also be wary of agreeing to routinely providing information for stakeholders that lacks opportunities to offer value-adding insight, or consumes analyst time.\nPeople analytics questions tend to take two forms: those which are based on linking concepts (effect), and those which are more descriptive in nature (non-effect). Reporting questions are typically non-effect, while people analytics questions are often effect. Below are some examples:\nNon-effect questions:\nWhat is the sickness/absence rate for apprentices at my organisation?\nHow satisfied are employees who work in the manufacturing department?\nEffect questions:\nDoes our health and safety training save the organisation money?\nDoes our learning and development programme reduce employees' intention to leave?\nWhich wellbeing initiatives are improving employee well-being the most?\nBefore considering what those value-add questions may be, we need to recognise that 'one size does not fit all' in respect of our customers, and to ensure relevance we must segment our audience.\nSegment your audience\nAudience segments, and how they are labelled and prioritised, will differ from organisation to organisation. Some examples are shown below, along with suggestions as to the proposition (reporting or analytical) that may interest various groups.\nPeople managers - may require relevant, clearly defined and understood measures and metrics, such as trended absence rates against target.\nHR business partners - may need ways to deliver meaningful information and insight to their customers, perhaps in the form of on-demand dashboards showcasing key people measures with support on interpretation.\nThe People function leadership and other senior management - may need a projection on impact and ROI of a proposed major people programme.\nExternally, current shareholders or potential investors could be interested in evidence that the organisation's investment in the development of its workforce is aligned with its corporate strategy.\nIt's therefore important to consider the interests and information needs of each key stakeholder, as their requirements are likely to be specific to their role and focus.\nAs people professionals, we must identify these groups in the context of our organisation and offer a differentiated proposition if we are to maintain their interest and embed people analytics into our organisation.\nOnce we have identified these groups, we should build and maintain a relationship with key stakeholders within them. We can then work in partnership to craft the appropriate proposition, and determine the optimum channel of delivery.\nAlign questions with the employee lifecycle\nWe have now established that priority should be given to projects that will provide output that adds value to the decision-making process, in both the People function and the wider organisation. These projects will have their origin in 'asking relevant questions', and will be different depending on audience segment.\nNext, we need to determine and craft those questions. Often these questions will be easy to identify. However, sometimes we need a prompt - and the employee lifecycle is a great place to start. It tracks employees before, during and when they exit the organisation, so the employee lifecycle offers a framework that allows us, in principle, to evaluate investments in the attraction, recruitment, performance, development and retention of our workforce (see Figure 3).\nFigure 3: The employee lifecycle\nSource: CIPD Managing the employee lifecycle essential insights learning module\nAligning to the employee lifecycle is helpful because:\nEvery people professional understands the logic of an employee lifecycle.\nEach stage of the employee lifecycle is associated with a specific people process or event. Therefore, mapping to particular stakeholders is usually straightforward.\nWhen crafting questions based on the employee lifecycle, it is important to incorporate metrics that measure both cost and benefit as well as efficiency and effectiveness.\nExample 1: The recruitment process\nWhen appraising the success of the recruitment process, it is important to know the cost, and time to source, of hires - possibly also segmenting and comparing the source, or talent pool, from which these new hires originated. This analysis focuses on efficiency.\nWhat about tracking these new hires to understand their performance, progression and tenure in the organisation? This is a question of quality, often termed the quality of hire. This would surely be of value to both the recruitment function and their customers.\nAssessing the effectiveness of the process in this way informs the future direction of resourcing strategy and improves the quality of talent entering the organisation.\nExample 2: Learning and development interventions\nSimilarly, with learning and development we should aim to quantify the direct and indirect cost of a training programme, as well as the metrics that measure its impact. This could be a (before and after) measure of revenue, improved customer feedback or any other quantification of additional value to the organisation. This approach requires a holistic mindset, rather than just considering the intervention in isolation.\nOne obvious drawback to aligning our people analytics with the employee lifecycle is that it doesn't look to the future needs of an organisation in terms of numbers and types of people a business will need in, say, three to five years. We address this below by considering the concept of a holistic people analytics strategy.\nHow to approach an investigation once you've identified your questions\nBelow is an example of how to begin an investigation, applied (for illustrative purposes) to a workforce issue that all organisations face - employee turnover. This example demonstrates the mindset as well as the skills required to execute value-add people analytics. Note that project delivery skills are vital for ensuring the value of people analytics is realised. Without this, investigations can be 'shelved' and do not result in adding business value.\nStep 1: Define the KPI\nThe KPI will be determined by the critical question we are asking and will most likely be a measure or metric that tracks progress from where we are to where we want to be (our target). For this illustration the metric will be a variant of the employee turnover rate.\nIn terms of the calculation of this metric, essentially this is the number of people separating from a group (the 'numerator') divided by the number of people in that group (the 'denominator'), then multiplied by 100 to present the output as a percentage:\nTurnover rate (%) = number of employee separations x 100% / average number of employees\nThis is typically measured over a rolling year.\nFor the number of people leaving, we should consider the purpose of our investigation: what question are we attempting to answer?\nMost likely we are seeking to understand unplanned, unwanted separations - in this case, it would make little sense to include all leavers in our investigation.\nWe must, as a minimum, segment between those leaving voluntarily (resignations), those who are subject to an organisational action (dismissal, redundancy, divestment, and so on), and those exiting through a life event (predominantly retirement).\nThe denominator could be the start-of-period headcount (or full-time equivalent), or the mean average headcount (or full-time equivalent) across the period. However, we have to be consistent.\nStep 2: Isolate critical segments of leavers\nNext, we need to isolate the segments of the separating employees that represent the greatest 'level of risk' in terms of the efficiency and effectiveness of our operation, for example:\nperformance level\ncriticality of job role\ntime to backfill the vacated position (assuming the position is to be repopulated)\nimpact on team and/or organisational productivity while the position is vacant\nlead time to competency for a replacement hire\nimpact on the diversity balance.\nStep 3: Hypothesise the root cause\nWe now have a focus for our investigation - a discrete group of people who have chosen to leave our organisation who we would (for whatever reason) have preferred to retain. Logically, the next step of our investigation, is to understand why and/or when they are most likely to leave our organisation.\nIt's not enough to passively report the results from exit interviews or surveys; we must take this output, and qualitative information (from, for example, pulse surveys of those still in employment), and selected information from our information systems that will help us predict future separations.\nFor example, we may analyse:\nTenure in role or overall length of organisational service.\nImpending attainment of qualifications or accreditations.\nWhen share options can be exercised - and the value of these shares in the market.\nPatterns of reduced engagement and/or increasing casual absence.\nStability, experience and quality of line management or peer group.\nWe may also consider the external environment - for example, is a competitor becoming active in the talent market?\nThe considerations above are not exhaustive, nor will they be relevant for every organisation, but they do illustrate the holistic approach required if we hope to genuinely understand and provide insight in respect of employee turnover.\nIt is helpful to develop an understanding of the different kinds of analysis methods, including AI methods (eg machine learning), that can be deployed to gain insight from data. For example, a hypothesis about a relationship between variables, such as tenure and likelihood of resignation, requires a different approach to one about the outcomes for two groups such as graduate joiners and experienced hires. If there are data scientists or statisticians in your organisation, they can be helpful advisors on the right method for your question - as well as helping you understand the limitations of an analysis.\nStep 4: Plan an intervention - and measure the impact\nOnce we have - and can articulate - this insight, we can then work in partnership with the organisation we support to craft an appropriate intervention strategy. Of course, the involvement of the HR practitioner should not end here. Once the intervention strategy has been implemented, we should determine whether these measures have been successful, how long they should be implemented for, and how they can be optimised.\nAlthough the focus of this example is employee turnover, the general principles that underpin the approach - the identification of a critical question, crafting an appropriate key performance indicator, identifying specific areas of focus, hypothesising the root cause and drawing a conclusion - can be adapted and applied to the majority of common workforce issues and HR process concerns. The steps outlined should also allow us to find the evidence that proves (or indeed disproves) our theories.\nThe data quality conundrum\nShortfalls in data quality, completeness or accessibility should not prevent us from using it. It's important to accept (and educate those who use people data in our business) that the majority of people data will never be perfect.\nTransparency about quality and errors is an important part of people analytics. We should report our findings, along with our assessment of the data quality, and allow the decision-maker to use their judgement when using the insights. Does it matter whether the resignation rate of a critical resource has sharply increased to 15% or 17%? Regardless of the number, there is a problem that needs to be analysed and addressed.\nOur sensitivity to data quality will change according to the question being asked. Highlighting data quality issues shines a light on the process of collection.\nSubjectivity\nMuch of our data about people is based on opinion, and therefore a degree of subjectivity. For example, a manager's view of employee annual performance may be weighted towards more recent contributions, or a customer's perception of service provision may be skewed by factors not in the control of the front-line employee.\nTiming\nMuch of our data is extracted from 'live systems', therefore the 'truth' today may be out of date tomorrow.\nData capture\nThe process of data capture can present a significant risk, particularly when the process is unclear, ignored or unmonitored; or KPIs measure efficiency (in the form of speed) rather than effectiveness (in the form of quality).\nReporting accuracy\nFinally, unless we have the structures, competencies and reconciliations that ensure our reporting and analysis reflects the data held on source systems, we will lose credibility and therefore the opportunity to present our analysis.\nHR practitioners analysing people data must accept that a proportion of our information is based on opinion, and is therefore variable, and the fluid nature of our systems and data repositories will sometimes present slightly disconnected versions of the truth.\nWe must also highlight (not necessarily take ownership or responsibility for) data capture process errors, while ensuring that the data we use is auditable back to its origins.\nHow to build a people analytics strategy\nConsider the drivers\nThere are many barriers to introducing, embedding and maintaining a credible people analytics proposition within an organisation. Those voiced most regularly are lack of analytical skill, lack of time and lack of stakeholder support (or interest).\nA barrier that is rarely recognised but is all too apparent is a lack of a people analytics strategy of any kind - let alone a coherent one. A well-thought-out, clearly articulated strategy will help an organisation focus on what really matters in relation to workforce actions, behaviours and configuration. Crucially, it will help the People function be seen as a strategic business enabler.\nThe people analytics strategy will be different for each organisation, and should be fluid as context and drivers change. However, the core inputs for most organisations will remain constant and can be categorised as primary drivers and secondary drivers.\nPrimary drivers include:\ncurrent and emerging workforce issues\nmeasuring the efficiency and effectiveness of people processes and function\nchanging workforce requirements based on organisation strategy.\nSecondary drivers include:\nmeasuring and optimising the success of people programmes and initiatives\ntesting assumptions made about workforce actions\nScaling up and democratising analytics\nthe broader people agenda.\nLet's consider those drivers in more detail.\nPrimary driver #1: Current and emerging workforce issues\nThis is the obvious and comfortable place to start. Most organisations will at some point encounter problems such as increasing sickness absence rates, budget constraints, or a failure to retain staff.\nHowever, passive reporting of these trends is not enough; we must move beyond the provision of information to the generation of insight by adopting a question-based mindset. For example:\nIs an increase in absence driven by increasing stress levels? If so, has there been a specific change in the environment that may be a contributory factor?\nAre those employees who are separating from the organisation 'regretted' losses? If so, is the root cause a lack of career progression or the pursuit of our talent by a competitor?\nIf we can pose and then provide satisfactory answers to these types of questions, we will be delivering genuine insight.\nPrimary driver #2: Measuring the efficiency and effectiveness of people processes and function\nEarlier, when highlighting the advantages of aligning our people analytics with the employee lifecycle, we identified two opportunities for measuring the success of people processes in respect of both efficiency and effectiveness: the recruitment process and the learning and development function.\nMany other opportunities will become apparent as you work through the lifecycle and consider your own organisational context.\nOne word of caution, though: don't be drawn into analysing people processes in isolation; look for opportunities to ask questions that touch multiple aspects of the lifecycle. For example:\nHow do new hires view the onboarding process? Where there is negative feedback, how does this impact on separations of these employees within the first six months of tenure compare with those who offered positive feedback?\nIs there an association between a positive onboarding experience and engagement or performance in the first few years?\nFor an investigation of this type we might need to create a data set that doesn't currently exist, that is, to survey new employees for their views on induction. We should not be apprehensive about doing this, as long as the potential upside from the investigation can be demonstrated and we have the skills to design high quality data collection.\nBy doing this we can focus on the metrics that need to be used and the data that need to be collected.\nPrimary driver #3: Changing workforce requirements because of changing organisation strategy\nAlthough not as directly accessible as workforce issues and people process concerns, from a purist's point of view, an organisation's strategy should be the primary driver of a people analytics strategy, and there should be a logical and complementary link to the people strategy (if this is separate from the organisation strategy).\nThe people function must understand exactly what the organisation is trying to achieve in the medium- to long-term, and determine what workforce this requires. Think about the optimum size, shape and structure of the workforce. Here, shape means the structure - reporting lines, ratio of leaders to team members and their grade profiles. Skills isn't just about defining the relevant formal qualifications but also transferable skills. There is a growing emphasis on building a skills-based organisation, and a range of AI-embedded platforms to allow you to record and match skills efficiently. In practice this means defining skills in critical areas of the organisation, rather than building and maintaining a comprehensive skills taxonomy.\nWe can then quantify and qualify the gap between our current and ideal future workforce profile, and craft the short-, medium- and long-term interventions required to close that gap.\nThe outcome of this exercise should be a key input to an organisation's people strategy, which will in turn inform multiple people initiatives including recruitment strategies, learning and development interventions, succession plans, retention initiatives, job redesign, the diversity agenda, and decisions on acquisitions and divestments.\nAlthough linking organisation strategy to a people analytics strategy has clear benefits, to do this effectively will require a formal strategic workforce planning process - this is complex, time-consuming and will require specialist expertise and considerable involvement of stakeholders across the business.\nAn explanation of this process does not fall within the remit of this guide. However, if the process exists and is embedded within your organisation, it is strongly advised that you leverage the output to inform your people analytics agenda.\nIf the process does not exist, as a minimum, each time you plan and prioritise projects, consider whether the outputs have the potential to link workforce contribution to the execution of organisation strategy.\nSecondary driver #1: Measuring and optimising the success of people programmes and initiatives\nFor most organisations, their greatest investment is in the attraction, employment and development of their workforce.\nTherefore, it is reasonable that senior People function and organisation stakeholders should expect to understand whether those investments have paid off.\nA real area of opportunity for the People function is to measure the return on investment for selected people programmes and initiatives.\nThese will of course vary by organisation, but a constant theme across most is the efficiency and effectiveness of learning and development interventions - as referenced earlier in this guide.\nAnother opportunity may be the value of a graduate scheme - that is, the costs of attraction, onboarding, employing and training against benefits in terms of performance and longevity. Organisations may also be interested in the value of an agile working policy, a new ideas scheme or the introduction of a flexible benefits scheme.\nConsider where significant investments are being made in people in your organisation and look for opportunities to conduct a cost versus benefit analysis.\nSecondary driver #2: Testing assumptions made about workforce actions\nOften assumptions are made upon which we make decisions about our workforce without any attempt to establish whether these assumptions are actually correct.\nExamples may include:\nAn increase in commute distance will impact negatively on staff retention.\nStaff stability will result in higher profitability.\nHigher engagement drives higher productivity.\nAll three of these examples have something in common: they are entirely plausible - and indeed they may be absolutely correct.\nHowever, what if commute complexity or time were actually the issue? Or staff training rather than stability was the key factor in driving sales? Or the level of engagement simply indicated a happier workforce, not a more productive one? Or in fact productivity drives engagement?\nAll of these scenarios are equally plausible. So, the opportunity here is to treat the assumption as a hypothesis and isolate the possible root causes.\nThere is equal value in proving the hypothesis true (that is, the assumption is correct) and proving the hypothesis false (the assumption is incorrect). In either case, we will be providing insight that will add value to the decision-making process, and may avoid costly investment in an initiative founded on an incorrect assumption.\nSecondary driver #3: Scaling up and democratising access to people analytics\nAs you get more queries, think about ways you could scale up. A good place start is to identify the common questions. Then consider how much of the process of gathering and sharing insights could be easily standardised and automated. Prioritise the ones to scale first according to ease of implementation and value to the organisation.\nSome solutions might be as simple as creating a saved report and automating sending the insights to the people who need it, but more often scaling up requires sorting out the foundations. This could be having a data dictionary with clear definitions, integrating key data sources to simplify data gathering, and improving data quality.\nDemocratising access to people analytics is another way to scale up and, done right, will increase buy-in for more investment in people analytics. This involves more than just creating a dashboard that decision-makers can drill-down by different areas to make informed decisions. Co-create the solutions with the people who will be using them to ensure it meets their needs, paying attention to data privacy, security and ethical concerns. Where applicable, embed the solution within relevant day-to-day decision-making processes. Be prepared to invest time in training and supporting people in using the dashboard and other solutions you have created for them. The more intuitive your solution, the easier for them to adopt and the less likely they'll need refreshers.\nSecondary driver #4: The broader people agenda\nFinally, the broader people agenda should be examined for any residual opportunities. This might include examining the employee value proposition, leadership effectiveness and support for employees through change.\nThis may seem counterintuitive for a people professional - surely this is where we should start? However:\nTo look at the people agenda first will risk us skewing our people analytics proposition towards people processes and functions - remember, more value is generated for a wider customer base if we analyse the link between the workforce and organisation success.\nIn theory the people agenda should be informed by the people strategy (whether this exists formally or informally), which should be informed by organisation strategy - so there should in principle already be a natural alignment.\nHaving put forward the case for a formal strategy to ensure our people analytics proposition is aligned to the needs of the organisation, it is important to recognise that in reality people are unpredictable, and organisations, and the context in which they operate, can change.\nConsequently, we may need to be flexible with our people analytics strategy, review regularly, introduce additions or amendments to our plan, and conduct tactical investigations into emerging risks and opportunities.\nKey metrics: Examples\nHere are some examples of key metrics with advice on how to calculate the measure.\nEmployee turnover\nEmployee turnover rate describes the rate at which employees are leaving the organisation, and is measured over a defined period (usually annually). Sub-categories of employee turnover rate include intended, for example because of poor performance, retirement, restructuring, and unintended, for example, new role outside of the organisation, death, and so on. For a defined period, turnover rate can be calculated as:\nTurnover rate (%) = number of employee separations / average number of employees x 100\nSuccession coverage\nSuccession planning is a key element of workforce planning, particularly for senior roles, or pivotal roles in the organisation that have significant risk attached when vacant. Aside from the measure of a succession plan being in place, other key measures to consider are:\nSuccession coverage (%) = number of succession plans in place / number of roles identified as requiring succession plan x 100\nCost of vacancy\nVacant roles invariably cost the organisation and are of key interest to senior stakeholders. Highlighting the revenue lost because of the vacant position is a simple way of demonstrating the importance of having an efficient and effective recruitment process:\nCost of vacancy per day = average total yearly revenue per employee / number of working days per year\nThis number can then be used to calculate the cost of vacancy over the period by multiplying by the number of days in the period (for example x 30 days for a month).\nReturn on investment\nReturn on investment is a calculation of the benefits realised as a result of investing in a people programme. It is often used in learning and development to quantify the short-, medium- and long-term impacts of a learning and development programme.\nReturn on investment (%) = (value of realised benefits - investment cost) / investment cost x 100\nAcknowledgements\nAuthors\nThis guide is based on a 2021 edition of this guide originally written by Sam Hill, Managing Consultant and Founder, Workforce Dimensions and Edward Houghton, former Head of Research and Thought Leadership, CIPD\nCIPD members can access the 2021 edition of this guide through the knowledge archive.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "#what-is-people-analytics",
        "#how-to-find-focus",
        "#how-to-approach-an-investigation",
        "#how-to-build-a-people-analytics-strategy",
        "#key-metrics-examples",
        "https://www.researchgate.net/publication/310048235_An_evidence-based_review_of_HR_Analytics",
        "/uk/knowledge/factsheets/workforce-reporting-factsheet/",
        "/uk/knowledge/guides/evidence-based-profession/",
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "/uk/knowledge/guides/evidence-based-profession/",
        "/uk/knowledge/cipd-knowledge-archive/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Guides > People analytics: Guide for people professionals",
      "article_topics": [
        [
          "analytic",
          "organisation",
          "process",
          "strategy",
          "datum",
          "number",
          "question",
          "measure"
        ],
        [
          "organisation",
          "analytic",
          "process",
          "datum",
          "question",
          "strategy",
          "example",
          "measure"
        ],
        [
          "organisation",
          "analytic",
          "datum",
          "insight",
          "consider",
          "need",
          "strategy",
          "value"
        ],
        [
          "organisation",
          "analytic",
          "question",
          "value",
          "datum",
          "metric",
          "number",
          "example"
        ],
        [
          "analytic",
          "organisation",
          "question",
          "example",
          "process",
          "datum",
          "need",
          "value"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/guides/mental-health-at-work-commitment/",
      "title": "Supporting the Mental Health at Work Commitment",
      "date": "27 Mar, 2024",
      "year": 2024.0,
      "category": "Guide",
      "tags": [
        "UK",
        "Wellbeing"
      ],
      "description": "Find out more about the Mental Health at Work Commitment and the CIPD's content to help you to meet the standards",
      "summary": "The Mental Health at Work commitment offers organisations a way to publicly declare that mental health is a priority. The commitment is made up of six standards, based on the Thriving at Work standards and developed with the knowledge and expertise of mental health charities, leading employers and trade organisations.",
      "full_text": "\"It has never been more important for organisations to prioritise the mental wellbeing of their employees. The Mental Health at Work Commitment provides organisations with an opportunity to commit to this priority and take the necessary and important steps to effectively support their employees.\"\nOn this page\nExplore the six standards\nExplore the six standards\nTo help you work with the commitment below we've listed all of the relevant CIPD content to support your work to meet the standards:\nPrioritise mental health in the workplace by developing and delivering a systematic programme of activity\nStandard 1 involves:\nDevising, implementing and communicating a mental health at work plan\nDevising, implementing and communicating a mental health at work plan\nShowing senior level ownership and accountability with a clear reporting governance structure\nShowing senior level ownership and accountability with a clear reporting governance structure\nRegularly monitor employee mental health and wellbeing\nRegularly monitor employee mental health and wellbeing\nGather employee feedback and make improvements based on feedback\nGather employee feedback and make improvements based on feedback\nCIPD resources\nMental health in the workplace\nMental health in the workplace\nExplores mental health issues in the workplace focusing on supporting employees' mental health.\nStress in the workplace\nStress in the workplace\nOutlines how to identify the signs of stress, address stress at work, and distinguish between stress and pressure\nWorkforce reporting\nWorkforce reporting\nExplores defining, measuring and reporting human capital, and the value of external workforce reporting\nPeople analytics\nPeople analytics\nExplores what people analytics is, different types of HR data, and the importance of people analytics strategy and process\nSupporting mental health at work\nSupporting mental health at work\nProvides information, practical advice and templates to help managers facilitate conversations about stress and mental ill health with employees\nPeople data and scientific evidence\nA collection of CIPD content on using data and research evidence to drive effective decision-making and performance\nEmployee resilience: an evidence review\nEmployee resilience: an evidence review\nResearch explores the meaning of employee resilience and the key factors that protect or reinforce resilience\nProactively ensure work design and organisational culture drive positive mental health outcomes\nStandard 2 involves:\nEnsuring employees have good physical workplace conditions\nEnsuring employees have good physical workplace conditions\nOffering ways for employees to give feedback on how work design, culture and conditions contribute to poor mental health\nOffering ways for employees to give feedback on how work design, culture and conditions contribute to poor mental health\nReviewing the impact that activities like organisational design and redesign, job design, recruitment, working patterns, email, \"always-on\" culture, and work-related policies have on employees\nReviewing the impact that activities like organisational design and redesign, job design, recruitment, working patterns, email, \"always-on\" culture, and work-related policies have on employees\nWorking to ensure employees have good work-life balance and ability to work flexibly and in an agile manner.\nWorking to ensure employees have good work-life balance and ability to work flexibly and in an agile manner.\nLooking to encourage openness throughout employment (including during recruitment) so that appropriate support can be put in place.\nLooking to encourage openness throughout employment (including during recruitment) so that appropriate support can be put in place.\nCIPD resources\nWellbeing at work\nWellbeing at work\nUnderstand the links between work, health and wellbeing, and the role of stakeholders in adopting an organisational approach to employee wellbeing\nJob design\nJob design\nExplore the purpose and evolution job design, the role of effective job design in creating good work, and assessing job quality\nFlexible working practices\nFlexible working practices\nExplore the benefits of flexible working, the types of arrangements commonly used and gives practical tips on implementing flexible working practices\nHealth and safety at work\nHealth and safety at work\nOutlines employers' health and safety obligations in the UK\nGetting the most from remote working\nGetting the most from remote working\nTop tips that will help you and your team get the most out of homeworking\nRecruitment: an introduction\nRecruitment: an introduction\nThis factsheet looks at the main stages of the resourcing and recruitment process, from defining the role to making the appointment\nPlanning for hybrid working\nPlanning for hybrid working\nAdvice on how organisations can begin to prepare for a return to the workplace and a longer term move to hybrid working\nIn it for the long haul: supporting employee health and wellbeing\nIn it for the long haul: supporting employee health and wellbeing\nWatch a video and download the slides from our webinar on how you can provide ongoing support for the health and wellbeing of your employees, including those living with long COVID (recorded in December 2020)\nPromote an open culture around mental health\nStandard 3 involves:\nIncreasing awareness and challenging stigma to change the way people think and act about mental health\nIncreasing awareness and challenging stigma to change the way people think and act about mental health\nSupporting employees to champion mental health and positively role model good practice in the workplace\nSupporting employees to champion mental health and positively role model good practice in the workplace\nHighlighting the support available to employees and encouraging open conversations about mental health\nHighlighting the support available to employees and encouraging open conversations about mental health\nCIPD resources\nMental health in the workplace\nMental health in the workplace\nExplores mental health issues in the workplace focusing on supporting employees' mental health\nEmployee communication\nEmployee communication\nLooks at building an effective internal communication strategy, from tailoring communications and engaging managers to using social media and developing two-way dialogue\nSupporting mental health at work\nSupporting mental health at work\nInformation, practical advice and templates to help managers facilitate conversations about stress and mental ill health with employees\nGeneral guidance on managing and supporting employees who are experiencing domestic abuse, our advice on bereavement and resources on managing drug and alcohol misuse so that employees understand the support available to them.\nGeneral guidance on managing and supporting employees who are experiencing domestic abuse, our advice on bereavement and resources on managing drug and alcohol misuse so that employees understand the support available to them.\nOffering compassionate bereavement support\nWatch a webinar recording and download slides to explore how organisations can best support bereaved employees in a compassionate and individual way (recorded February 2021)\nManaging conflict, bullying and harassment at work\nManaging conflict, bullying and harassment at work\nVideo recording and downloadable slides offering expert advice on how to handle conflict at work and adopt a zero-tolerance approach to unfair treatment (recorded December 2020)\nIncrease organisational confidence and capability\nStandard 4 involves:\nImproving mental health literacy of all staff and offering ways for staff to learn how to manage their own mental health\nImproving mental health literacy of all staff and offering ways for staff to learn how to manage their own mental health\nMaking sure staff are able to have effective conversations about mental health and providing signposts to support\nMaking sure staff are able to have effective conversations about mental health and providing signposts to support\nTraining managers to they are able to spot and support mental health issues in the workplace\nTraining managers to they are able to spot and support mental health issues in the workplace\nEnsuring managers have support to manage mental health in all areas of their role, including during staff inductions, one-to-one meetings, team meetings and return-to-work meetings.\nEnsuring managers have support to manage mental health in all areas of their role, including during staff inductions, one-to-one meetings, team meetings and return-to-work meetings.\nCIPD resources\nSupporting mental health at work\nSupporting mental health at work\nGuidance containing information, practical advice and templates to help managers facilitate conversations about stress and mental ill health with employees\nHR wellbeing: looking after yourself and your HR teams\nHR wellbeing: looking after yourself and your HR teams\nWatch a video and download the slides from our webinar where experts advised on protecting the health and wellbeing of people professionals (recorded in May 2020)\nMental health in the workplace\nMental health in the workplace\nExplores mental health issues in the workplace focusing on supporting employees' mental health\nAbsence management\nAbsence management\nRefer to our resources on managing absence and support a return to work to ensure these processes protect mental health\nManager support\nManager support\nMake use of our manager support materials to ensure line mangers are equipped to support the mental health and wellbeing of their teams\nProvide mental health tools and support\nStandard 5 involves:\nSharing resources and tools available to support mental health (including Mental Health at Work )\nSharing resources and tools available to support mental health (including Mental Health at Work )\nOffering tailored in-house mental health support and signposting to clinical help (for example digital support, occupational health, employee assistance programmes, the NHS).\nOffering tailored in-house mental health support and signposting to clinical help (for example digital support, occupational health, employee assistance programmes, the NHS).\nGiving targeted support to tackle key causes of poor mental health, for example financial wellbeing.\nGiving targeted support to tackle key causes of poor mental health, for example financial wellbeing.\nCIPD resources\nEmployee financial wellbeing\nEmployee financial wellbeing\nResources to show how financial concerns can affect employee mental and physical health and the impact that this has on business performance\nTechnology use in employee wellbeing\nGuidance on how technology can be used to support employee wellbeing\nOccupational health\nOccupational health\nOutlines the kind of occupational health services an organisation might offer and the role of confidentiality and consent in discussing an employee's health\nMental health in the workplace\nMental health in the workplace\nExplores mental health issues in the workplace focusing on supporting employees' mental health\nSupporting mental health at work\nSupporting mental health at work\nPractical advice and templates to help managers facilitate conversations about stress and mental ill health with employees\nEmployee benefits: an introduction\nEmployee benefits: an introduction\nExplores how to implement various employee benefits as part of a wider reward strategy\nWellbeing at work\nWellbeing at work\nUnderstand the links between work, health and wellbeing, and the role of stakeholders in adopting an organisational approach to employee wellbeing\nIncrease transparency and accountability through internal and external reporting\nStandard 6 involves:\nIdentifying and tracking key measures to use in internal and external reporting\nIdentifying and tracking key measures to use in internal and external reporting\nMeasuring activity carried out and its impact using external frameworks such as the Business in the Community Responsible Business Tracker and Mind's Workplace Wellbeing Index.\nMeasuring activity carried out and its impact using external frameworks such as the Business in the Community Responsible Business Tracker and Mind's Workplace Wellbeing Index.\nCIPD resources\nHealth and wellbeing at work\nHealth and wellbeing at work\nAnnual survey exploring health, wellbeing and absence in UK workplaces\nPeople analytics\nPeople analytics\nCollection of CIPD resources looking using data and research evidence to drive effective decision-making and performance\nWorkforce reporting\nWorkforce reporting\nUnderstand defining, measuring and reporting human capital, and the value of external workforce reporting\nPeople analytics factsheet\nPeople analytics factsheet\nUnderstand what people analytics is, different types of HR data, and the importance of people analytics strategy and process\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "#explore-the-six-standards",
        "https://www.mentalhealthatwork.org.uk/commitment/standards/standard-1/",
        "/uk/knowledge/factsheets/mental-health-factsheet/",
        "/uk/knowledge/factsheets/stress-factsheet/",
        "/uk/knowledge/factsheets/workforce-reporting-factsheet/",
        "/uk/the-people-profession/the-profession-map/explore-the-profession-map/specialist-knowledge/people-analytics/",
        "/uk/knowledge/guides/mental-health-support-guide/",
        "/uk/topics/people-analytics/",
        "/uk/knowledge/evidence-reviews/evidence-resilience/",
        "https://www.mentalhealthatwork.org.uk/commitment/standards/standard-2/",
        "/uk/knowledge/factsheets/well-being-factsheet/",
        "/uk/knowledge/factsheets/job-design-factsheet/",
        "/uk/knowledge/factsheets/flexible-working-factsheet/",
        "/uk/topics/health-and-safety/",
        "/uk/knowledge/guides/remote-working-top-tips/",
        "/uk/knowledge/factsheets/recruitment-factsheet/",
        "/uk/knowledge/guides/planning-hybrid-working/",
        "/uk/knowledge/webinars/in-it-for-long-haul-supporting-employee-health-wellbeing/",
        "https://www.mentalhealthatwork.org.uk/commitment/standards/standard-3/",
        "/uk/knowledge/factsheets/mental-health-factsheet/",
        "/uk/knowledge/factsheets/employee-communication/",
        "/uk/knowledge/guides/mental-health-support-guide/",
        "/uk/knowledge/guides/supporting-employees-experiencing-domestic-abuse/",
        "/uk/knowledge/guides/bereavement-support/",
        "/uk/knowledge/guides/drug-alcohol-misuse-work-guide/",
        "/uk/knowledge/webinars/offering-compassionate-bereavement-support/",
        "/uk/knowledge/webinars/managing-conflict-bullying-harassment-work/",
        "https://www.mentalhealthatwork.org.uk/commitment/standards/standard-4/",
        "/uk/knowledge/guides/mental-health-support-guide/",
        "/uk/knowledge/webinars/hr-resilience/",
        "https://www.cipd.co.uk/knowledge/culture/well-being/mental-health-factsheet",
        "/uk/topics/absence-management/",
        "/uk/topics/line-manager-support/",
        "https://www.mentalhealthatwork.org.uk/commitment/standards/standard-5/",
        "/uk/knowledge/webinars/supporting-employees-financial-wellbeing/",
        "/uk/knowledge/guides/technology-use-in-employee-wellbeing/",
        "/uk/knowledge/factsheets/occupational-health-factsheet/",
        "/uk/knowledge/factsheets/mental-health-factsheet/",
        "/uk/knowledge/guides/mental-health-support-guide/",
        "/uk/knowledge/factsheets/benefits-factsheet/",
        "/uk/knowledge/factsheets/well-being-factsheet/",
        "https://www.mentalhealthatwork.org.uk/commitment/standards/standard-6/",
        "https://www.bitc.org.uk/the-responsible-business-tracker/",
        "https://www.mind.org.uk/workplace/workplace-wellbeing-index/",
        "/uk/knowledge/reports/health-well-being-work/",
        "/uk/topics/people-analytics/",
        "/uk/knowledge/factsheets/workforce-reporting-factsheet/",
        "/uk/the-people-profession/the-profession-map/explore-the-profession-map/specialist-knowledge/people-analytics/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Guides > Supporting the Mental Health at Work Commitment",
      "article_topics": [
        [
          "support",
          "health",
          "mental",
          "manager",
          "outline",
          "financial",
          "practical",
          "senior"
        ],
        [
          "support",
          "health",
          "mental",
          "explore",
          "adopt",
          "cipd",
          "stakeholder",
          "factsheet"
        ],
        [
          "support",
          "sure",
          "mental",
          "health",
          "tip",
          "main",
          "external",
          "training"
        ],
        [
          "health",
          "mental",
          "support",
          "wellbee",
          "wellbeing",
          "explore",
          "standard",
          "manager"
        ],
        [
          "health",
          "unfair",
          "include",
          "mental",
          "manner",
          "technology",
          "working",
          "analytic"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/factsheets/analytics-factsheet/",
      "title": "People analytics",
      "date": "29 Feb, 2024",
      "year": 2024.0,
      "category": "Factsheet",
      "tags": [
        "All locations",
        "People analytics"
      ],
      "description": "Understand what people analytics is, why it’s important and how it’s used",
      "summary": "People analytics is about analysing data about people to solve business problems. You can find people data from HR systems, IT systems and other departments' systems. You can also find people data from external sources such as salary surveys. Insights from people data can be used to drive organisational change.\nIn this factsheet, we explain what people analytics is, why it’s important and how it’s used. We introduce key terms such as correlation, causation, predictive and prescriptive. We discuss who's responsible for people analytics and outline the people analytics strategy and process. \nExplore our viewpoint on people analytics and recommendations for employers.",
      "full_text": "On this page\nWhat is people analytics?\nWhat is descriptive, predictive and prescriptive analytics?\nWhat is quantitative and qualitative data, correlation and causation?\nWho is responsible for people analytics and managing people data?\nWhat are the aims of people analytics strategy?\nWhat is a people analytics process?\nFurther reading\nWhat is people analytics?\nPeople analytics is about analysing data about people to solve business problems. It's sometimes called HR analytics, talent analytics or workforce analytics. One academic paper defines it as 'a number of processes, enabled by technology, that use descriptive, visual and statistical methods to interpret people data and HR processes.'\nExamples of people analytics in action\nYou can use people analytics to gain insights on:\nEnhancing employee morale: By measuring what drives engagement and adapting practices to boost employee morale.\nImproving retention: By identifying groups with high attrition and tailoring incentives to curb attrition.\nFor more examples see:\nSolving business problems with people analytics: case studies\nValuing your Talent\nHuman capital analytics and reporting: theory and evidence.\nWhy is people analytics important?\nIt helps you understand your people.\nIt helps you understand your people.\nYou can make evidence-based decisions about your people, like improving performance, wellbeing or EDI.\nYou can make evidence-based decisions about your people, like improving performance, wellbeing or EDI.\nYou can quantify the financial and social value of initiatives and communicate these to internal and external stakeholders.\nYou can quantify the financial and social value of initiatives and communicate these to internal and external stakeholders.\nAll CIPD-qualified people professionals should know about 'evidence-based practice' and be 'insights focused'. These are core knowledge and behaviours defined in our Profession Map. We also have professional standards for people analytics specialists.\nDoesn't people analytics involve monitoring and surveillance?\nBe transparent. Explain clearly what you're monitoring and why.\nConsult with employees to ensure the measures are relevant and necessary. Measures can be about ensuring compliance and safety or helping employees become better at their jobs.\nBe mindful of cultural differences. Monitor your system to make sure it does not discriminate against underrepresented groups.\nSolving business problems with people analytics: case studies\nInsights from case studies on how organisations use people analytics to tackle business challenges\nWhat is descriptive, predictive and prescriptive analytics?\nThese terms describe the maturity of an organisation's people analytics capability. Most organisations can do descriptive analytics and few can do prescriptive analytics. But this is changing as more digital solutions offer analytics out of the box. Having a mature people analytics capability expands what you can analyse and automate. Using advanced analytics doesn't always give you more valuable insights. Depending on the problem you are solving, you can get valuable insights with just descriptive analytics.\nLevel 1a - descriptive analytics: Describes a particular period or a historical trend. For example, employee turnover and  'lost time' rate due to absence.\nLevel 1b - descriptive analytics using multidimensional data: Combines different types of data to investigate a specific idea. Like combining leadership capability data with engagement scores to measure leadership effectiveness.\nLevel 2 - predictive analytics: Uses data to predict what might happen. For example, looking at historical workforce data and external labour market trends and using these to build a model that predicts the organisation's future workforce needs. The data needs to be relevant, high quality and robust for predictions to be reliable.\nLevel 3 - prescriptive analytics: Uses the results of descriptive and predictive analytics to immediately recommend actions. An example of this is an online learning platform. It recommends courses for a learner based on their interests and career goals, as well as the courses that they and similar learners have taken\nWhat is quantitative and qualitative data, correlation and causation?\nWe define the terms below:\nQuantitative data: The number of employees and average age are examples of quantitative data. Quantitative data are quantifiable.\nQualitative data: Performance appraisals and exit interview notes are examples of qualitative data. Qualitative data describes the qualities observed by someone and is subjective. It is useful for understanding the 'what', 'why' and 'how' of something. You can turn qualitative data into quantitative data. For example, you can summarise a performance appraisal as a performance rating.\nCorrelation: When two or more things happen around the same time and there may or may not be a causal link between them (see causation below). For example, there's a link between poor health and performance-related pay, but poor health isn't always due to performance related pay.\nCausation: When something happens, it causes something else to happen. For example, during school holidays more employees with school-aged children go on leave. To prove causation, you usually need to analyse data from different points in time.\nPeople analytics can help identify whether one or more things can reliably predict something else. To build a predictive model, you use historical and current data to forecast future outcomes. If a model reliably predicts something, you can say there's a correlation and describe the strength of the relationship as a number. But correlation does not imply causation.\nRemember, organisations are part of a wider network of people. You need to look beyond what the data says before drawing conclusions. When analysing diversity data, for example, think about what other factors might be affecting the numbers. Perhaps the reason there are few frontline employees from different backgrounds is because people in the local residential areas aren't diverse. Or perhaps there are no bus or train services to get to work. Uncovering these insights might lead you to advocate for better public transport to your workplace.\nWho is responsible for people analytics and managing people data?\nIt varies. There might be a central people analytics team. Or several people analytics specialists in different teams across the organisation. Others prefer to outsource their analytics. In practice, organisations usually take a hybrid approach.\nThere should be a data owner who oversees the management of people data. They oversee the maintenance, security and compliance of people data across systems.  Find out more in our data protection factsheet.\nWhat are the aims of a people analytics strategy?\nPeople analytics projects should align to both the business and HR strategy. Solving a critical business issue is likely to create the most value for the business and spur demand for more insights from people data.\nA people analytics strategy should have three aims:\nConnect people data with business data to inform business leaders and help them make decisions.\nConnect people data with business data to inform business leaders and help them make decisions.\nEnable HR leaders to use insights from the analytics to design and implement appropriate HR activities.\nEnable HR leaders to use insights from the analytics to design and implement appropriate HR activities.\nMeasure HR's effectiveness in delivering against its objectives.\nMeasure HR's effectiveness in delivering against its objectives.\nRead our practitioner's guide on building a people analytics strategy and capability. For more on the theory, see our research report Human capital analytics and reporting.\nWhat is a people analytics process?\nThe people analytics process should follow nine steps from planning through to evaluation. In practice, the process can be shorter. For example, if you can reuse a recent data audit, or if you've automated some analysis and reporting:\nPlan: Develop the objectives for the analytics activity. Map stakeholder needs and design the questions.\nDefine critical success factors: Define the measures that will show if the project has been a success. These might include: on-time delivery, project impact and user feedback.\nData audit: Identify what data is currently available and grade its quality. This will show data gaps to fill before progressing.\nDesign the process: Define roles and set objectives for team members. Define resource requirements and map stakeholders for the project.\nDesign the data collection strategy: Design the collection and processing stages of the analytics activity.\nData collection: Collect data from existing data sets (e.g. absence records) or collect new data (e.g. run an engagement survey).\nAnalyse data: Analyse the data in line with the stakeholders' requirements.\nReport data: Recommend solutions to the problem and further areas of investigation if needed.\nEvaluate: Review the process and check impact. Update process as required.\nFurther reading\nBooks\nFerrar, J. and Green, D. (2021) Excellence in people analytics: how to use workforce data to create business value. London: Kogan Page.\nHall, C., Mattox, J. R., Parskey, P. (2020) Learning Analytics: using talent data to improve business outcomes. London: Kogan Page.\nJang, D. S., Edwards, M., Edwards, K. (2024) Predictive HR analytics: mastering the HR metric. London: Kogan Page.\nVisit the CIPD and Kogan Page Bookshop to see all our priced publications currently in print.\nJournal articles\nArena, M., Hines, S. Golden III, J. (2023) The three Cs for cultivating organizational culture. Organizational Dynamics. Vol 5, No 1. Reviewed in Bitesize research.\nFu, N., Keegan, A. and McCartney, S. (2023) The duality of HR analysts' storytelling: Showcasing and curbing. Human Resource Management Journal. Vol 33, Issue 2, pp261-286. Reviewed in Bitesize research.\nJeffery, R. (2019) Amazing insights you can learn from people analytics. People Management (online). 21 February.\nKennedy, E. J. (2020) Can data drive racial equity? 3 December. Reviewed in Bitesize research.\nCIPD members can use our online journals to find articles from over 300 journal titles relevant to HR.\nMembers and People Management subscribers can see articles on the People Management website.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "#one",
        "#two",
        "#three",
        "#four",
        "#five",
        "#six",
        "#seven",
        "https://www.researchgate.net/publication/310048235_An_evidence-based_review_of_HR_Analytics",
        "https://www.cipd.co.uk/knowledge/fundamentals/relations/engagement/factsheet/",
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "/uk/policy-and-insights/thought-leadership/insight/valing-talent/",
        "/uk/knowledge/reports/human-capital-analytics-report/",
        "/uk/knowledge/reports/people-data-driving-performance/",
        "/uk/knowledge/reports/people-data-international/",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/people-analytics-case-studies",
        "/uk/knowledge/factsheets/turnover-retention-factsheet/",
        "/uk/knowledge/factsheets/absence-factsheet/",
        "/uk/knowledge/bitesize-research/racial-equality/",
        "/uk/knowledge/factsheets/data-protection-factsheet/",
        "/uk/knowledge/factsheets/strategic-hrm-factsheet/",
        "/uk/knowledge/guides/analytics-practitioner-guide/",
        "/uk/knowledge/reports/human-capital-analytics-report/",
        "/uk/learning/cipd-bookshop/",
        "/uk/knowledge/bitesize-research/cultivating-organisational-culture/",
        "/uk/knowledge/bitesize-research/story-telling-hr-profession/",
        "https://www.peoplemanagement.co.uk/long-reads/articles/amazing-insights-learn-from-people-analytics",
        "/uk/knowledge/bitesize-research/racial-equality/",
        "/uk/knowledge/journals/",
        "https://www.peoplemanagement.co.uk/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Factsheets > People analytics",
      "article_topics": [
        [
          "analytic",
          "datum",
          "business",
          "process",
          "example",
          "different",
          "solve",
          "help"
        ],
        [
          "analyse",
          "knowledge",
          "business",
          "bitesize",
          "difference",
          "behaviour",
          "subscriber",
          "datum"
        ],
        [
          "analytic",
          "datum",
          "explore",
          "public",
          "correlation",
          "forecast",
          "appraisal",
          "time"
        ],
        [
          "analytic",
          "datum",
          "example",
          "business",
          "descriptive",
          "predict",
          "insight",
          "vol"
        ],
        [
          "analytic",
          "datum",
          "business",
          "example",
          "insight",
          "use",
          "process",
          "descriptive"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/people-analytics-case-studies/",
      "title": "Solving business problems with people analytics: case studies",
      "date": "23 Aug, 2021",
      "year": 2021.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "People analytics"
      ],
      "description": "From ensuring fair pay and inclusion to improving wellbeing and retention, people professionals can use people analytics to tackle business challenges",
      "summary": "People analytics is the practice of gathering and using data about your workforce to enable evidence-based decision making for the benefit of your organisation and its people. By taking a systematic and critical approach to examining people data, people professionals can contribute to an organisation’s success by creating insights on what can and should be done to drive strategic change.\nThe CIPD has conducted case study research with a number of organisations to understand how they are using people analytics to deal with a variety of business challenges. Their experiences and insight can help you in your own context to embrace people analytics and adopt good, data-supported actions to improve organisational practice and performance.",
      "full_text": "In this series\nCASE STUDY\nUnderstanding engagement to improve productivity\nCASE STUDY\nCase study on ensuring fair pay and encouraging staff to take time off\nCASE STUDY\nUsing people data to tackle pay gaps and drive inclusive change\nCASE STUDY\nEvolving a new approach to performance management\nCASE STUDY\nVIVID: Leading with data to improve workforce wellbeing\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/uk/knowledge/case-studies/financial-times/",
        "/uk/knowledge/case-studies/barnwood/",
        "/uk/knowledge/case-studies/uni-of-warwick/",
        "/uk/knowledge/case-studies/novartis/",
        "/uk/knowledge/case-studies/vivid/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Solving business problems with people analytics: case studies",
      "article_topics": [
        [
          "research",
          "action",
          "challenge",
          "datum",
          "help",
          "professional",
          "new",
          "examine"
        ],
        [
          "case",
          "study",
          "analytic",
          "tackle",
          "datum",
          "improve",
          "practice",
          "pay"
        ],
        [
          "study",
          "analytic",
          "case",
          "organisation",
          "business",
          "good",
          "guidance",
          "practice"
        ],
        [
          "understand",
          "bullying",
          "contribute",
          "new",
          "help",
          "practice",
          "wellbee",
          "whilst"
        ],
        [
          "analytic",
          "case",
          "tomorrow",
          "improve",
          "contribute",
          "barrier",
          "study",
          "engagement"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/financial-times/",
      "title": "Solving business problems with people analytics: Financial Times",
      "date": "23 Aug, 2021",
      "year": 2021.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "People analytics",
        "Productivity"
      ],
      "description": "Case study on understanding engagement to improve productivity",
      "summary": "People analytics is the practice of gathering and using data about your workforce to enable evidence-based decision making for the benefit of your organisation and its people. By taking a systematic and critical approach to examining people data, people professionals can contribute to an organisation’s success by creating insights on what can and should be done to drive strategic change.\nThe CIPD has conducted case study research with a number of organisations to understand how they are using people analytics to deal with a variety of business challenges. Their experiences and insight can help you in your own context to embrace people analytics and adopt good, data-supported actions to improve organisational practice and performance.",
      "full_text": "Understanding engagement to improve productivity\nOrganisation: Financial Times\nIndustry: News and media\nSize: Approximately 2,500 staff\nSpeaker: Jessica Hosking, HR Data, Insights and Reward Manager\nTranscript\nWhy did you turn to people data for a solution?\nThe FT is fortunate to have a strong global brand and high staff retention rate - we tend to focus on questions around how we make our staff happy and improve productivity.\nHow did you collect and analyse the data?\nWe turn to our quarterly staff engagement survey for answers. These surveys are designed to measure the drivers of staff engagement such as belonging, equality, growth, reward and recognition. The quantitative data are simply weighted and aggregated scores are measured against a benchmark.\nAlthough many survey providers offer built-in analysis tools, my team goes through the qualitative data to distil key themes because qualitative data can be so nuanced that the AI tools occasionally misclassify certain phrases. For example, the word 'stress' may be processed as negative, but in the context of a comment like 'I really want to stress the importance of how FT's flexible working arrangements have helped to improve my wellbeing,' it's actually positive.\nWhat did this exercise uncover?\nOver the last four years of running the survey, we found that career growth was one of the areas that we could improve on. Career growth here is determined by answers to questions around career paths. We understand that this is a pain point shared with other companies because the benchmark scores tend to be the lowest for career growth.\nWhat action did you take?\nThe FT worked hard to implement initiatives like cross-functional training opportunities such as secondments, introducing job structures aimed at providing career path options, and developing skills and competency frameworks.\nWhat were the outcomes and lessons learnt?\nThese initiatives have been well received by our staff. Our engagement scores have improved year on year by almost 5% against the benchmark. We also achieved the highest ever career growth score over the past four years.\nSolving business problems with people analytics: case studies\nFrom ensuring fair pay and inclusion to improving wellbeing and retention, people professionals can use people analytics to tackle business challenges\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Solving business problems with people analytics: Financial Times",
      "article_topics": [
        [
          "datum",
          "score",
          "analytic",
          "turn",
          "professional",
          "option",
          "answer",
          "jessica"
        ],
        [
          "base",
          "recognition",
          "functional",
          "harassment",
          "belong",
          "cipd",
          "systematic",
          "solution"
        ],
        [
          "datum",
          "career",
          "improve",
          "analytic",
          "tackle",
          "embrace",
          "comment",
          "stress"
        ],
        [
          "datum",
          "improve",
          "career",
          "analytic",
          "score",
          "study",
          "productivity",
          "year"
        ],
        [
          "improve",
          "datum",
          "analytic",
          "career",
          "engagement",
          "growth",
          "survey",
          "business"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/vivid/",
      "title": "Solving business problems with people analytics: Vivid",
      "date": "23 Aug, 2021",
      "year": 2021.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "People analytics",
        "Wellbeing"
      ],
      "description": "Case study on leading with data to improve workforce wellbeing",
      "summary": "People analytics is the practice of gathering and using data about your workforce to enable evidence-based decision making for the benefit of your organisation and its people. By taking a systematic and critical approach to examining people data, people professionals can contribute to an organisation’s success by creating insights on what can and should be done to drive strategic change.\nThe CIPD has conducted case study research with a number of organisations to understand how they are using people analytics to deal with a variety of business challenges. Their experiences and insight can help you in your own context to embrace people analytics and adopt good, data-supported actions to improve organisational practice and performance.",
      "full_text": "Leading with data to improve workforce wellbeing\nOrganisation: VIVID\nIndustry: Housing services and provision\nSize: Approximately 900 staff\nSpeakers: Cathryn Gee, Head of People; Trevor Rawlings, HR Manager\nTranscript\nWhy did you turn to people data for a solution?\nWhen VIVID was formed from a merger of two housing associations in 2017, we knew that the changes would cause stress to some people. There were lots to do, including service offerings and processes to align, new values to embed and so on. We turned to people data to form our strategy on dealing with stress, and to gain support and investment for our initiatives.\nHow did you collect and analyse the data?\nWe collected data from our HR systems, staff surveys and benefits providers. We used Excel to analyse what happened, when, to whom and, where possible, explore why it happened, as this would help understand the repercussions of certain decisions and actions.\nWhat did this exercise uncover?\nThe exercise showed us the state of our people's mental health and wellbeing at different points in time.\nWhat action did you take?\nWe signed the 'Time to Change' pledge to remove the stigma attached to poor mental health. Colleagues volunteered to become 'Stigma Busters' and in doing so shared their personal stories of dealing with mental health issues in blogs and drop-in sessions. A real turning point for us was when a male, senior leader who was an ex-builder came forward to talk about his own struggles. He was not the sort of person who would ordinarily be confident to talk about this. But he did. It was so powerful it resonated with many other people across the organisation.\nWe also introduced new employee benefits: a new wellbeing app with 300 programmes and updated our Employee Assistance Programme to provide counselling and CBT as a standard offering. We also trained our managers on how to recognise the signs of someone who's struggling, and how to have those conversations.\nWhat were the outcomes and lessons learnt?\nOur key metrics improved as more people participated in our mental health and wellbeing initiatives and staff became more used to the new work culture. Over the 12 months to March 2020, engagement rose from 66% to 85%, mental health sickness fell by 1.5 days to 2.2 days, and labour turnover reduced by 4.8 percentage points to 9.8%. 70% of people used the new wellbeing app. With fewer people off sick and fewer leavers, we have avoided around PS100,000 in costs.\nOur people's health and wellbeing improved and our approach to supporting people has stood us well during the COVID-19 pandemic. It's the actions that are taken after analysing the data that create real strategic impact - the people initiatives - not the numbers on the spreadsheet.\nVIVID won the People Management Awards 2020 for the Best Health and Wellbeing Initiative.\nSolving business problems with people analytics: case studies\nFrom ensuring fair pay and inclusion to improving wellbeing and retention, people professionals can use people analytics to tackle business challenges\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Solving business problems with people analytics: Vivid",
      "article_topics": [
        [
          "whilst",
          "analytic",
          "initiative",
          "action",
          "organisation",
          "business",
          "number",
          "wellbeing"
        ],
        [
          "participate",
          "datum",
          "drop",
          "vivid",
          "volunteer",
          "analytic",
          "problem",
          "point"
        ],
        [
          "struggle",
          "barrier",
          "base",
          "guidance",
          "business",
          "forward",
          "month",
          "stress"
        ],
        [
          "wellbeing",
          "analytic",
          "initiative",
          "new",
          "transcript",
          "analyse",
          "improve",
          "lead"
        ],
        [
          "datum",
          "analytic",
          "health",
          "improve",
          "wellbeing",
          "mental",
          "new",
          "organisation"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/novartis/",
      "title": "Solving business problems with people analytics: Novartis",
      "date": "23 Aug, 2021",
      "year": 2021.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "People analytics",
        "Performance management"
      ],
      "description": "Case study on evolving a new approach to performance management",
      "summary": "People analytics is the practice of gathering and using data about your workforce to enable evidence-based decision making for the benefit of your organisation and its people. By taking a systematic and critical approach to examining people data, people professionals can contribute to an organisation’s success by creating insights on what can and should be done to drive strategic change.\nThe CIPD has conducted case study research with a number of organisations to understand how they are using people analytics to deal with a variety of business challenges. Their experiences and insight can help you in your own context to embrace people analytics and adopt good, data-supported actions to improve organisational practice and performance.",
      "full_text": "Evolving a new approach to performance management\nOrganisation: Novartis\nIndustry: Healthcare and pharmaceuticals\nSize: Approximately 110,000 staff\nSpeaker: Niamh McNamara, Programme Lead of Evolve (Novartis' performance management experience)\nTranscript\nWhy did you turn to people data for a solution?\nOur staff had voted to 'kill performance ratings' in a crowd-sourced event attended by over 30,000 associates in 2018. We clearly needed a better approach to managing performance, and one that's backed by evidence.\nHow did you collect and analyse the data?\nWe started an experiment in 2019 to test our hypotheses on performance management and performance-based reward. Over 16,000 of our associates, across eight countries and seven business units, representing all the different personas in the organisation, participated in the experiment. We partnered with CEBMa (Center for Evidence-Based Management) to look at external secondary research to validate our decision.\nWhat did this exercise uncover?\nOur associates preferred the new performance management experience and less than 5% wanted to revert to the old one. Agreement scores to a list of statements were significantly higher post-survey than pre-survey:\nwe know our contribution matters when we have meaningful objectives (+33%)\nwe receive quality feedback that helps us to develop (+29%)\nwhen we are recognised in a timely and transparent manner, we feel rewarded for our contribution (+>22%).\nThe experiment's results and CEBMa's evidence revealed that having both individual and team incentives were more favourable than just having team-based incentives.\nWhat action did you take?\nWe took an agile approach to building our new performance management experience, with data continuing to be integral to the decision-making process. We've introduced an exceptional high impact award to celebrate individual performance annually, and are recognising teams more frequently with a new capability, built into to our recognition platform.\nWhat were the outcomes and lessons learnt?\nWe now have a performance management experience that is better aligned with our staff's preferences. Having the opportunity to work with our data scientists gave real confidence that what we proposed to the Board of Directors for approval was based on solid evidence. On an individual level, I'd encourage everyone to build their people analytics capability as it can really support your career growth.\nSolving business problems with people analytics: case studies\nFrom ensuring fair pay and inclusion to improving wellbeing and retention, people professionals can use people analytics to tackle business challenges\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Solving business problems with people analytics: Novartis",
      "article_topics": [
        [
          "performance",
          "novartis",
          "practice",
          "evolve",
          "analytic",
          "action",
          "build",
          "introduce"
        ],
        [
          "performance",
          "experience",
          "associate",
          "approximately",
          "preference",
          "datum",
          "evidence",
          "base"
        ],
        [
          "build",
          "performance",
          "contribution",
          "decision",
          "tackle",
          "professional",
          "level",
          "study"
        ],
        [
          "performance",
          "analytic",
          "datum",
          "new",
          "experience",
          "organisation",
          "business",
          "approach"
        ],
        [
          "performance",
          "analytic",
          "business",
          "evidence",
          "experience",
          "datum",
          "cipd",
          "programme"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/barnwood/",
      "title": "Solving business problems with people analytics: Barnwood",
      "date": "23 Aug, 2021",
      "year": 2021.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "People analytics",
        "Reward"
      ],
      "description": "Case study on ensuring fair pay and encouraging staff to take time off",
      "summary": "People analytics is the practice of gathering and using data about your workforce to enable evidence-based decision making for the benefit of your organisation and its people. By taking a systematic and critical approach to examining people data, people professionals can contribute to an organisation’s success by creating insights on what can and should be done to drive strategic change.\nThe CIPD has conducted case study research with a number of organisations to understand how they are using people analytics to deal with a variety of business challenges. Their experiences and insight can help you in your own context to embrace people analytics and adopt good, data-supported actions to improve organisational practice and performance.",
      "full_text": "Ensuring fair pay and encouraging staff to take time off\nOrganisation: Barnwood Trust\nIndustry: Disability and mental health charity\nSize: Approximately 40 staff\nSpeaker: Jennie Curtis, Head of People\nTranscript\nWhy did you turn to people data for a solution?\nWe introduced a new job evaluation framework to assess roles and wanted to conduct an equal pay review. We also wanted a personalised approach to reminding employees to take holidays. To do these things, we needed easy access to our staff's reward and holiday data.\nHow did you collect and analyse the data?\nWe collected data from our new HR information system and external salary benchmarks. Our HR system's dashboards make it easy for us to see what's happening on a weekly or monthly basis around things like sickness absence, starters and leavers and equal opportunities. We used the salary survey provider's pay benchmarking tool to compare our staff's salaries against the market.\nWhat did this exercise uncover?\nThe system enabled us to look at how our historic recruiting processes have impacted pay, and TUPE (Transfer of Undertakings), while uncovering all the things that get hidden in time. For example, we can now easily identify who needed to take holidays.\nWhat action did you take?\nWe adjusted some of our staff's pay so that they are paid appropriately for their roles in line with the new job evaluation framework and external pay benchmark data. We reminded our staff to take holidays and now have a function that shows when they last took leave - something we hope will prompt them to take time off that is owed.\nWhat were the outcomes and lessons learnt?\nOur staff are paid fairly and take holidays periodically to recharge. Small organisations like us may not feel they have a lot of data to manage. But we found that having a system that enabled us to pull data out quickly and efficiently, revealed information that would have otherwise been hidden. Replacing our outdated HR system with a modern one created opportunities to extract new and more sophisticated data. As a result, many of our HR forms are now digitalised, and this enabled us to work remotely during the pandemic.\nSolving business problems with people analytics: case studies\nFrom ensuring fair pay and inclusion to improving wellbeing and retention, people professionals can use people analytics to tackle business challenges\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://www.cipd.co.uk/knowledge/work/technology/digital-transformation-insights/hr-systems-sme/",
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Solving business problems with people analytics: Barnwood",
      "article_topics": [
        [
          "pay",
          "business",
          "fair",
          "analytic",
          "salary",
          "outcome",
          "insight",
          "leaver"
        ],
        [
          "change",
          "datum",
          "sickness",
          "hide",
          "charity",
          "inclusive",
          "transfer",
          "survey"
        ],
        [
          "easy",
          "form",
          "find",
          "professional",
          "periodically",
          "tackle",
          "use",
          "transcript"
        ],
        [
          "discover",
          "thing",
          "tupe",
          "quickly",
          "digitalised",
          "variety",
          "time",
          "disability"
        ],
        [
          "datum",
          "pay",
          "analytic",
          "holiday",
          "system",
          "organisation",
          "new",
          "enable"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/uni-of-warwick/",
      "title": "Solving business problems with people analytics: University of Warwick",
      "date": "23 Aug, 2021",
      "year": 2021.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "People analytics",
        "Equality, diversity and inclusion"
      ],
      "description": "Case study on using people data to tackle pay gaps and drive inclusive change",
      "summary": "People analytics is the practice of gathering and using data about your workforce to enable evidence-based decision making for the benefit of your organisation and its people. By taking a systematic and critical approach to examining people data, people professionals can contribute to an organisation’s success by creating insights on what can and should be done to drive strategic change.\nThe CIPD has conducted case study research with a number of organisations to understand how they are using people analytics to deal with a variety of business challenges. Their experiences and insight can help you in your own context to embrace people analytics and adopt good, data-supported actions to improve organisational practice and performance.",
      "full_text": "Using people data to tackle pay gaps and drive inclusive change\nOrganisation: University of Warwick\nIndustry: Higher education\nSize: Over 7,000 staff\nSpeaker: Mona Parikh, Reward Manager\nTranscript\nWhy did you turn to people data for a solution?\nAs a UK employer with 250 or more staff, we are legally required to report our gender pay gap figures annually using a prescribed set of metrics. In 2020, we went beyond our statutory duty and also published our ethnicity and disability pay gaps, calculating them in the same way as the statutory gender pay gap report. We wanted to get a better understanding of our staff demographics to inform targeted actions to reduce the gender pay gap and also address ethnicity and disability representation, especially at senior levels.\nHow did you collect and analyse the data?\nThe reward team worked closely with the payroll and HR systems teams to collect total pay, bonus pay, staff numbers and protected characteristics and then analysed pay gaps by the different employee groups.\nWhat did this exercise uncover?\nWhen we examined our data in more detail, we found the differences in pay between men and women in the same grades were small and, in many cases, insignificant. So it quickly became clear that the cause of the university's pay gap could most certainly be attributed to the profile of our workforce. Women were overrepresented in lower-paid roles and underrepresented in higher-paid roles, as were staff who were black, Asian or minority ethnic, or who had a declared disability.\nWhat action did you take?\nTo make a real change, we needed to address the uneven distribution of staff by gender across different grades; the same applied to reducing our ethnicity and disability pay gaps.\nWe undertook a range of targeted actions to progressively remove the barriers for women to move senior roles, working closely with stakeholders in different departments. For example, we piloted leadership and development programmes focusing on certain employee groups such as those who have stayed in the same grade for many years. We are now focused on developing an institutional talent management strategy which will cover talent attraction, recruitment, development, promotion, career progression and succession planning.\nWhat were the outcomes and lessons learnt?\nClosing pay gaps is a long-term effort, so it's important to celebrate positive change along the way. For example, the pilot leadership and development programmes were very successful, with some female staff being seconded or promoted into more senior roles. More of these programmes will be rolled out in the year ahead. Another notable positive outcome is that we've retained a 100% success rate for female staff applications to professorial positions since 2017 after we changed the academic promotions process (in many universities, it is common practice for academics to apply to be promoted to the next grade).\nSolving business problems with people analytics: case studies\nFrom ensuring fair pay and inclusion to improving wellbeing and retention, people professionals can use people analytics to tackle business challenges\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://www.gov.uk/government/collections/gender-pay-gap-reporting",
        "https://warwick.ac.uk/services/equalops/learnmore/data/genderpaygapreport",
        "/uk/knowledge/case-studies/people-analytics-case-studies/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Solving business problems with people analytics: University of Warwick",
      "article_topics": [
        [
          "undertake",
          "lower",
          "uneven",
          "help",
          "stakeholder",
          "academic",
          "payroll",
          "good"
        ],
        [
          "pay",
          "gap",
          "case",
          "action",
          "grade",
          "business",
          "analytic",
          "university"
        ],
        [
          "pay",
          "gap",
          "tackle",
          "development",
          "real",
          "organisation",
          "group",
          "leadership"
        ],
        [
          "pay",
          "gap",
          "university",
          "disability",
          "datum",
          "remove",
          "harassment",
          "ethnicity"
        ],
        [
          "pay",
          "gap",
          "datum",
          "analytic",
          "change",
          "case",
          "tackle",
          "business"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/hr-people-data/",
      "title": "How are HR using their people data?",
      "date": "22 Jan, 2021",
      "year": 2021.0,
      "category": "",
      "tags": [
        "People analytics"
      ],
      "description": "Approaches to people data within HR functions",
      "summary": "The collection and use of people data to inform organisational decision-making has gained momentum in recent years. This article explores how data influences HR practice, specifically across wellbeing initiatives.",
      "full_text": "Article review\nHR analytics: The onto-epistemology and politics of metricised HRM. Kay Greasleyand and Pete Thomas, Human Resource Management Journal. Volume 30, Issue 4, November 2020. pp494-507.\nThe area of HR analytics has undoubtedly gained momentum in recent years. The principles of evidence-based management (EBM) highlight organisational data as one of four crucial sources of evidence that combine to inform better decisions (the other three sources are professional expertise, scientific research and stakeholder views).\nThe growing influence of EBM - including through the CIPD's vision for a people profession that is principles led, evidence based and outcomes driven - gives additional weight to HR or people analytics.\nThis article reviews these developments in the HR profession, drawing on the research of wellbeing programmes within four organisations:\nA recovery service.\nA car manufacturer.\nA police force.\nA local authority.\nThe article maps how different forms of data influence HR practice and the role and standing of the HR function.\nIt's starting point is that, over a period of years, management and HR research has become more positive in its approach - that is, it assumes that phenomena and cause-and-effect relationships can be convincingly measured, irrespective of individuals' views. The article argues that HR professionals may face increasing expectations from senior management for 'hard' statistics, but this can clash with their professional judgement: they personally may 'see more value in qualitative information and experience'.\nThe authors found that, although senior managers emphasised quantitative data as objective 'evidence of change' rather than 'subjective experience', HR managers tended to focus more on how they could practically 'create a great working environment' and help improve employee wellbeing. In the case of these wellbeing programmes, the knowledge generated and put to use was not limited to 'hard' and quantitative measurements, with HR professionals often understanding personal experiences on an individual, qualitative basis.\nAn HR manager from a local authority said: 'It's all very well knowing that [...] our employees have 8.51 days [off sick] on average, but that's a meaningless figure really. Where are they, what are the issues? And you can only do that if you dig deep.'\nThe authors take issue with the argument that the HR function would do well to become more analytically oriented, on the basis that this would 'strengthen the position of the HR function'. Instead, they argue that the qualitative perspective of many HR professionals should be respected: 'Narrative surely forms a crucial element of professional judgement and the \"craft\" of management'.\nIt is interesting that the researchers found a qualitative tendency in the thinking of HR professionals, as this aligns with the view that HR often has an aversion to quantitative measurement. Although the authors do not draw out this argument, this would seem to suggest that the HR profession has some way to go before it becomes subsumed by the HR analytics agenda.\nThe article does not discredit HR analytics or EBM, but serves as a useful reminder that we have different types of data at our disposal and qualitative analysis can serve a valuable and unique purpose. HR analytics is clearly on the rise and the CIPD has argued that this is a good thing. But often, while 'hard' metrics can do a better job of establishing causal links, rich qualitative research gives us more insight into why certain management approaches are important, and what their impacts look and feel like in people's day-to-day lives. We should not forget this.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nReviewed by\nJonny Gifford, Senior Adviser for Organisational Behaviour | Interim Head of Research, CIPD\nJonny's work centres on conducting applied research in employment and people management, and strengthening links between academia and practice. His research interests include job quality or 'good work' and what works in driving employee performance and wellbeing. He leads the CIPD's work on evidence-based HR and academic knowledge exchange.\nJonny has been conducting applied research in the field of employment and people management for about 20 years, with previous roles at Westminster Business School, the Institute for Employment Studies and Roffey Park Institute. He is an Academic Member of the CIPD, a Fellow of the Center for Evidence-Based Management (CEBMa), Associate Editor at the Journal of Organizational Effectiveness: People and Performance (JOEPP), and a PhD candidate at the Vrije Universiteit Amsterdam.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://onlinelibrary.wiley.com/doi/abs/10.1111/1748-8583.12283",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > How are HR using their people data?",
      "article_topics": [
        [
          "specifically",
          "inform",
          "give",
          "stakeholder",
          "principle",
          "qualitative",
          "draw",
          "datum"
        ],
        [
          "analytic",
          "research",
          "professional",
          "evidence",
          "qualitative",
          "wellbeing",
          "quantitative",
          "article"
        ],
        [
          "datum",
          "research",
          "analytic",
          "professional",
          "cipd",
          "article",
          "qualitative",
          "evidence"
        ],
        [
          "research",
          "principle",
          "professional",
          "drive",
          "datum",
          "employment",
          "epistemology",
          "say"
        ],
        [
          "forget",
          "performance",
          "manufacturer",
          "important",
          "undoubtedly",
          "improve",
          "surely",
          "specifically"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/racial-equality/",
      "title": "Can data drive racial equity?",
      "date": "22 Jan, 2021",
      "year": 2021.0,
      "category": "",
      "tags": [
        "People analytics"
      ],
      "description": "Tackling embedded and structural forms of racism within organisations",
      "summary": "Tackling embedded and structural forms of racism within organisations is not easy. These authors outline how an effective data-driven approach can help drive racial equity within organisations.",
      "full_text": "Article review\nCan data drive racial equity? Elizabeth J Kennedy. MIT Sloan Management Review. Winter 2021 Issue, 3 December 2020.\nThe Summer of 2020 saw many corporate leaders publicly condemn institutional and structural racism in response to widespread protests against police violence. Organisations that claim to support racial equity are essentially committing to tackling these ingrained forms of discrimination, which means confronting facts such as these: Black workers are more likely to work in low-paid jobs with high employee turnover, and earn less than their white colleagues.\nRacial equity is where race no longer predicts a person's outcome in the statistical sense. Although many employers that were interviewed and surveyed for this research wanted to create inclusive workplaces, few were using their data to measure outcomes or track progress towards racial equity. And even fewer employers had done equity impact assessments on their policies and procedures.\nHow to take a data-driven approach to racial equity\nTo be effective, racial equity strategies must be systemic, race explicit and outcome oriented. Collecting and analysing the right employee data can help leaders identify meaningful actions and measure progress towards more inclusive workplaces. One way organisations can develop better solutions is to use a data-driven approach that commits to the following:\nCollect, break down and analyse data related to race and ethnicity.\nIdentify variations in workforce outcomes that are linked to race.\nName race explicitly when communicating about these variations.\nInvestigate structural causes in these variations.\nDevelop strategies that end policies, practices and messages that reinforce different outcomes by race.\nThe author suggests using a data-led approach at critical retention points like onboarding or promotion, and to use it to identify and work to deconstruct racial barriers. As with any initiative, it also needs buy-in from senior leaders to succeed. One of the interviewed employers commented: 'It doesn't mean anything unless it is being measured, resourced, and supported'.\nCollect and analyse the right data\nAsking the right questions can reveal red flags and help you identify the right data (both qualitative and quantitative).\nSmall or medium-sized organisations may not have enough employees to identify trends from quantitative data, but can use qualitative data to understand their employees' experiences. For example, asking the right questions on issues like recruitment might reveal that job vacancies are mostly filled by word of mouth. While this may be an efficient way to fill vacancies, it can unintentionally strengthen barriers to racial equity, and identifies the need to look at other recruitment methods. Another way for small organisations to analyse their quantitative data is to benchmark against their sector.\nWhile large organisations may already be analysing workforce data by race, it's important to break down the data by different groups. This is because aggregated data can hide racial differences in outcomes. While breaking down data is relatively easy, knowing what to do with it can be difficult. For example, fair reward practices signals to employees that they have equal prospects for long-term growth, which is important for retention. But the way in which race intersects with other policies is complicated. For example, perhaps the organisation's recent recruits are more diverse than longer serving employees, but the reward policy values length of service over performance. Maybe the organisation's training is race neutral but targets female employees to address historic gender discrimination. Although advanced analytics can help, it's ultimately a human decision.\nConsider broader structural factors, remember data can be biased and keep discussing race\nOrganisations do also need to look beyond the analytics and consider where structural discrimination can hide. For example, a lack of diversity in frontline staff might reflect a long-term lack of investment in public transport and residential segregation. These insights might prompt you to advocate for better public transport and community development activities.\nRemember that while data and analytics can eliminate racial biases in human decisions, it's important to recognise that they can also replicate them. Seemingly neutral measures such as educational institution, geographic location and training history can embed racial biases in the data used to train AI. A data-driven racial equity approach can help ensure that the data and analytics are fair.\nIf we are to name race explicitly, we must dramatically increase our ability to have these conversations in the workplace. The first step is for leaders to acknowledge racial disparities in their organisation's demographics. A hospitality employer explained:\n'You show me an organisation where everybody at the first line is black or brown, and then you show me a leadership structure that is mostly white. There is a problem.' One solution is to use an external facilitator to help create a common language on race, conduct an audit of existing policies and process, and develop specific, measurable goals. These can also be developed in-house.\nOnce the organisational goals are agreed, a data-driven approach can help establish the practice of racial equity as a managerial habit. It may feel forced at first, but over time small but intentional changes can measurably improve diversity, equity and inclusion.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nReviewed by\nHayfa Mohdzaini, Senior Policy and Practice Adviser - Technology and Analytics, CIPD\nHayfa joined us in 2020. Hayfa has degrees in computer science and human resources from University of York and University of Warwick respectively.\nShe started her career in the private sector working in IT and then HR and has been writing for the HR community since 2012. Previously she worked for another membership organisation (UCEA) where she expanded the range of pay and workforce benchmarking data available to the higher education HR community.\nShe is interested in how the people profession can contribute to good work through technology and has written several publications on our behalf, as well as judging our people management awards, speaking at conferences and exhibitions and providing commentary to the media on the subjects of people and technology.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://sloanreview.mit.edu/article/can-data-drive-racial-equity/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Can data drive racial equity?",
      "article_topics": [
        [
          "datum",
          "equity",
          "racial",
          "organisation",
          "policy",
          "race",
          "practice",
          "drive"
        ],
        [
          "race",
          "racial",
          "practice",
          "datum",
          "organisation",
          "approach",
          "outcome",
          "leader"
        ],
        [
          "datum",
          "suggest",
          "organisation",
          "track",
          "small",
          "link",
          "ultimately",
          "pay"
        ],
        [
          "follow",
          "help",
          "trust",
          "datum",
          "senior",
          "organisation",
          "recruitment",
          "likely"
        ],
        [
          "datum",
          "racial",
          "organisation",
          "equity",
          "race",
          "drive",
          "help",
          "analytic"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/virtual-teams/",
      "title": "Five steps to effectively leading virtual teams",
      "date": "20 Nov, 2020",
      "year": 2020.0,
      "category": "",
      "tags": [
        "Flexible and hybrid working",
        "Covid-19"
      ],
      "description": "Keeping teams productive while working remotely",
      "summary": "As many of us continue to work remotely due to the pandemic, managing a team virtually presents a new challenge for many leaders. These authors pinpoint five key steps every leader can take to effectively manage their virtual team.",
      "full_text": "Article review\nFive steps to leading your team in the virtual COVID-19 workplace. Sean A Newman and Robert C Ford, Organizational Dynamics. Online, 31 October 2020.\nMoving to more virtual ways of working has been an ongoing and rising trend over the last two decades. COVID-19 has only further accelerated this trend, with one survey suggesting that 67% of the US workforce are working from home for the first time as a result of the pandemic (Global Workplace Analytics, 2020). Previous literature on virtual teams suggest there are a number of challenges for both employees and leaders when shifting to this way of working.\nA virtual working environment presents a challenge for leaders, as it requires different management approaches compared with the traditional working environment. Specifically, maintaining organisational culture and trust, as well as ensuring regular communication and collaboration across virtual teams require more dedicated effort and different management skills from leaders. Additionally, given the rapid shift to a virtual working environment, many leaders have had little training or guidance on remote practices and policies.\nThere is a clear need for strategies which address these challenges and provide support for leaders to effectively manage virtual teams and enable organisational success, whilst operating under the conditions of a global pandemic.\nAim of this paper\nTo review useful strategies that organisations have used to tackle the challenges of leading virtual teams, so that organisations can utilise these to enable productive teams during the current crisis and beyond. This paper details five steps for leaders to take to build a culture that is conducive to leading a virtual team.\nThe paper and its recommendations recognises that managing a team virtually will be different to face-to-face management, and therefore requires different leadership strategies and approaches.\nThe five steps to effectively leading virtual teams\nStep 1: Establish and explain the new reality\nTransparency and acknowledgement of the changing environment, organisational strategy and ways of working should be communicated with employees, to encourage acceptance of change (that could potentially be longer term in nature).\nConversations around wellbeing and safety should be prioritised. Leaders should demonstrate empathy and understanding towards challenges experienced by employees working away from the office.\nHomeworking policies, processes, guidance and resources should be made available to all homeworkers. Where organisations have limited policies relating to homeworking, leaders should set clear operational expectations.\nEstablish regular communications, including one-to-ones and team meetings to allow space for open communications, reinforcing organisational and team goals, considering the organisation's culture and values in the homeworking environment and on-going performance discussions.\nStep 2: Sustain the corporate culture and reinforce the perception of leader trustworthiness\nTo maintain organisational and team culture across virtual teams, leaders need to build trust with employees and role model cultural norms.\nInviting the team to reflect on how the culture and values of the organisation have influenced their work can help employees feel connected to their wider organisational purpose.\nThe authors also include strategies based on the: \nOrganisational and people function level (such as building digital infrastructure, polices and training that are conducive to a virtual working environment).\nLeadership level (such as adapting management and communication style to consider employee needs within the virtual working environment).\nTeam level (such as ensuring there are explicit links between individual and organisational goals and promote a psychologically safe environment for team members).\nOrganisational and people function level (such as building digital infrastructure, polices and training that are conducive to a virtual working environment).\nLeadership level (such as adapting management and communication style to consider employee needs within the virtual working environment).\nTeam level (such as ensuring there are explicit links between individual and organisational goals and promote a psychologically safe environment for team members).\nStep 3: Upgrade leadership communication practices and techniques to better inform virtual employees\nUtilise communications technology effectively to address informal communication gaps that are usually experienced in face-to-face settings (i.e. informal water cooler chats).\nLeaders should consider the frequency, predictability, timeliness, clarity and mode of communication.\nStep 4: Encourage shared leadership among team members\nEncourage shared leadership amongst the team and on job tasks to foster engagement and interaction amongst employees. This also supports collaborative ways of working and develops cohesive, interpersonal relationships.\nEstablish clear goals, expectations and roles for team members and share feedback. This allows leaders to position themselves in a supportive and advisory position, monitoring and coaching colleagues throughout the process.\nStep 5: Create and periodically perform alignment audits\nDevelop an audit process to understand whether employee thinking and task performance is aligned with the purpose and goals of the organisation. The authors include a suggested team alignment audit structure (see Table 1 in article), which includes activities to understand whether the team culture is aligned to the virtual working conditions.\nConclusion\nThe COVID-19 pandemic has presented leaders with new challenges around ensuring teams remain productive while working virtually. To maintain effective teams when working virtually, this paper highlights the need for different management strategies and actions (from face-to-face methods). The five steps outlined above bring together recommendations from two decades of experience and research to support leaders manage virtual teams effectively.\nIn particular, the audit example (step 5) allows managers to regularly monitor organisational aspects which can impact upon team effectiveness and therefore organisational outcomes. Focusing specifically on the alignment of organisational culture, strategy and communications across virtual ways of working, the audit provides clear people and operational/task considerations and also allows leaders to monitor these while teams continue to operate virtually.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nReviewed by\nRebecca Peters, Research Adviser, CIPD\nRebecca joined the Research team in 2019, specialising in the area of health and wellbeing at work as both a practitioner and a researcher. Before joining the CIPD Rebecca worked part-time at Kingston University in the Business School research department, where she worked on several research-driven projects. Additionally, Rebecca worked part-time at a health and wellbeing consultancy where she facilitated various wellbeing workshops, both externally and in-house.\nRebecca has a master's degree in Occupational Psychology from Kingston University, where she conducted research on Prison Officers' resilience and coping strategies. The output of this research consisted of a behavioural framework which highlighted positive and negative strategies that Prison Officers used in their daily working life.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://www.sciencedirect.com/science/article/pii/S0090261620300541",
        "https://www.sciencedirect.com/science/article/pii/S0090261620300541",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Five steps to effectively leading virtual teams",
      "article_topics": [
        [
          "previous",
          "support",
          "goal",
          "prioritise",
          "experience",
          "rebecca",
          "technique",
          "online"
        ],
        [
          "team",
          "virtual",
          "organisational",
          "research",
          "culture",
          "communication",
          "leader",
          "leadership"
        ],
        [
          "strategy",
          "virtual",
          "productive",
          "leadership",
          "support",
          "team",
          "leader",
          "potentially"
        ],
        [
          "virtual",
          "leader",
          "analytic",
          "team",
          "office",
          "organisational",
          "step",
          "bring"
        ],
        [
          "team",
          "virtual",
          "leader",
          "organisational",
          "step",
          "environment",
          "communication",
          "strategy"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/organisational-learning/",
      "title": "Organisational learning with AI",
      "date": "20 Nov, 2020",
      "year": 2020.0,
      "category": "",
      "tags": [
        "Technology",
        "Learning and development",
        "AI"
      ],
      "description": "Expanding the impact of AI with organisational learning",
      "summary": "Only one in 10 organisations experience financial benefits from investing in AI. Why is that? These authors outline the characteristics shared by organisations that are learning and improving effectively with AI.",
      "full_text": "Article review\nExpanding AI's impact with organizational learning. S Ransbotham, S Khodabandeh, D Kiron, F Candelon, M Chu and B LaFountain, MIT Sloan Management Review and Boston Consulting Group. October 2020.\nJust 10% of organisations experience significant financial benefits from investing in artificial intelligence (AI) technologies. Why so few?\nUltimately, it's because organisational learning with AI is demanding. For it to be effective, humans and machines need to work together and learn from each other in the right ways and contexts. This cycle of mutual learning makes humans and machines smarter, but it's difficult to achieve at scale.\nAccording to a survey of over 3,000 managers and interviews with executives and scholars, organisations that learn effectively with AI share three important characteristics:\nThey facilitate systematic and continuous learning between humans and machines.\nThey develop multiple ways for humans and machines to interact.\nThey change to learn and learn to change.\nOrganisations demonstrating these characteristics don't just use AI, they learn with AI. The odds of organisations reporting significant financial benefits increase to 73% only when they add the ability to learn with AI.\nAlthough rare, these successes are not limited to a single industry or sector, large companies or people who grew up during the era of computers and internet ('digital natives').\nThe three characteristics of organisations that learn effectively with AI are explored below.\nSystematic and continuous learning between humans and machines\nThe authors outline three methods that enable humans and machines to continuously learn from each other. They found that organisations that use all three methods are five times more likely to see financial benefits than organisations that use a single method:\nAI learns from human feedback.\nHumans learn from AI.\nHumans design AI to learn autonomously.\nOne example of this in practice is seen at banks. High-frequency traders and AI algorithms learn from one another and by themselves. First, AI learns by observing the screens that traders are monitoring and learns which data points to focus on from the vast data that financial markets create every second. Second, the AI system learns autonomously from these observations and uncovers the underlying decision-making logic that traders made on the bank's platform. Third, a trader learns from the information that AI shares from observing multiple traders, facilitating learning between traders. And then the cycle begins again.\nMutual learning is more than providing corrective feedback in specific situations. It is an ongoing partnership that improves human and machine decision making.\nMultiple ways for humans and machines to interact\nThere five ways that humans and machines can interact. Organisations that successfully use all five methods were found to be six times more likely to achieve significant financial benefits than those that use just one or two ways. This allows organisations to tailor a wider variety of interactions to a wider variety of situations:\nAI decides and implements.\nAI decides, human implements.\nAI recommends, human decides.\nAI generates insights, human uses in a decision process.\nHuman generates, AI evaluates.\nChange to learn and learn to change\nOrganisations need to recognise the potential discomfort that AI may cause. They need to learn when improvements with AI offset the discomfort. And they need to learn how to work with AI across the organisation.\nAs a Walmart Vice President commented: 'Algorithms don't know an org chart... They cut across the organisation'. Learning how and when humans and machines should give or receive feedback is an important skill when learning with AI. AI is indifferent to organisational norms, roles and behaviours.\nAdapting to what the organisation is learning with AI calls for new organisational architectures, processes, behaviours and attitudes. At Stanley Black & Decker, the real-time capabilities of AI enabled them to move the human inspection process further upstream to catch errors early and reduce waste. The change affected many parts of the production process. Stanley Black & Decker did more than just automate a routine process - they learned how to produce better with AI. Organisations don't just change processes to use AI. They change processes in response to what they learn with AI.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nReviewed by\nHayfa Mohdzaini, Senior Policy and Practice Adviser - Technology and Analytics, CIPD\nHayfa joined us in 2020. Hayfa has degrees in computer science and human resources from University of York and University of Warwick respectively.\nShe started her career in the private sector working in IT and then HR and has been writing for the HR community since 2012. Previously she worked for another membership organisation (UCEA) where she expanded the range of pay and workforce benchmarking data available to the higher education HR community.\nShe is interested in how the people profession can contribute to good work through technology and has written several publications on our behalf, as well as judging our people management awards, speaking at conferences and exhibitions and providing commentary to the media on the subjects of people and technology.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://sloanreview.mit.edu/projects/expanding-ais-impact-with-organizational-learning/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Organisational learning with AI",
      "article_topics": [
        [
          "ai",
          "learn",
          "learning",
          "significant",
          "organisation",
          "machine",
          "single",
          "decision"
        ],
        [
          "learn",
          "organisation",
          "error",
          "analytic",
          "organizational",
          "ransbotham",
          "use",
          "range"
        ],
        [
          "ai",
          "learn",
          "organisation",
          "learning",
          "machine",
          "use",
          "process",
          "change"
        ],
        [
          "ai",
          "learn",
          "practice",
          "machine",
          "organisation",
          "real",
          "technology",
          "characteristic"
        ],
        [
          "ai",
          "organisation",
          "learn",
          "error",
          "trader",
          "financial",
          "machine",
          "harassment"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/reports/diversity-management-recommendations/",
      "title": "Diversity management that works: Summary of recommendations",
      "date": "21 Oct, 2019",
      "year": 2019.0,
      "category": "Report",
      "tags": [
        "All locations",
        "Equality, diversity and inclusion",
        "Evidence-based practice"
      ],
      "description": "Develop an evidence-based view of D&I by exploring our research report and practitioner-focused recommendations",
      "summary": "Practitioner expertise and stakeholder views are crucial for diagnosing issues and identifying potential solutions, but managers need to combine this with insights drawn from research and organisational data to help them make better-informed decisions and avoid bias from their own opinions. This report is based on an evidence-into-practice programme, which brought together professional expertise on diversity and inclusion (D&I) with insights from scientific research.",
      "full_text": "Our lines of enquiry came from a group of D&I professionals discussing the challenges they faced in their work and the concerns raised by their stakeholders. Based on these questions, we searched and reviewed the scientific literature.\nDiversity management that works: an evidence-based view\nRecommendations and action points for consideration\nHaving presented the findings of our literature review to our group of D&I professionals, we drew up a set of recommendations based on the research and professional expertise. We also ran an online discussion forum for people professionals from a range of backgrounds and specialisms to gain further insight and test the robustness of our conclusions.\nYou can explore the top-level recommendations below, and find more detail inside the full report.\n1. Think global, act local\nRecommendations for multinational organisations to develop effective diversity management strategies and practices:\nMake sure your global strategy accounts for the local context (local legislation, cultural laws and norms).\nHardwire D&I into your values and strategy (celebrate commitment to D&I; provide frameworks to guide behaviour/champion equality).\nProvide employees working abroad with guidance, resources and support (conduct due diligence on the region; supply guidance packs on cultural values, norms, legislation and behaviours).\nEvaluate D&I data/outcomes at the local and national level (establish clear metrics/processes to collect/analyse data from each region).\nTo read more about D&I in different contexts, see pages 6-10 in the full report.\n2. Get managers' buy-in and commitment to D&I\nBy securing buy-in throughout the organisation, you're one step closer to making your D&I strategies and practices a success.\nSecure buy-in from senior managers (employees need to know why D&I is a priority).\nMake sure senior managers provide adequate resources to support D&I (D&I is a core part of operations, not an optional extra).\nLeverage KPIs and performance management systems to embed D&I (set workforce diversity targets).\nGet people managers on board by treating them as key agents in fostering D&I (establish desired people manager behaviors).\nAvoid bias (priorities and targets should be based on hard workforce data, not managers' personal preferences/world views).\nSupport people managers to sensitively address any issues relating to diversity and inclusion, rather than skirting around these issues.\nTo read more about buy-in and commitment to D&I, see pages 11-16 of the full report.\n3. Collect and analyse high-quality diversity data\nRepresentative workforce data is a crucial component in making more informed people management decisions. The more - and better-quality - people data employers collect, the better they can design and target D&I activity and evaluate progress.\nMake sure you have employees' consent when collecting data (especially sensitive personal data).\nEnsure that workforce data is representative.\nProtect collected data in line with legal requirements (explain how it will - and won't - be used, and ensure that data categories are suitable).\nAim to analyse reliable data throughout the employee lifecycle.\nReflect on what data/analysis is needed to progress D&I, and how it can be best collected.\nReview your in-house people analytics capability.\nMake the best use of the data you have and, where data allows, take an intersectional view.\nDisaggregate data (where possible).\nTo read more about people data and diversity, see pages 17-24 of the full report.\n4. Design diversity training holistically and use perspective-taking\nThough training on D&I can change attitudes and foster a diverse and inclusive workplace, avoid taking it for granted. Follow these recommendations to ensure your training initiatives are effective.\nIntegrate diversity training into other D&I practices (as part of a holistic programme).\nEnsure that training is ongoing (avoid making it a cursory, one-off event).\nPrioritise L&D initiatives that use perspective taking (where people envisage the experience of others).\nAvoid learning materials that suggest psychological biases are permanent (they can increase prejudice).\nAlign training with good L&D principles (consider blending online learning, face-to-face workshops and experiential learning).\nTailor training to different groups of people and job roles.\nContinually evaluate the effectiveness of training interventions (outline clear aims/success measures from the get-go).\nTo read more about diversity training, see pages 24-28 of the full report.\n5. Root out bias in job specifications and selection\nBiased hiring and promotion decisions are a major issue in promoting workforce diversity. The criteria of 'fit' is well embedded in recruitment literature, but we need to be aware of the potential contradiction between recruiting and promoting people for 'person-team' or 'person-organisation' fit, and ensuring that talent management practices are inclusive and promote diversity. Here we outline a proposed approach to balancing 'fit' and diversity:\nStress-test job descriptions for D&I to weed out bias (from notions of who 'suits' a role/team/organisation).\nAsk the hiring manager to write down the person specification in detail (include duties to fulfil, skills and knowledge required).\nEncourage the manager to write up a description of how they envisage an ideal candidate (making explicit their assumptions about the skills/behaviours they 'expect' in a candidate).\nDraw up the person specification based on the relevant/acceptable characteristics (avoiding words which are gendered, racialised or class-related).\nEnsure the manager and HR professional (with D&I expertise) review the profile together.\nCheck that the language used in job specifications does not reflect bias.\nEnsure that hiring managers are aware of any limiting assumptions they may have (coach them to put these assumptions aside).\nTo read more about person 'fit' versus diversity, see pages 28-33 of the full report.\n6. Be ambitious in taking positive action on diversity\nPositive action programmes should form a central part of any D&I strategy. In the report we consider evidence on the effectiveness of various positive action practices and strategies, including targeted recruitment campaigns, as well as mentoring, coaching and sponsorship for underrepresented groups. Stay on the right side of legislation and avoid misconceptions by following the suggestions below:\nConsider how any positive action strategy links to other organisational practices.\nExamine organisation/department objectives (ensure they complement/incorporate diversity targets).\nPut adequate resources and effort into carefully positioning the aims/outcomes of any positive action.\nEmpower managers through positive action practices (where possible, give them choice and decision-making power within a D&I framework).\nSet diversity targets jointly with people managers.\nHold managers accountable for their progress towards organisational D&I objectives.\nGuide managers on what to do if they perceive a tension between D&I and other targets.\nPromote mentoring while challenging sponsoring (sponsorship may hamper inclusion by justifying/perpetuating a climate based on an exclusive relationship).\nEnsure that coaching or mentoring is available to all (or all within a targeted group) and widely promoted (an opt-in basis prevents it from becoming a box-ticking exercise).\nTo read more about taking positive action on diversity, see pages 33-41 of the full report.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/globalassets/media/knowledge/knowledge-hub/reports/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://www.cipd.co.uk/Images/7926-diversity-and-inclusion-report-revised_tcm18-65334.pdf",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Reports > Diversity management that works: Summary of recommendations",
      "article_topics": [
        [
          "diversity",
          "datum",
          "manager",
          "report",
          "practice",
          "ensure",
          "training",
          "base"
        ],
        [
          "manager",
          "recommendation",
          "datum",
          "personal",
          "clear",
          "person",
          "continually",
          "promote"
        ],
        [
          "diversity",
          "manager",
          "datum",
          "action",
          "base",
          "recommendation",
          "misconception",
          "report"
        ],
        [
          "analytic",
          "diversity",
          "training",
          "report",
          "leverage",
          "positive",
          "description",
          "professional"
        ],
        [
          "datum",
          "diversity",
          "manager",
          "ensure",
          "report",
          "base",
          "practice",
          "target"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/Automating-HR-analytics/",
      "title": "Automating HR analytics",
      "date": "15 Mar, 2019",
      "year": 2019.0,
      "category": "",
      "tags": [
        "People analytics",
        "Technology"
      ],
      "description": "Explore the potential of HR analytics",
      "summary": "HR analytics is increasingly being recognised as a way of making more informed and evidence-based decisions within businesses. These authors have explored the potential impact and opportunities that automation can bring to the analytics process.",
      "full_text": "Article review\nThe ball of wax we call HR analytics. Julie Fernandez, Strategic HR Review. 2019, Vol 18, No 1. pp21-25.\nHR analytics is the use of data about a workforce to help make business decisions. As technology has become more prominent within HR functions, there is an opportunity to automate the HR analytics process. This is being considered for several reasons. For example, relying on human judgement alone within a number of HR processes, such as recruitment, does hold risks. This paper explores how automation of HR analytics might help to provide positive outcomes for recruitment and talent development processes.\nThis paper reviews key concepts emerging in the HR analytics space, focusing in particular on recruitment and retention. It also draws on existing research to consider how HR analytics can be automated, and the extent to which recruitment and retention processes may be improved.\nThe author outlines the aspects of HR analytics that organisations need to build into their management and delivery processes. These important changes will shape the way in which organisations can effectively utilise HR data. It also means that employers will need to familiarise themselves with various analytics practices and techniques. These include the following:\nUnderstanding the significance and meaning of certain types of statistics, therefore allowing recognition of the best and worst outcomes.\nCustomising analysis according to different 'levels' of data, for example, at the individual, business team or organisation level. This includes looking at the various attributes of the business, such as geography and job types.\nEliminating bias from the data and analysis process to ensure high quality analysis which remains ethically appropriate.\nAfter discussing the opportunities and challenges surrounding the techniques, the authors focus on the emerging trends in HR analytics and highlight how academic research is investigating its impact on the HR function. These findings include the following:\nOrganisations and HR teams need to develop the skills and capabilities to be able to incorporate automated analytics into business processes. This includes building data science, numerical and analytical skills for using data.\nMonitoring, auditing and enforcing the application of HR analytics automation.\nAs cloud and robotics technologies are increasingly utilised, there is potential to start using people data in a variety of new ways. However, barriers such as cost, capability, and lack of long-term strategy may hold this back.\nThe authors suggest that HR functions establish a HR Data and Technology 'Centre of Excellence' (COE), in which HR data processes such as cleaning, harmonising and maintaining data sets can be conducted by trained HR data experts. These experts would use their unique knowledge of data and technology to focus on delivering business insights and recommendations.\nThe article concludes by highlighting that HR is now at the stage of realising the potential of people data and analytics. This has major implications for moving the profession away from making 'gut decisions', something that HR has been criticised for doing in the past. However, to do this effectively there needs to be more research and guidance highlighting exactly what the impact of advanced analytics will be on recruitment and retention processes.\nReviewed by Edward Houghton\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Automating HR analytics",
      "article_topics": [
        [
          "major",
          "highlight",
          "analytic",
          "emerge",
          "important",
          "understand",
          "article",
          "past"
        ],
        [
          "process",
          "datum",
          "analytic",
          "business",
          "recommendation",
          "ball",
          "barrier",
          "retention"
        ],
        [
          "analytic",
          "process",
          "effectively",
          "conclude",
          "move",
          "edward",
          "major",
          "make"
        ],
        [
          "analytic",
          "datum",
          "process",
          "business",
          "technology",
          "recruitment",
          "need",
          "organisation"
        ],
        [
          "trust",
          "excellence",
          "eliminate",
          "strategic",
          "move",
          "advanced",
          "inclusive",
          "exactly"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/reports/people-data-international/",
      "title": "People analytics: International perspectives on people data",
      "date": "08 Oct, 2018",
      "year": 2018.0,
      "category": "Report",
      "tags": [
        "All locations",
        "People analytics",
        "Technology",
        "Employee experience"
      ],
      "description": "Find out how people data is used to drive business performance across MENA, SE Asia, US and UK and Ireland",
      "summary": "In association with Workday\nWorkday is a leading provider of enterprise cloud applications for finance and human resources. Founded in 2005, Workday delivers financial management, human capital management, and analytics applications designed for the world's largest companies, educational institutions, and government agencies. Organisations ranging from medium-sized businesses to Fortune 50 enterprises have selected Workday.\n\n\n\n\nPeople analytics is rising up the agenda for organisations globally. With technology providing businesses with more and more ways to collect people data, using this information to gain workforce insight, drive business performance and enhance employee experience is expected to grow.",
      "full_text": "Building on our survey People analytics: Driving business performance with people data, these focus reports provide an international perspective on how organisations use people analytics to understand people data. We asked 3,852 business professionals from the UK and Ireland, US, Middle East and North Africa (MENA) and South-East Asia their views on the impact of people analytics, the confidence and capability of the people professional in conducting analytics, and how people data is used to understand risk and tackle business challenges.\nSurvey participants\nThis global survey finds that HR professionals across the world using people data to tackle significant challenges, with three-quarters (75%) tackling workforce performance and productivity issues using people data. But, the survey also reveals that how and when organisations use people data differs across region.\nKey findings\n6 in 10 UK professionals (57%) report that they have access to people data, compared to 4 in 10 US respondents (41%) and 5 in 10 SE-Asia and MENA respondents (54% and 50%). However, just 17% of UK professionals use this data on a daily basis, the lowest of all the region in the survey.\nPeople analytics culture - where organisations actively use people data to tackle business issues, speak out about the value of people data and seek out data to make decisions - appears to be stronger in MENA and SE Asia than the UK, Ireland the US. For example, 35% of UK professionals report a strong people analytics culture compared to 54% of SE Asia professionals.\nThere are marked differences in data use across regions, with MENA and SE Asia respondents far more likely to be frequently using all types of analysis than UK respondents. But there is also untapped potential where HR professionals feel confident in using analytic techniques but don't apply them in every day practice.\nThe extent to which non-HR professionals value people analytics varies across region. Whilst SE-Asia and MENA respondents report gaining the most value from people data, UK respondents are more likely to indicate they trust the people data they receive.\nView the regional reports\nLearn about how business professionals in the US use data to manage risk and enable data protection\nFind out how people professionals in South-East Asia use people analytics and people data to automate and prepare for the future world of work.\nFind out how business professionals in the Middle-East and North Africa feel people analytics adds value to their organisation\nExplore the confidence and capability of UK and Ireland HR professionals when it comes to people analytics and people data\nREPORT\nA global survey of multiple professional perspectives on people data and people analytics\nGUIDE\nLearn the basics and improve your confidence and capability when using data\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/uk/knowledge/reports/people-data-driving-performance/",
        "/globalassets/media/knowledge/knowledge-hub/reports/people-analytics-us-focus_2018_tcm18-47588.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/people-analytics-asia-focus_2018_tcm18-47590.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/peopleanalyticsmenafocus2018revisedfeb2020_tcm18-47589.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/people-analytics-uk-focus_2018_tcm18-47579.pdf",
        "/uk/knowledge/reports/people-data-driving-performance/",
        "/uk/knowledge/guides/analytics-practitioner-guide/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Reports > People analytics: International perspectives on people data",
      "article_topics": [
        [
          "use",
          "find",
          "provider",
          "analytic",
          "professional",
          "business",
          "manage",
          "mena"
        ],
        [
          "expect",
          "potential",
          "experience",
          "quarter",
          "capital",
          "frequently",
          "vary",
          "tomorrow"
        ],
        [
          "datum",
          "analytic",
          "business",
          "professional",
          "respondent",
          "se",
          "organisation",
          "use"
        ],
        [
          "professional",
          "analytic",
          "datum",
          "uk",
          "organisation",
          "report",
          "compare",
          "workday"
        ],
        [
          "datum",
          "analytic",
          "professional",
          "business",
          "uk",
          "asia",
          "report",
          "use"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/reports/people-data-driving-performance/",
      "title": "People analytics: Driving business performance with people data",
      "date": "13 Jun, 2018",
      "year": 2018.0,
      "category": "Report",
      "tags": [
        "All locations",
        "People analytics",
        "Employee experience",
        "Performance management",
        "HR role"
      ],
      "description": "A global survey of multiple professional perspectives on people data and people analytics",
      "summary": "In association with Workday\nWorkday is a leading provider of enterprise cloud applications for finance and human resources. Founded in 2005, Workday delivers financial management, human capital management, and analytics applications designed for the world's largest companies, educational institutions, and government agencies. Organizations ranging from medium-sized businesses to Fortune 50 enterprises have selected Workday.",
      "full_text": "On this page\nIntroduction\nPurpose of the study\nKey findings\nConclusions and recommendations\nKey recommendations for HR practice\nIntroduction\nPeople analytics is rising up the agenda for organisations globally. With technology providing businesses more and more ways to collect people data, using this information to gain workforce insight, drive business performance and enhance employee experience is expected to grow.\nTo gain international perspectives on how organisations use people analytics, our recent survey People analytics: Driving business performance with people data asked 3,852 business professionals from the UK and Ireland, US, Middle East and North Africa (MENA) and South-East Asia their views on how their organisations use people analytics to understand people data (see Figure 1). This global survey finds that HR professionals using people data to tackle significant challenges, with three-quarters (75%) tackling workforce performance and productivity issues using people data. But, the survey also reveals that how and when organisations use people data differs across region. These international focus reports examine how business professionals in the UK and Ireland, MENA, US and SE Asia use people data and compares regional practice.\nFigure 1: Participants in our research\nPurpose of the study\nWe used the findings from the survey to understand:\nHow people analytics is influencing organisation-level outcomes such as performance and culture.\nHow different professional groups, such as HR and finance, view the impact of people analytics.\nHow capable the HR function is with people analytics and people data.\nHow people analytics is being used to understand the business challenges and people risks that organisations are facing.\nDownload the reports below\nExecutive summary: People analytics: driving business performance with people data\nReport: People analytics: driving business performance with people data\nInfographic: People analytics: driving business performance with people data\nKey findings\nStrong people analytics culture leads to good business outcomes\nUsing the survey we were able to describe a strong people analytics culture as existing in organisations that:\nactively use people data to tackle business problems\nhave management teams that frequently speak about the value and importance of people data, transparency and insights\nhave line managers who seek out people data to make business decisions.\nWe then surveyed non-HR professionals on the impact of people analytics in their business. We found that people analytics culture is positively associated with overall business performance: 65% of those who said they work in an organisation with a strong people analytics culture said that their business performance was strong when compared with competitors, but only 32% of those in weak analytics cultures report strong business performance. This represents a 33-point difference.\nFigure 2: Strong business performance compared with strong culture (%)\n[Base: global non-HR (n=667)]\nWe also found that HR professionals are using people data to tackle significant challenges their organisations are facing. Our survey found that 75% of HR professionals globally are tackling workforce performance and productivity issues using people data, illustrating the importance of this information for strategic workforce issues.\nFigure 3: Use of people data to tackle key business challenges (%)\n[Base: global HR (n=1,288)]\nAccess to people data for decision-making\nWe found that visibility of data (for example via data dashboards), correlates with improved outcomes, but access differs by profession: while almost three-quarters (71%) of HR professionals globally have access to people data, only two-fifths (42%) of finance professionals state that they do, illustrating a clear gap between the professions.\nFigure 4: Do you have access to workforce/people data that is produced by your organisation? (%)\n[Base: global HR (n=1,288); global finance (n=1,045); global other (n=1,519)]\nWe found that visibility of people data improves perspectives on performance, with 73% of respondents from a strong performance business agreeing or strongly agreeing that they have access to a dashboard of people data, in comparison with 50% of those who indicated their business is of average performance.\nFigure 5: Management has access to a people data dashboard (%)\nPeople data skills and confidence\nOverall we found that the HR profession continues to lack the skills and confidence to undertake advanced levels of people analytics. We found that this differed by region, for example HR professionals in the UK lack the confidence to conduct advanced people analytics: just over one-fifth (21%) of UK HR professionals are confident conducting advanced analytics, compared with 46% in SE Asia, representing a 25-point difference.\nFigure 6: Confidence conducting analytics (%)\n[Base: Global HR basic analytics (n=1,160); UK HR basic analytics (n=524); SE Asia HR basic analytics (n=357); MENA HR basic analytics (n=167); US HR basic analytics (n=112); Global HR intermediate analytics (n=1,045); UK HR intermediate analytics (n=446); SE Asia HR intermediate analytics (n=343); MENA HR intermediate analytics (n=158); US HR intermediate analytics (n=98); Global HR basic multivariate techniques (n=856); UK HR basic multivariate techniques (n=315); SE Asia HR basic multivariate techniques (n=314); MENA HR basic multivariate techniques (n=147); US HR basic multivariate techniques (n=80); Global HR advanced multivariate techniques (n=735); UK HR advanced multivariate techniques (n=229); SE Asia HR advanced multivariate techniques (n=294); MENA HR advanced multivariate techniques (n=140); US HR advanced multivariate techniques (n=72)]\nIn our analysis of UK data we found there is untapped potential in UK HR professionals: we found that 21% of UK HR professionals say they are confident or very confident with the more advanced techniques, such as structural equation modelling, but only 6% of UK HR professionals say they use these in their day-to-day role, suggesting many HR professionals do not have the opportunity to use their skills in their role. We also investigated other professional perspectives on HR skills and capability.\nFigure 7: Professional perspectives on HR people data skills (%)\n[Base: global HR (n=1,288); global finance (n=1,045); global other (n=1,519)]\nPeople risk, data protection and data security\nData protection of workforce data continues to be an important issue for all professional groups: there is broad agreement across all professional groups that overall people data is adequately protected. Less than two-thirds (61%) of HR professionals believe their organisation has a joined-up approach to protecting its data.\nFigure 8: Professional perspectives on data protection (%)\n[Base: global HR (n=1,288); global finance (n=1,045); global other (n=1,519)]\nWe also investigated the quality of people data available for understanding key people-related risks. We found that data quality is often highly rated, but risk management of some key people risk areas, such as turnover of senior roles, have low levels of effectiveness.\nWe also investigated the quality of people data available for understanding key people-related risks. We found that data quality is often highly rated, but risk management of some key people risk areas, such as turnover of senior roles, have low levels of effectiveness.\nTable 1: Effectiveness of risk management types and correlation with analytics culture (%)\nConclusions and recommendations\nWe found that the transparency of workforce data is critical if it is to be used by line managers in their decision-making, in particular those in finance-related roles. Visibility of people data helps HR and non-HR in making decisions.\nAnother important finding from this study is the importance of people analytics skills and confidence to driving good outcomes. Regional variation shows how skills and confidence are related to outcomes, with SE Asia often leading practice with higher-quality analytics skills. The UK is particularly limited in both confidence and skills levels, highlighting a potential risk to future capability.\nWe also found that people risk, which is an emerging area in practice, is being understood through the application of people data. Issues such as people data security have become important given the recent implementation of the General Data Protection Regulations in the EU and are being measured using people data. However, there is still some way to go to improve how HR professionals articulate broader issues of people risk and opportunity.\nThis work highlights that there is much potential in developing people analytics practice, both in terms of the HR teams producing and consuming data, and the non- HR professionals still to realise the potential value of people data to their outcomes. HR must take the lead to establish people analytics as a core component of the future evidence-based profession. Only by doing this do we believe that the potential value long promised by people analytics will finally be realised.\nKey recommendations for HR practice\nWe make the following key recommendations for HR practice:\nIntegrate people analytics and new perspectives on people risk and opportunity: the risk and opportunity perspective offers a unique way to understand value creation and value capture by organisations. Using people data can help to uncover how this works in practice.\nBuild stronger cross-functional relationships to improve the impact of people analytics: non-HR functions require encouragement to increase the use of people data in their practice and for long-term decision-making. HR leaders and business partners should use this opportunity to build relationships using people data, and focus on delivering business value.\nBuild people analytics skills and confidence in the profession: an important story to emerge from this study is the impact of low skills and low confidence on the quality of outcomes from people analytics. HR leaders must invest in and develop the skills and confidence of HR professionals, and ensure they have the opportunities to undertake people analytics projects.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "#one",
        "#two",
        "#three",
        "#four",
        "#five",
        "/globalassets/media/knowledge/knowledge-hub/reports/people-analytics-executive-summary_tcm18-43748.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/people-analytics-report_tcm18-43755.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/people-analytics-infographic-1_tcm18-44005.pdf",
        "https://infogram.com/ed4006a2-77f0-4382-91fa-3a26c8bd52ad",
        "https://infogram.com",
        "https://infogram.com/59c29cdc-5294-483b-b175-c0c56a70c236",
        "https://infogram.com",
        "https://infogram.com/ed562a8d-a1d5-4b71-ad70-b4387a5f642e",
        "https://infogram.com",
        "https://infogram.com/94ff4ba4-cca8-4973-812c-1bc57011687e",
        "https://infogram.com",
        "https://infogram.com/241766b3-7d5d-43c5-b388-0527476d1e69",
        "https://infogram.com",
        "https://infogram.com/65e9348b-0252-4b7b-8e57-d62414d0802e",
        "https://infogram.com",
        "https://infogram.com/d156c450-8e3a-4eff-9552-3e4c12abb370",
        "https://infogram.com",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Reports > People analytics: Driving business performance with people data",
      "article_topics": [
        [
          "analytic",
          "datum",
          "quarter",
          "business",
          "professional",
          "culture",
          "strong",
          "trust"
        ],
        [
          "datum",
          "analytic",
          "business",
          "professional",
          "uk",
          "performance",
          "organisation",
          "confidence"
        ],
        [
          "datum",
          "analytic",
          "professional",
          "business",
          "global",
          "performance",
          "risk",
          "find"
        ],
        [
          "enhance",
          "speak",
          "experience",
          "finding",
          "technique",
          "base",
          "analytic",
          "today"
        ],
        [
          "analytic",
          "datum",
          "professional",
          "global",
          "find",
          "performance",
          "risk",
          "skill"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/tackling-bias/",
      "title": "Tackling bias – time to get talking",
      "date": "24 Nov, 2017",
      "year": 2017.0,
      "category": "",
      "tags": [
        "Equality, diversity and inclusion"
      ],
      "description": "Find out why it’s important to look at the wider context",
      "summary": "Data analysis alone won’t give leaders the insight they need to increase diversity in their organisations. To understand the lived experiences of bias among under-represented employees, employers must speak openly with their people, says Facebook’s Global Head of Diversity, Maxine Williams.",
      "full_text": "Article review\nNumbers take us only so far. Maxine Williams, Harvard Business Review.  November-December, Vol 95, No 6. pp 142-146.\nWhile organisations often rely on statistically significant findings to initiate change programmes, when it comes to understanding and tackling diversity and inclusion issues, Maxine Williams, Global Head of Diversity at Facebook, suggests that employers also look at the wider context their organisation operates in and supplement surveys with interviews to understand the lived experiences of under-represented groups.\nThe organisational context\n'By analysing industry or sector data of under-represented groups - and examining patterns in hiring, promotions, and other decisions about talent - organisations can better predict and manage the problems and risks within their own', says Williams.\nLessons can also be learned from other organisations. Williams gives the example of Red Ventures, a US digital media company that is much more diverse than others operating within the same industry.\nA recent study conducted by the company revealed that during performance reviews, 'internalised stereotypes' were having a negative effect on black and Latino employees' self-assessments. 'Their study also uncovered a correlation between racial isolation and self-perception.' On the back of these findings, the company trained their employees in how to do self-assessments, which started to close the gap for blacks and Latinos. Insights from organisations like Red Ventures on how they are tackling bias within the workplace can help others operating in the same context to address issues of their own.\nData volume alone won't give leaders the insight they need to increase diversity in their organisations, says Williams. They must also take a closer look at the under-represented individuals who work for them - those who may barely register on the analytics radar.\nTalking to your employees\nTo understand the lived experiences of bias amongst under-represented employees, employers must speak openly with people. This means managers and leaders building trust with their workers to have frank discussions about what it means to be an under-represented employee. Williams suggests that employers use intuition when exploring the 'impact of marginalisation' on under-represented groups. While she appreciates that this is counterintuitive to using analytics, that is hard data and evidence, Williams firmly believes that a leader's intuition can help find the effects of bias in our organisations. One way of putting intuition into practice is by gathering qualitative data - by running interviews and focus groups of under-represented employees.\nShe concludes by saying that organisations would benefit if they take a mixed-methods approach to uncovering the challenges faced by under-represented groups within the workplace.  She points out that within her own organisation, they are building cross-functional teams with both types of specialists, 'because no single research method can fully capture the complex layers of bias that everyone brings to the workplace'. While surveys can reveal the 'what', qualitative analysis can shed light on the 'why' and 'how'.\nReviewed by Ramya Yarlagadda\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Tackling bias – time to get talking",
      "article_topics": [
        [
          "organisational",
          "light",
          "will",
          "recent",
          "gap",
          "latino",
          "address",
          "believe"
        ],
        [
          "organisation",
          "represent",
          "williams",
          "speak",
          "complex",
          "issue",
          "individual",
          "maxine"
        ],
        [
          "williams",
          "diversity",
          "bias",
          "represent",
          "group",
          "organisation",
          "tackle",
          "leader"
        ],
        [
          "organisation",
          "represent",
          "williams",
          "diversity",
          "bias",
          "tackle",
          "group",
          "say"
        ],
        [
          "layer",
          "industry",
          "organisation",
          "bias",
          "risk",
          "come",
          "issue",
          "analytic"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/human-capital-analytics/",
      "title": "Human capital analytics – on the right road?",
      "date": "26 Jul, 2017",
      "year": 2017.0,
      "category": "",
      "tags": [
        "People analytics"
      ],
      "description": "Find out more about the implementation of HCA",
      "summary": "Although there's been much debate about the importance and value of human capital analytics (HCA), many organisations are finding it hard to leverage the potential value of HCA practice. This paper examines why this is the case, and proposes a model to help HR professionals leverage analytics at a practice level.",
      "full_text": "Article review\nHuman capital analytics: why are we not there?  John Boudreau and Wayne Cascio,  Journal of Organizational Effectiveness: People and Performance. Vol 4 No 2, 2017. pp 119-126.\nAlthough there has been much debate and noise about the importance and value of human capital analytics (HCA), many organisations and HR professionals are finding it hard to leverage the potential value of HCA practice. This paper looks to understand more about why this is the case, and proposes a model to help HR professionals to leverage analytics at a practice level.\nHarnessing potential\nBoudreau and Cascio examine trends that are changing the world of work, namely the huge growth in data, its availability, and the growth in devices that are giving greater potential to collect work-related data. Given that the 'internet-of-things' now means that devices are often collecting and using data to help people with their work, there is the potential for HR departments to use this data to map out which practices are working, and which are potentially creating risks or even damaging the ability of employees to perform and have high levels of well-being.\nThis growth in the availability of data, coupled with an increase in the number and quality of technologies now available to analyse it, means that the HR department can benefit greatly from insights gathered from these new sources of information. On the whole these technologies add to the potential value of analytics and data, say the authors.\nOn a theoretical level there has also been much movement in relating high-performance work systems and concepts such as engagement to organisation performance.\nHowever, the authors believe that, at a practice level. HR colleagues are not yet effectively implementing HR analytics in their work; nor are they implementing HCA to demonstrate the value of well-considered and strategically aligned HR practices. The tendency to 'copy and paste' practices from an admired guru or CEO is hard for smaller organisations, or those with restricted resources to invest in HCA practice. For many HR professionals practice remains frustratingly inadequate.\nTrying to understand the true value of HR practice has been a long-term challenge for academics and HR professionals alike. This has been described as the 'black box' of HR practice which prevents researchers and practitioners from knowing exactly how it adds value to organisations. Alongside this, a 50-year-old debate asks whether it is possible to value the human capital asset and monetise it on the balance sheet. These dilemmas form part of a problem which the authors believe can be better understood by conducting HCA using people data.\nFactors affecting implementation\nThe authors suggest there are two types of factors that have an impact on the implementation of HCA:\nPush factors: These are the conditions necessary for HCA to be available; research has shown that return-on-investment is a key push factor for implementing practice. The authors use the LAMP model which is made up of four elements:\nLogic - frameworks that articulate the connections between talent and strategic success, as well as the principles and conditions that predict individual and organisation behaviour. The variation and differences across organisations and their functions means that it is still hard to understand how HR practice adds value (the 'black box' dilemma). The authors suggest further research should consider different frameworks from other disciplines and apply their metaphors to HCA, eg building on concepts from engineering or finance. This, they add, can also be improved through asking strategically relevant questions and presenting them in logical frameworks for leaders to assess.\nAnalytics - tools and techniques to transform data into rigorous and relevant insights eg statistical analysis, research design etc. Advances in technology are making an impact - the growth of multi-level models, and structural equation modelling as practiced in the data science profession means that these are now being used more frequently. To build on this ability, HR leaders need to use analytics to bring data to life through their organisation's stories.\nMeasures - the numbers and indices calculated from data systems. The authors note that this is the area where the greatest investments have been made in practice, where data measures are being standardised and cloud-based systems are now being used to bring analytics measures in to standard practice. The difference between 'efficiency' measures, 'effectiveness' measures, and 'impact' measures are important, and, as such, analytics systems should reflect this.\nProcess - communication and knowledge transfer mechanisms through which the information becomes accepted and acted upon by key organisations' decision-makers. This is the selling of findings to other leaders in the business, and includes factors such as timeliness, needs, perceptions and capabilities. The authors suggest that HR suffers from issues of management speak, which can confuse other non-HR leaders. HR could adopt well developed mental models that already exist and use these languages and tools to demonstrate the impact of HCA, they argue.\nPull factors: There are five conditions for analytics delivery and use:\nUsers must receive analytics in a timely fashion, so it fits into the decision-making process.\nUsers must attend to the analytics, so they have the self-efficacy to use it. It's important to distinguish between compliance, service quality and decision support as outcomes of HCA.\nUsers must believe the analytics: HCA must be credible, and, therefore, should be evidence-based and fit with the scientific requirements for the question analytics is answering.\nUsers must believe that analytics suggest effects that are large and compelling to require action. As users have limited resources and time, they must be able to see that the outcomes that HCA point to will have the desired effect, and that the outputs of HCA are relevant to the work that they are doing.\nUsers must recognise the implications of their actions or decisions; no matter how compelling the message, analytics do little to influence decisions if the users do not have the power.\nThis paper sets out a useful framework, and five key conditions that mean that human capital analytics is more likely to succeed in organisations both small and large. The paper concludes with a call for further research exploring the five pull factors, and how they may be affected by HR practice.\nReviewed by Edward Houghton\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Human capital analytics – on the right road?",
      "article_topics": [
        [
          "paper",
          "source",
          "find",
          "paste",
          "structural",
          "effect",
          "look",
          "predict"
        ],
        [
          "analytic",
          "practice",
          "measure",
          "hca",
          "author",
          "value",
          "datum",
          "growth"
        ],
        [
          "hca",
          "practice",
          "analytic",
          "value",
          "organisation",
          "datum",
          "potential",
          "factor"
        ],
        [
          "analytic",
          "practice",
          "value",
          "hca",
          "suggest",
          "internet",
          "potential",
          "leverage"
        ],
        [
          "analytic",
          "practice",
          "hca",
          "datum",
          "organisation",
          "value",
          "author",
          "user"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/reports/human-capital-analytics-report/",
      "title": "Human capital analytics and reporting",
      "date": "11 May, 2017",
      "year": 2017.0,
      "category": "Report",
      "tags": [
        "All locations",
        "People analytics"
      ],
      "description": "Discovering academic evidence of this emerging people management practice",
      "summary": "HR analytics is the use of people data and analytics tools to understand work and the workforce. HR professionals use HR analytics to measure and report on key aspects of HR activity, including performance management, engagement, and remuneration. Data is now a significant part of the role of many HR functions. This research looks more closely at this area.",
      "full_text": "Synthesis report\nThe synthesis report 'Human capital analytics and reporting: exploring theory and evidence' discusses these areas in detail and provides reflections and recommendations based on insights from across the studies.\nHuman capital analytics and reporting\nTechnical studies\nThe evidence which informed our synthesis of academic insights is summarised in two technical studies that provide a deep and critical interpretation of published evidence, and offer insights important to theory and practice.\n'Human capital theory: assessing the evidence for the value and importance of people to organisational success' explores human capital theory, by looking at definitions of human capital, and its relationship to other HR theories.\nHuman capital theory: assessing the evidence\n'Human capital metrics and analytics: assessing the evidence for the value and impact of people data' considers the HR analytics space which includes the measurement and reporting of work and the workforce.\nHuman capital metrics and analytics: assessing the evidence\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/globalassets/media/knowledge/knowledge-hub/reports/human-capital-analytics-and-reporting_tcm18-22281.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/human-capital-theory-assessing-the-evidence_tcm18-22292.pdf",
        "/globalassets/media/knowledge/knowledge-hub/reports/2017-pdfs/2017-human-capital-metrics-and-analytics-assessing-evidence-7501.pdf",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Reports > Human capital analytics and reporting",
      "article_topics": [
        [
          "space",
          "academic",
          "cipd",
          "discover",
          "measure",
          "role",
          "provide",
          "include"
        ],
        [
          "interpretation",
          "deep",
          "relationship",
          "closely",
          "today",
          "technical",
          "summarise",
          "include"
        ],
        [
          "reflection",
          "relationship",
          "engagement",
          "tackle",
          "aspect",
          "academic",
          "measure",
          "emerge"
        ],
        [
          "analytic",
          "capital",
          "evidence",
          "theory",
          "report",
          "assess",
          "study",
          "practice"
        ],
        [
          "analytic",
          "evidence",
          "discuss",
          "report",
          "academic",
          "harassment",
          "practice",
          "inclusive"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/value-talent-coca-cola/",
      "title": "Valuing your talent: Coca-Cola",
      "date": "29 Aug, 2016",
      "year": 2016.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "Talent management",
        "Valuing people"
      ],
      "description": "Case study on how the HR analytics team were able to increase data maturity and improve business performance",
      "summary": "This case study provides insight into Coca-Cola Enterprises’ (CCE) data analytics journey. Given the complexity of the CCE operation, its global footprint and various business units, a team was needed to provide a centralised HR reporting and analytics service to the business. This led to the formation of a HR analytics team serving 8 countries. Read the full case study to find out how the HR analytics team were able to increase data maturity and improve business performance.",
      "full_text": "Content\nData analytics journey\nStandardising and reporting: towards a basic scorecard\nConsulting to the business: HR as a centre of \"people expertise\"\nMoving from descriptive reporting towards correlation analysis\nBuilding analytics capability within HR at CCE\nBarriers\nUtilising predictive analytics: CCE's approach\nData analytics journey\nThe HR analytics journey within CocaCola Enterprises (CCE) really began in 2010. Given the complexity of the CCE operation, its global footprint and various business units, a team was needed which was able to provide a centralised HR reporting and analytics service to the business. This led to the formation of a HR analytics team serving 8 countries. As a new team they had the opportunity to work closely with the HR function to understand their needs and build a team not only capable of delivering those requirements but also challenge the status quo.\n\"When I first joined Coca-Cola Enterprises in 2010, it was very early on in their transformation programme and reporting was transitioned from North America to Europe.\nAt that point we did not have a huge suite of reports and there was limited structure in place. We had a number of scheduled reports to run each month, but not really an offering of scorecards or anything more advanced.\"\nThe first step was to establish strong foundations for the new data analytics programme. It was imperative to get the basics right, enhance credibility, and automate as many of the basic descriptive reports as possible. The sheer number of requests the team received was preventing them from adding value and providing more sophisticated reports and scorecards.\nCCE initiated a project to reduce the volume of scheduled reports sent to customers, which enabled them to decrease the hours per month taken to run the reports by 70%. This was a game changer in CCE's journey. Many of the remaining, basic, low value reports were then automated which allowed the team to move onwards in their journey and look more at the effectiveness of the HR function by developing key measures. The analytics team was soon able to focus on more \"value-adding\" analytics, instead of being overwhelmed with numerous transactional requests which consumed resources.\n\"In the early stages requests were very basic. For example, how many people am I supporting? How many people have started or left? How many promotions have there been in my part of the organisation? The majority of requests were therefore very descriptive in their nature. There was an obvious need to automate as much as we could, because if we could not free ourselves of that kind of transactional reporting, there was no way we were going to add any value with analytics.''\nStandardising and reporting: towards a basic scorecard\nThe team soon found that the more they provided reports, the more internal recognition they received. This ultimately created a thirst within HR for more data and metrics for measuring the performance of the organisation from a HR perspective. The HR analytics function knew this was an important next step but it wasn't where they wanted the journey to end. They looked for technology that would allow them to automate as many of these metrics as possible whilst having the capability to combine multiple HR systems and data sources.\nA breakthrough, and the next key milestone in the journey for CCE, was when they invested in an \"out of the box\" system which provided them with standard metrics and measures, and enabled quick and simple descriptive analytics.\nInstead of building a new set of standards from scratch, CCE piloted preexisting measures within the application and applied these to their data. The result was that the capability to deliver more sophisticated descriptive analytics was realised quicker and began delivering results sooner than CCE business customers had expected.\n''We were able to segment tasks based on the skill set of the team. This created a natural talent development pipeline and ensured the right skill set was dedicated to the appropriate task. This freed up time for some of the team to focus on workforce analytics.\nWe implemented a solution that combines data from various sources, whether it is our HR system, the case management system for the service centre, or our onboarding / recruitment tools. We brought all that data in to one central area and developed a lot of ratios and measures. That really took it to the next level.''\nAs with any major transformation, the evolution from transactional to more advanced reporting took time, resource and commitment from the business, and there were many challenges for the team to overcome.\n\"There were a lot of lessons. With the workforce analytics implementation we probably underestimated the resource and the time needed. Sometimes less is more and we provided too many metrics at first. The key was to really collaborate with our HR leaders and understand what the key metrics were.\"\nWith the standards in place CCE then turned to establishing a basic scorecard approach to illustrate the data. Scorecards are a common instrument used by many organisations to provide an overview of the performance of a function. Typically they consist of clear targets illustrated in a dashboard fashion and are utilised by senior management to guide their leadership of the organisation. The leadership team's familiarity with the scorecard methodology meant that the analytics team could simply fit in to a standard reporting process. But for CCE to create its HR dashboard it was apparent that a clear purpose and objective for the analytics was needed, and that the development of future scorecards should be as automated as possible.\nConsulting to the business: HR as a centre of \"people expertise\"\nAt CCE it's clear that HR analytics, insights, and combining HR and business data is an illustration of the value that HR can add to the business. CCE has developed a partnership approach which demonstrates the power that high quality analytics can deliver, and its value as a springboard to more effective HR practices in the organisation. By acting in a consultative capacity HR is able to better understand what makes CCE effective at delivering against its objectives, HR ensures both parties within the partnership use the data which is extracted, and find value in the insights which HR are developing.\n\"To be a consultant in this area, you have to understand the business you're working in. If you understand the business problem then you can help with your understanding of HR, together with your understanding of all the data sets you have available.\nYou can really help by extracting the right questions. If you have the right question, then the analysis you are going to complete will be meaningful and insightful.\"\nMoving from descriptive reporting towards correlation analysis\nThere are numerous examples where the HR reporting and analytics team have partnered with the HR function and provided insights that have helped to develop more impactful HR processes and deliver greater outcomes for the business. As with many organisations it is the engagement data with which the majority of HR insight is created. Developing further insight beyond standard survey outputs has meant that CCE has begun to increase the level of insights developed through the method, and by using longitudinal data they have started to track sentiment in the organisation. Tracking sentiment alongside other measures provides leaders with a good indicator for sensechecking the power of HR initiatives and general business processes. The question is whether the relationship between engagement and business results is causal or correlative. For CCE this point is important when explaining www.valuingyourtalent.org 4 the implications HR data insights to the rest of the business.\n\"There have definitely been a number of examples where we are starting to share insights that are being acted upon. One example is our engagement survey that is run every couple of years. Within the survey there are three questions related to communication.\nThe business was keen to understand if there was a correlation between how an employee scores a manager, in terms of communication, and key performance indicators across our sites.\nWe demonstrated that across all of our sites there was a positive correlation between how leaders communicate and business outcomes. That is great but it is not implying causation. There is something there to explore further, but we cannot go and say, good communication causes better business performance.\"\nBuilding analytics capability within HR at CCE\nFor CCE's analytics team one of the most important next steps is to share the experience and knowledge gained from developing the analytics function with their colleagues, and build capability across HR.\n\"We are also reviewing the learning and development curriculum for HR to see what skills and competencies we need to build. One of the competencies that we have introduced is HR professionals being data analysers.\nFor me, it is not only understanding a spreadsheet or how to do a pivot table, it is more understanding what a ratio is, or understanding what their business problems are, or how data can really help them in their quest to find an intervention that is going to add value and shape business outcomes.\"\nBarriers\nAs with any long journey the analytics team at CCE have faced numerous barriers. The challenges they list are common to most HR professionals attempting to establish a significant new process, but it is the challenge of establishing new capability and embedding fit-for-purpose technologies which has created the greatest challenge at CCE.\n\"In terms of barriers, technology is one. For example having the right data warehouse in place that allows you to extract the data very quickly. From a HR perspective we are well placed, however extracting data from the rest of the business, is a challenge. At CCE HR is trying to branch out and get the data from other parts of the business, which is probably quite unusual. People probably do not expect HR to be that kind of driving force.'\"\nCCE recognises a recruitment challenge centred on sourcing the capabilities to develop high-impact HR analytics, which includes hiring individuals with the ability to analyse data, develop insights and the communication know-how to share across the business. One challenge for HR is to sell the profession as suitable for analytical high-potentials to build their broader business acumen: to move away from the traditional view of transactional HR with little or no analytical capability, to a function based around high-quality data and business insights. For CCE this represents a significant opportunity - high-calibre analysts must see HR as a profession in which they're able to build a lasting career.\n\"At conferences I have listened to major firms who have PhD students in their business intelligence teams, who appear to be very good at not only analytics but also presenting information. They are few and between and I believe that people who have that skill set would not naturally go into HR. If I reference the recent big data conference I went to, and the projects that some of these companies were doing outside of HR with customer data, Twitter data, really what I would call 'big data,' it may seem a lot more appetising and appealing than HR analytics. If I was a PhD student, I am not sure I would consider HR as a place to go to develop my career and also, whether I would see any longevity in it. As a function we need to change that.\"\nUtilising predictive analytics: CCE's approach\nFor organisations like CCE, natural progression in analytics is towards mature data processes that utilise the predictive value of HR and business data. For most organisations this can too often remain an objective that exists in the far future, and one which without significant investment may never be realised. Alongside the resource challenges in building capability there also exists the need to understand exactly how data may provide value, and the importance of objective and critical assessment as to how data can be exploited. Without appreciation for methodological challenges, data complexity and nuances in analysis, it may be that organisations use data without fully understanding the exact story the data is telling.\n\"Predictive analytics is difficult. We are very much in the early stages as we are only starting to explore what predictive analytics might enable us to do, and what insights it could enable us to have. If we can develop some success stories, it will grow. If we go down this route and start to look at some predictive analytics and actually, there is not the appetite in the business, or they do not believe it is the right thing to do, it might not take off.\nIf you think about the 2020 workplace, the issues that we have around leadership development, multi-generational workforces, people not staying with companies for as long as they have done in the past, there are a lot of challenges out there for HR. These are all areas where the use of HR analytics can provide the business with valuable insights.'\"\nFor CCE it appears that analytics and HR insight are gaining significant traction within the organisation. Leaders are engaging at all levels and the HR function is increasingly sharing insights across business boundaries. This hasn't been without its challenges: CCE face HR's perennial issues of technology and the perceived lack of analytics capability. However their approach of creating quality data sets and automated reporting processes has provided them with the foundations and opportunity to begin to develop real centres of expertise capable of providing high quality insight to the organisation. It is clear CCE remains focused on continuing its HR analytical journey.\n\"It's a great opportunity for HR, and we should not pass up on it, because, if executed well, HR analytics combined with business data allows us to highlight the impact of people on business outcomes.\nIt's about small steps, pilots, where you start to demonstrate the power of combining HR and business data. If you understand the business problems and can come to the table with insights that had previously not been seen you enhance HR's credibility and demonstrate the value we can add as a function.\nWhat amazes me as a HR professional, with a lean six sigma background, is that companies are often great at measuring and controlling business processes but very rarely consider the importance of people in that process. People are without doubt one of the most important variables in the equation.\"\nTHE FULL SERIES\nValuing your talent\nFind out how other businesses are using people measures to improve their organisations through these case studies\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "#data-analytics",
        "#standardising",
        "#consulting",
        "#moving",
        "#building",
        "#barriers",
        "#utilising",
        "/uk/knowledge/case-studies/value-talent/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Valuing your talent: Coca-Cola",
      "article_topics": [
        [
          "datum",
          "business",
          "analytic",
          "cce",
          "organisation",
          "provide",
          "team",
          "deliver"
        ],
        [
          "analytic",
          "business",
          "datum",
          "cce",
          "insight",
          "team",
          "value",
          "report"
        ],
        [
          "analytic",
          "business",
          "datum",
          "cce",
          "team",
          "insight",
          "provide",
          "value"
        ],
        [
          "business",
          "datum",
          "cce",
          "analytic",
          "team",
          "function",
          "provide",
          "insight"
        ],
        [
          "cce",
          "datum",
          "analytic",
          "business",
          "challenge",
          "provide",
          "team",
          "develop"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/case-studies/value-talent-asda/",
      "title": "Valuing your talent: ASDA",
      "date": "29 Aug, 2016",
      "year": 2016.0,
      "category": "Case study",
      "tags": [
        "All locations",
        "Talent management",
        "Valuing people"
      ],
      "description": "Case study on using the diversity of the workforce to connect with customers",
      "summary": "ASDA’s people are at the heart of the organisation’s growth and success, and reflecting the diversity of the communities in which the business operates is important for the business to continue to meet the high expectations of its customers. Utilising this diversity in the workforce is a powerful way then for the business to connect with customers and deliver the type of service they desire – as a result HR strategy and operations are tailored to reflect the individual needs of employees.",
      "full_text": "Content\nThe changing landscape of retail\nPeople as the drivers, analytics as the enabler\nThe people analytics function\nCustomer data and employee data to create insight\nData as the weapon in the war for talent\nThe changing landscape of retail\nInnovation and change are driving forces for organisations like ASDA. Changing consumer behaviour means that for the business to operate in the highly competitive retail market, employees must be equipped to operate within complex and challenging environments. For example, over half of in store transactions at ASDA now go through a self-scan checkout; employees are now hosting customers, helping with queries and managing multiple checkout sites at one time. This shift in customer service and customer management within the business model is challenging the traditional supermarket retail skills that ASDA has built ever since its founding in 1965. Where once repeatable and predictable tasks could be trained and operationalised through training of customer service staff, now more complex and individual-based skills are required. Decision-making and autonomy are a pair that are thought to be of particular importance to ASDA in the future, as Hayley Tatum, Senior Vice President for People and Stores at ASDA explains:\n\"The challenges are about helping our colleagues to understand that delivering great service and meeting future business needs requires an acceptance that the business must change and adapt quickly. Therefore, being able to manage with autonomy and agility is an essential skill and is something to be relished and prized, not something to resist and be afraid of.\"\nHayley Tatum, Senior Vice President for People and Stores\nRapid growth in online and mobile shopping is also acting as a catalytic force for the business, pushing for innovation throughout operations and people development. Workforce planning is one particular aspect of ASDA whereby innovation, and in particular automation, will radically alter the makeup of the retail business. New skills and capabilities are therefore being planned into the future workforce, and mapped against current capabilities - the gaps being addressed through new HR interventions, training and deployment of workforce skills. With this disruption only on the increase, the business is tracking its performance through two key HR measures: customer satisfaction and engagement:\n\"From an HR point of view some of the key questions at the moment are around how many colleagues we need, and what skills they will need to develop. For example, what is the optimum level of service for our customers, and how many customers should one colleague be serving at any one time? This is not just an operational question - this also affects who our people are and their suitability with their role... our colleagues are dealing with different technology, different customer reactions: their own capability is suddenly being challenged. We have to support them to continue to be happy and productive in the future.\"\nHayley Tatum, Senior Vice President for People and Stores\nPeople as the drivers, analytics as the enabler\nASDA's people are at the heart of the organisation's growth and success, and reflecting the diversity of the communities in which the business operates is important for the business to continue to meet the high expectations of its customers. Utilising this diversity in the workforce is a powerful way then for the business to connect with customers and deliver the type of service they desire - as a result HR strategy and operations are tailored to reflect the individual needs of employees. This is particularly apparent when considering workforce demographics and the very personal needs of staff which if met correctly can drive long-term performance. Working at this individual level is just one of the ways by which HR analytics is bringing HR teams closer to the needs of individual employees and is enabling them to tailor the function accordingly:\n\"In ASDA we've got more than five generations under one roof. We were celebrating a gentleman's 90th birthday the other day; he works for us 12 hours a week. The best part of the whole story is he has 10 years' service, so he was 80 when he joined us. What he might need and his needs as a colleague versus someone on our graduate scheme might be quite different, so it is very important to me that I'm engaging with the colleague on an individual basis and not broad brushing. On some things we might all be the same, but on others we might not be.\"\nHayley Tatum, Senior Vice President for People and Stores\nAs a result the organisation's HR strategy is built around the three key pillars of culture, talent and ways of working (Figure 1). Engagement in particular is an area which the business focuses on within the culture and engagement pillars, with considerable attention paid to appreciating the relationship between engagement and performance. The organisation has a dedicated role within the function: the Engagement Analytics Manager, who leads the organisation's push to better appreciate this relationship, and is responsible for managing and reporting on engagement data:\n\"My role is within the engagement space at ASDA and concerns the measurement and quantification of engagement, the planning and development of engagement proposals and how we as a business drive engagement. I am interested in exploring the return that we get from our employees and which measures we can put in place to track mood, aspirations and motivations. This is of real importance to ASDA as a business.\"\nEngagement Analytics Manager\nAs a driver of performance ASDA is aware that engagement is one of the major levers that can be used to ensure that customer satisfaction remains high. Senior leadership teams are most interested in this because along with developing and providing quality goods, customer engagement is one of the most important activities the business can deliver on to create value. By exploring engagement data the leadership team is encouraged to sensecheck how HR processes and systems are driving the right behaviours in employees, and particular aspects of engagement which are believed to be directly correlated to crucial measures of business performance, including both sales and customer satisfaction:\n\"Segmentation analysis is really important to me. It saves me a lot of money if I can be precise and tailored about how I am talking to my teams. Equally, it helps me with engagement and I've got direct correlation between our engagement scores and things like shrink performance, waste performance, wages, sales and obviously customer satisfaction. This shows the importance of engagement as an HR measure when we are looking to create competitive advantage in our business.\" \nHayley Tatum, Senior Vice President for People and Stores\nBut while many organisations may view surveys as the be-all and end-all of engagement, ASDA is clear that it is the conversation and behaviours that result from surveys which are of value. The engagement team recognise the value of this ongoing dialogue and discussion with employees, and therefore communicate openly during and outside of the survey period. Instead of forcing responses and driving the wrong behaviours in the line management community, team leaders are encouraged to lead powerful conversations within their teams that are proactive and open, designed to create dialogue and create the right conditions for high quality customer interactions:\n\"If I just talk about response rates: it's really important for us to get as many people through the surveys that we do, so they have a voice. That's what we want to encourage in our colleagues, but actually we know that it doesn't make a difference in terms of the output of numbers that we get, because of convergence of the data. We say to our senior stakeholders, \"It's not really that important if you don't get 100%, but actually make sure you're encouraging your colleagues, as many of them as possible, to participate. Don't force them.\" That can be quite conflicting, I think, for our leaders, so we help them to understand it as much as possible.\"\nEngagement Analytics Manager\nThe people analytics function\nRetail, with its significant workforce and vast geographic footprint, is naturally driven by operating costs, one of the biggest being its workforce. Payroll then is one of the most important data-rich activities within the wider HR function; and given the desire of the organisation to drive performance whilst efficiently using resources, productivity is a key performance indicator for both internal and external stakeholders:\n\"Analytics has been used in retailing for many years because it's a people business and people are your biggest cost, other than your cost of goods. The largest bill is your payroll bill. So understanding how long each task takes, whether it is done well, and then being able to refine and value-engineer tasks to modify your wage costs accordingly is very important. Many retailers challenge themselves every year on how many millions they can take out of their cost base as a result to re-invest for the customer and shareholder.\"\nHayley Tatum, Senior Vice President for People and Stores\nTo drive these cost control activities the business draws on basic productivity and performance measures which help to illustrate how employees across the business are delivering in their roles. Based around time to delivery, these measures of productivity play an important role in maintaining service level standards, and help focus the training and development of staff:\n\"In terms of employee analytics we measure service, transaction times on a check out, time to restock, time to deliver etc. We centralise this data and use it to manage and maintain standards. We can see optimum pick rates, optimum scan rates, and transaction times and then we set targets and standards that we train towards, encouraging and coaching our colleagues to achieve certain levels of performance for the customer.\"\nHayley Tatum, Senior Vice President for People and Stores\nThe analytics team has worked hard to develop core measures that the business holds as standard measures. These standard measures are applied by HR, the custodians of people data, to all the information they manage, with the aim of drawing comparisons and moving the business towards potential benchmarking against peers and competitors. For ASDA the metrics order into a logical hierarchy of value to the business:\n\"I think if we were to order them in importance to the business at present, wages would be at the top, as this tells us www.valuingyourtalent.com 5 how much we're spending on our employees. Then it would come down to how much they're costing us when they leave, and also absence. Our sector is highly focused on cost management, and this is reflected in our HR measures. Those two quantitative sets of data are important for us in the financial sense. Then if we were to move through the spectrum, measures regarding engagement, performance tracking, and qualitative data such as how they feel etc.\"\nEngagement Analytics Manager\nThe size and scope of ASDA mean that within the organisation there is real talent and capability available and ready to be leveraged. Following ASDA's acquisition by American retail giant Walmart in 1999, ASDA has been able to access people analytics capability which was previously unavailable. And whilst UK-based ASDA has only recently started to delve in to HR analytics and explore how people data may help drive performance, the Walmart team has long invested in attempting to answer the people performance question. So much so, that the Walmart function has a highly capable people analytics team, and is now driving insights in collaboration with their ASDA-based counterparts:\n\"I am very lucky because, obviously, ASDA is owned by Wal-Mart. There are dedicated people inside the analytics team, not only in ASDA, but they can work with and leverage, from a systems and a capability point of view, into Walmart. It also allows me to share information and learning with other markets. Obviously, ASDA being in the UK is one of 29 countries in which Wal-Mart trades. So I'm able to utilise global insight and understand if somebody else has already cracked a problem which perhaps I'm only just beginning to face. I'm able to get information and guidance from across our expert network.\"\nHayley Tatum, Senior Vice President for People and Stores\nThis global perspective on people data is now helping ASDA to build its own capability and deliver insights across its UK operations. Investment for the business is now in building individual capability by sourcing highly capable analysts with a basic understanding of people and the HR function. At present analytical skills at ASDA are based around an equal weighting of data understanding, plus the ability to communicate and influence using evidence. For ASDA, both skill sets are needed: one without the other can lead to misinformation to the business with potentially damaging results:\n\"The skills that I would say my own team have, they're tech-savvy, and so they know how to get around quickly and present and get information. They're disciplined in working through things like algorithms and finding patterns and trends in information. But they have a very personable style that they can then go and test. So they don't only take the information at face value, they're able to then go out and run focus groups and check it, and then present it, which is a very important skill to have. It gives me and our leadership team confidence that the right tests have been taken to provide robust and valid insights.\"\nHayley Tatum, Senior Vice President for People and Stores\nCustomer data and employee data to create insight\nWhile measuring standard metrics is important for HR operations, the value of data grows significantly once it is used in the form of insights across the business. A fundamental role of the HR analytics team is to build clear reports which deliver timely insights across functional teams and senior leaders. And because data availability is increasing, the number of potential reports that HR must develop and understand is also going up. It is for this reason that ASDA is now looking to rationalise their HR measures and present them as a simple dashboard which illustrates key performance indicators connected to the three HR strategic priorities. The business is working with external experts to use HR data within the dashboard report which will feature alongside other business metrics. Accompanying the dashboard will be narrative information which is intended to provide a holistic perspective of ASDA's people, in the context of focusing on business and customer performance. This tool is now in development by the HR team, and is one which they believe will radically change the way the business uses HR data:\n\"We're in the process of creating a dashboard. We've never really achieved it...on our retail side we're looking at how our key performance indicators in HR link to the overall business performance indicators. We've worked with a consultancy that has been able to link output measures back to input drivers. Now we're going to look at some of the HR angles in that data, for example, what makes the difference in terms of our home shopping picking accuracy, and how that impacts on sales. What we want to do now is join everything up. At the moment we don't bring everything together, for example, by talking about data holistically and how it impacts wider business. We tend to be quite siloed in the way that we work. We need to develop greater integration between our different types of data. The dashboard that HR is building will help to change this as it will use HR data and engagement data to tell the story clearly. It will show absence and turnover, etc. We're also working on how we would reduce some of the reporting of requirements, which are very manual, to feed into that so that it would then be a very holistic view.\"\nEngagement Analytics Manager\nIt is clear then that ASDA recognises the importance and value of high quality people data. Across the business data is used in multiple ways and is now being utilised alongside other types of business information. ASDA has put in place senior leaders with oversight and governance responsibilities within the data and analytics space, predominantly around customer data, where value is driven from insights through to increased sales. Market insight in particular is important in the highly competitive retail environment, where customer loyalty is shrinking and customer behaviour is increasingly fickle.\n\"We have a Chief Customer Officer whose role is to oversee customer insight and intelligence and how the business uses this information. This capability provides data frequently. For example, it provides an ongoing pulse of what our customers are saying and how they're behaving. Because what customers say isn't necessarily what they do, you have to continually measure and monitor their actual behaviour. You can then compare a lot of that information with competitive market information so you can see how we sit by comparison. We'll do a whole variety of things, for example in our stores where we've got focus groups and listening groups with our own customers and with our competitors' customers, just to understand different reactions and behaviours. Then we'll analyse this data and choose what to do in our business that might affect competitive service.\"\nHayley Tatum, Senior Vice President for People and Stores\nThis direct action from market insight through to alterations in customer service or operational delivery models, is driving real value-creation in the business. Leaders too are now using this data in various ways, and it is during its combination with employee data when truly powerful people insights can occur. ASDA has recognised this and is focusing much of its analytical development on building this multidimensional analytics capability - and while there is some way to go until the business is able to benefit from these insights, there is definite belief that utilising data in this way will drive business performance in unique and innovative ways.\nData as the weapon in the war for talent\nASDA then is very much future-focused, and in preparation for the increasingly competitive retail environment the chain is building its capabilities in analytics and focusing on modifying its human capital through various HR activities and interventions. Through all of this, data is playing a vital enabling role, and the analytics that HR is applying to data is uncovering fascinating concepts the business is now building into its workforce, engagement and customer service plans. Management capability is one area of focus which the business now believes should be enhanced and made to be future proof. The new context and evolved business model mean that managerial roles are expected to decline in number, but the need for strong capability to innovate and drive customer service will continue to grow:\n\"In the future I believe we will have fewer managers and more engaged, contributing teams of colleagues who figure stuff out for themselves. I'm certain those closest to the customers will come up with brilliant and the best solutions.'\"\nHayley Tatum, Senior Vice President for People and Stores\nFor Hayley and her colleagues it is HR analytics which holds the key. By applying the same techniques of customer segmentation and analysis to their engagement and people data, the team believe that they will unlock the ability of employees to behave and engage with customers in such a way that they deliver high quality service every time, and deliver the competitive advantage the business needs to succeed today and well into the future:\n\"I'd like the data to tell me how to get the most engaged colleague that I possibly can to give the best level and noticeable, industry-leading service in the market. If I could find that, that would tell me, \"What does that colleague do, say, and sound like?\" From a behavioural point of view I believe that would give us as real competitive advantage.\" Hayley Tatum, Senior Vice President for People and Stores\nTHE FULL SERIES\nValuing your talent\nFind out how other businesses are using people measures to improve their organisations through these case studies\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "#A",
        "#B",
        "#C",
        "#D",
        "#E",
        "/uk/knowledge/case-studies/value-talent/",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Case studies > Valuing your talent: ASDA",
      "article_topics": [
        [
          "business",
          "customer",
          "datum",
          "asda",
          "engagement",
          "analytic",
          "performance",
          "team"
        ],
        [
          "lot",
          "run",
          "service",
          "map",
          "few",
          "team",
          "succeed",
          "million"
        ],
        [
          "business",
          "asda",
          "customer",
          "engagement",
          "datum",
          "analytic",
          "performance",
          "drive"
        ],
        [
          "business",
          "customer",
          "datum",
          "engagement",
          "analytic",
          "performance",
          "asda",
          "capability"
        ],
        [
          "business",
          "datum",
          "engagement",
          "customer",
          "team",
          "drive",
          "behaviour",
          "performance"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/reports/analytics-hr-challenge-report/",
      "title": "Talent analytics and big data – the challenge for HR",
      "date": "07 Nov, 2013",
      "year": 2013.0,
      "category": "Report",
      "tags": [
        "All locations",
        "People analytics"
      ],
      "description": "Discover why talent analytics and big data are now must-have capabilities in HR",
      "summary": "Talent analytics and big data are now must-have capabilities in HR. As the business world is transformed by the sheer volume, speed and availability of data, and as the search for competitive advantage intensifies, data about people and performance becomes ever more critical.",
      "full_text": "The report, Talent analytics and big data - the challenge for HR, produced in association with with Oracle Corporation EMEA, examines the state of practice in the HR profession and key interviews with organisations embarking on the talent analytics journey.\nDownload the report below\nTalent analytics and big data: the challenge for HR\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/globalassets/media/knowledge/knowledge-hub/reports/talent-analytics-and-big-data_2013-challenge-for-hr_tcm18-9289.pdf",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Reports > Talent analytics and big data – the challenge for HR",
      "article_topics": [
        [
          "advantage",
          "cipd",
          "emea",
          "state",
          "world",
          "performance",
          "critical",
          "barrier"
        ],
        [
          "tomorrow",
          "cipd",
          "sheer",
          "capability",
          "volume",
          "search",
          "corporation",
          "examine"
        ],
        [
          "analytic",
          "datum",
          "big",
          "challenge",
          "report",
          "discover",
          "bullying",
          "capability"
        ],
        [
          "journey",
          "capability",
          "barrier",
          "transform",
          "interview",
          "analytic",
          "organisation",
          "big"
        ],
        [
          "bullying",
          "business",
          "emea",
          "speed",
          "today",
          "create",
          "tackle",
          "oracle"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/reports/wales-practice-briefing/",
      "title": "UK Working Lives - Practice briefing for Wales",
      "date": "",
      "year": null,
      "category": "",
      "tags": [],
      "description": "Supplement to UK Working Lives, providing an overview of the key findings and people practice points as contextualised for Wales",
      "summary": "As we face a future of greater automation, an ageing workforce, continual change and dynamism across sectors, creating good work and quality jobs is a priority. This may be affected by a range of factors, including HR practices, the quality of people management as well as the workers themselves. The CIPD's annual UK Working Lives Survey sets out to examine these factors, using seven critical dimensions of job quality. The resulting work equips policy makers, business leaders and managers as well as individuals, with evidence and recommendations by which they can raise job quality and improve working lives.\nThis concise briefing is a supplement to the main report and is designed to provide people practitioners with an overview of the key findings, as contextualised for Wales. By drawing out the most notable data for each aspect of job quality, together with charts and 'practice pointers', this briefing directs focus towards the most essential issues for action. We encourage organisations to use these insights alongside the more detailed analysis of the main report to drive engagement and improvement in these critical aspects of practice, which in turn will support the growth of quality jobs for all.",
      "full_text": "1. Work-life balance and flexible working\nWork-life balance and flexible working options are key to building quality jobs. Wales' overall performance in this area is well below the rest of the UK.\nWales has less access to flexitime with 60% of respondents saying it is not available to them (compared with 51% UK average). Access to flexitime is the most widespread and desired flexible working option around the UK.\nWorking compressed hours is much less of an option in Wales than elsewhere in the UK (9% vs 11% UK average).\nWales has the least access to the option of working reduced hours (54% do not have the option compared with 48% on average for the UK as a whole).\nPractice pointers\nReview the business case and objectives for flexible working at your organisation. Is what you currently have in place fit for purpose?\nIdentify facilitators and barriers to flexible working and actionable solutions.\nReview the flexible working options you offer and compare them with the options actually used.\nRedesign jobs to allow for flexible working as part of your core strategy.\nEnsure policies, communications, and guidelines around flexible working are clear, consistent, and provide channels for feedback and ideas.\n2. Pay and benefits\nPay and benefits are key to better job quality. Wales again trails the rest of the UK, compounded by poor performance on pension provision.\nWales has the lowest median pay at PS20,000, 20% lower than the UK median of PS24,000.\nYet having the lowest level of pay also comes with the highest level of pay satisfaction, comparable with the South of England. 47% say they are satisfied with their level of pay compared with 45% average for UK.\nWales has the lowest numbers reporting that they have any kind of pension provision (67% vs 73% UK average).\nPractice pointers\nUpdate your pay and benefits strategy/approach relative to the marketplace, based on your current and expected demand for talent. Ensure they are fair and equitable across your workforce.\nReview your pay and benefit structure against organisational objectives and realign where required.\nCheck your pay practices against the National Living Wage and take action as required.\nUpdate your workforce planning to take account of variations in pay and benefit levels in different locations.\nParticularly if raising pay is not an option, consider boosting your benefits package through partnerships with suppliers etc.\nPay attention to pensions. Make sure your employees are aware of the need to save for the future and the proportions they need to save.\n3. Contracts\nWales has the second lowest level of full-time workers (58%) behind the South of England (57%). The UK average is 61% with London highest at 72%.\nLevels of atypical work are highest in Wales (6%) and zero-hours contracts account for about 40% of atypical employment. (The UK average is 4%).\nHowever, nearly all respondents in Wales are satisfied with their contract status, with only 3% saying they have a contract that doesn't suit them.\nWales has the highest level of self-employment (13% compared with the UK average of 11%).\nPractice pointers\nEnsure written employment contracts capture all key terms and conditions of employment, including employment status and associated rights, and are kept up to date.\nAlign employment contracts with your organisational objectives, values, and workforce planning.\nHave clear policies and guidelines for managers on when to use different types of contracts.\nIf zero-hours contracts are used, ensure responsible use and be aware of the legal issues.\nIf additional capacity is needed, bring in the underemployed on more hours first. It will save on recruitment while providing enhanced employment and earnings opportunities.\n4. Skills, autonomy and development\nWales' performance on autonomy is patchy.\nWorkers in Wales are more likely to consider themselves lacking in task autonomy (21% say they have 'none' compared with 16% UK average).\nThey are also most likely to think that they are overqualified for their roles (35% compared with 32% UK average).\nThey are most likely to rate their working environments positively and more likely to get their work done within the allocated time (66% vs 33% UK average).\nPractice pointers\nAudit your workforce skills and capabilities; where possible, capture information on learning activities, their application, and impact on job to drive learning analytics. If you are a small firm this may be a spreadsheet with people's skills and qualifications. In any setting, note any special abilities, interests, volunteering commitments etc. as these may unlock additional opportunities and capabilities.\nTalk to people directly and via their managers about their knowledge, skills, aspirations and development opportunities in their jobs. Commitment to growing talent internally can be an attractive employee value proposition.\nConsider making more/better use of apprenticeships.\nEnsure your learning and development strategy enables achievement of organisational objectives and makes the best use of emergent learning technologies and approaches.\nMake it clear and easy for employees to access and sign-up for learning and development supported/delivered by the organisation; identify and take advantage of relevant, applicable, free learning provided by third parties.\nInnovation is critical. Skills, autonomy and development can drive innovation. Don't be boxed in by titles and roles as you seek to innovate on products or processes. Tap into the insight and expertise of the whole workforce.\n5. Relationships at work\nWorkers in Wales are most likely to feel supported if they make a mistake - only 14% say their manager would hold mistakes against them compared with 18% UK average.\nThey are most likely to say that 'people in my team reject others for being different' (23% compared with 21% UK average).\nWhile generally very positive about their direct/managers, workers are least likely to express confidence in senior managers and executives' ability to lead their organisation. (43% vs 45% UK average).\nPractice pointers\nClearly articulate your organisation's purpose and objectives, and ensure its values are current, relevant and memorable.\nEncourage a learning culture and lead it from the top. Give room for people to experiment and try new methods. Celebrate successes, but also provide safety for sharing failures and growing from lessons learnt.\nDevelop, support and enable managers to be people-oriented in their role as team leaders.\nMake sure your organisational development and change strategies recognise the value of relationships and networks, where real value can be cultivated.\n6. Voice\nWales is second lowest across the UK nations and regions in having access to a channel for voice, behind Northern Ireland (77% compared with 81% UK average).\nManagers are seen as responding better to employee suggestions (40% vs UK average of 37%).\nWorkers see unions as good at representing them to management (39% v UK average 36%) but slightly less so at seeking their views (37% v 39% UK average).\nPractice pointers\nValue employee voice. Emerging research shows that enabling people to speak up creates a better and more productive workplace.\nBe mindful of managers' role in enabling or inhibiting voice. One way is to remind leaders at big meetings to speak less and listen more. Run an open session on what's good or bad around the workplace.\nConsider supporting an organised form of employee voice and consult on whether this should be a union or an internal forum.\nLook at your internal communications strategy and make sure it involves receiving as well as transmitting.\n7. Health and wellbeing\nWorkers in Wales are more positive and least negative about the impacts of work on mental health (44% compared to 40% UK average). But they are slightly less positive on the impact of work on physical health (34% vs 30% UK average).\nThey are most likely to suffer from muscular-skeletal problems (35% compared with 29% UK average).\nWales has the worst sleepers (31% v 28%) and the highest level of repetitive strain injury (10% compared to 7% UK average).\nPractice pointers\nCreate a health and well-being strategy for your organisation and a communication plan to raise awareness; this is a key driver of candidate attraction and employee retention.\nLaunch regular campaigns focused on targeted areas of employee health and wellbeing, supported by employee health and wellbeing champions.\nProvide guidance and support to leaders and managers on how to most effectively manage and support, the health and wellbeing of their teams.\nCreate opportunities for employee involvement in and feedback on health and wellbeing initiatives.\nGather and analyse data on the health and wellbeing of employees; identifying risks and opportunities for action.\nEnsure adequate support, enablement, and care for employees working with physical and or mental health issues.\nConclusion\nThis short, practice-focused briefing outlines the major findings from CIPD's UK Working Lives Survey, highlighting the comparisons between Wales and other UK nations and regions. Employers and people professionals can use the practice pointers to explore the dimensions of job quality within their teams and consider the recommended actions. Why not establish a 'Job Quality' group in your organisation and use the main report and these insights for Wales to benchmark your progress?\nSURVEYS\nCIPD Good Work Index\nThe CIPD Good Work Index provides an annual snapshot of job quality in the UK, giving insight to drive improvement to working lives\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://infogram.com/577557e8-3d35-42e8-be53-f585e5b99e87",
        "https://infogram.com",
        "https://www.cipd.co.uk/knowledge/fundamentals/relations/flexible-working/",
        "https://www.cipd.co.uk/knowledge/fundamentals/people/pay/structures-factsheet/",
        "https://www.gov.uk/national-minimum-wage-rates",
        "https://www.cipd.co.uk/knowledge/strategy/reward/building-compelling-reward-package/",
        "https://www.cipd.co.uk/knowledge/fundamentals/people/benefits/workplace-pensions-factsheet/",
        "https://www.cipd.co.uk/knowledge/fundamentals/emp-law/terms-conditions/contracts-factsheet/",
        "https://www.cipd.co.uk/knowledge/fundamentals/emp-law/terms-conditions/zero-hours-guide/",
        "https://infogram.com/1c421a56-809d-4f8a-86ae-22f3833f3fb3",
        "https://infogram.com",
        "https://www.cipd.co.uk/knowledge/strategy/development/factsheet/",
        "https://www.cipd.co.uk/knowledge/strategy/organisational-development/factsheet/",
        "https://www.cipd.co.uk/knowledge/work/future-voice/",
        "https://www.cipd.co.uk/knowledge/culture/well-being/health-well-being-work/",
        "https://www.cipd.co.uk/knowledge/work/trends/goodwork/",
        "/uk/knowledge/reports/goodwork/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Reports > UK Working Lives - Practice briefing for Wales",
      "article_topics": [
        [
          "uk",
          "average",
          "vs",
          "pointer",
          "drive",
          "knowledge",
          "responsible",
          "manager"
        ],
        [
          "uk",
          "wale",
          "average",
          "manager",
          "employment",
          "organisation",
          "pay",
          "level"
        ],
        [
          "uk",
          "compare",
          "wale",
          "average",
          "wellbeing",
          "practice",
          "likely",
          "worker"
        ],
        [
          "uk",
          "average",
          "wale",
          "practice",
          "compare",
          "pay",
          "quality",
          "manager"
        ],
        [
          "analytic",
          "business",
          "uk",
          "review",
          "target",
          "notable",
          "negative",
          "volunteer"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/relational-analytics/",
      "title": "Relational analytics in HR practice",
      "date": "",
      "year": null,
      "category": "",
      "tags": [
        "People analytics"
      ],
      "description": "A look at how relational analytics enables better designed HR practices",
      "summary": "This paper looks at how a greater understanding of relationships in the workplace, using relational analytics, can enable better design of HR practices.",
      "full_text": "Article review\nSoltis, S.M., Methot, J.R., Gittell, J.H. and Harris, T.B. (2023) Leveraging relational analytics in human resource research and practice. Human Resource Management. Vol 62, No 4, pp377-389.\nIt's no longer enough to focus on people's knowledge, skills and expertise to gain competitive advantage. We also need to know about the formal and informal relationships that exist at work, and relational theories to help explain them.\nRelational analytics provide statistical insights on employee interactions and supplement existing people analytics for making important decisions about people.\nThe researchers assert that a greater understanding of relationships in the workplace enables better design of HR practices, for example:\nRevising job descriptions to accurately describe the connections and relational coordination needed within a role, based on critical task dependencies.\nCrafting new interview questions that assess how applicants would use their connections and relational coordination to perform their jobs effectively.\nEngineering better performance appraisals that account for the time and impact of relationship building and maintenance.\nEmbedding new hires and people from underrepresented groups into informal networks to boost inclusion and promote advancement.\nEngaging in organisational change, giving attention to building the strategic relationships needed to address changing competitive landscapes.\nRelational analytics need not be a burden\nGathering data for relational analytics doesn't have to be a burden or intrusive. There are many types of inherently relational data that organisations already have or can start collecting passively. Examples include employee referral data, project team overlaps, task interdependencies and mentoring.\nKey relational theories\nUnderstanding the theories that underpin relational analytics will help you to use and interpret data responsibly. To quote a WIRED magazine headline: \"The big problem with big data? Without theory, it's just garbage.\" Equally, the researchers advise that we shouldn't be beholden to theories but instead take a balanced approach of using theory to inform practice and vice versa.\nHere are some of the key relational theories that underpin how we interpret relational analytics:\nSocial capital. The resources that people can access through their social networks and relationships.\nSocial network. The patterns of connections between people. This is typically discussed by looking at the precursors of a network to explain why some people have certain ties or positions or why networks have certain structural properties. Or by looking at the effects of network ties such as its volume, strength and multiplexity. A common example is the strength of weak ties - it's more effective to reach out to weaker ties when searching for information.\nRelational coordination. The networks through which work is coordinated. It helps us understand how these coordination networks impact a wide range of performance outcomes and how redesigning HR practices can strengthen them where needed.  There are seven dimensions that can be analysed within and across roles using relational analytics.\nRelational architecture of human resource management. The interplay between HR practices and informal relationships. Various HR practices can modify the internal social structure of organisations by changing the talent pool, employee interaction patterns and nature of employee relationships. These can in turn change people's relational identities and ultimately impact their performance.\nRelational leadership theories. Leaders are embedded in webs of relationships within and across organisations. Leadership effectiveness depends in part on the quality of social relations between leaders and their team members, peers and superiors. The most foundational theoretical lens is the leader-member exchange (LMX) theory, which suggests that leaders don't have the same relationship with each of their employees (for example, in trust, liking or respect).\nLevels of relational analytics\nMetrics to explore a relational perspective on HR are analysed at the individual, pair or group level, and serve different purposes:\nIndividual level. Enables us to measure individual perceptions of specific relationships. This provides an excellent view of organisational culture for leaders. For HR departments and line managers, the predictive validity of these analytics for employee satisfaction, performance and turnover can lead to interventions which have significant implications for HR design and implementation. For individuals, it can be eye-opening and spur them to enhance their position in informal structures.\nPair level. A common way to analyse this is to look at the degree of interdependence between two people. This can include assessments of leader-member exchange (LMX) from the perspective of the leader and follower. Another common way is to analyse people's relationships in a network in pairs. It enables HR to gain a deeper understanding of pair relationships such as what makes referral-based hiring and coaching/mentoring programmes successful. For line managers, understanding relationships between pairs of employees can help them to manage employees for optimal satisfaction and performance.\nGroup level. Individuals or pairs aggregated to represent part of an organisation. Social network and relational coordination can be used to explore structural properties of groups. This level of analysis can uncover useful insights for leaders, HR and line managers, such as which group-level rewards are more likely to have desired effects if the group is cohesive.\nRelational analytics is a promising new approach in HR that can help us to better understand and manage relationships between employees. This paper is part of a special issue on relational perspectives on HR management.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nReviewed by\nHayfa Mohdzaini, Senior Policy and Practice Adviser - Technology and Analytics, CIPD\nHayfa joined us in 2020. Hayfa has degrees in computer science and human resources from University of York and University of Warwick respectively.\nShe started her career in the private sector working in IT and then HR and has been writing for the HR community since 2012. Previously she worked for another membership organisation (UCEA) where she expanded the range of pay and workforce benchmarking data available to the higher education HR community.\nShe is interested in how the people profession can contribute to good work through technology and has written several publications on our behalf, as well as judging our people management awards, speaking at conferences and exhibitions and providing commentary to the media on the subjects of people and technology.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://onlinelibrary.wiley.com/doi/10.1002/hrm.22172",
        "https://onlinelibrary.wiley.com/toc/1099050x/2023/62/4",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Relational analytics in HR practice",
      "article_topics": [
        [
          "precursor",
          "strength",
          "headline",
          "predictive",
          "supplement",
          "explain",
          "metric",
          "quality"
        ],
        [
          "relational",
          "relationship",
          "analytic",
          "impact",
          "trust",
          "coordination",
          "network",
          "assert"
        ],
        [
          "vice",
          "york",
          "pair",
          "need",
          "typically",
          "satisfaction",
          "inclusive",
          "quality"
        ],
        [
          "relational",
          "relationship",
          "analytic",
          "look",
          "practice",
          "theory",
          "leader",
          "group"
        ],
        [
          "relational",
          "analytic",
          "relationship",
          "practice",
          "network",
          "theory",
          "leader",
          "level"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/story-telling-hr-profession/",
      "title": "Exploring the craft of storytelling in the HR profession",
      "date": "",
      "year": null,
      "category": "",
      "tags": [
        "People analytics"
      ],
      "description": "A look at how storytelling allows HR analysts to craft and sell their stories to different organisational stakeholders, including senior management and people managers",
      "summary": "This paper looks at how HR analysts use storytelling in their work. To do this, the authors interviewed 15 experienced people analytics professionals in a range of different organisational contexts and sectors.",
      "full_text": "Article review\nFu, N., Keegan, A. and McCartney, S. (2023) The duality of HR analysts' storytelling: Showcasing and curbing. Human Resource Management Journal. Vol 33, Issue 2, pp261-286. Open access.\nStorytelling is a core capability of HR analysts, along with well-developed analytical skills. It enables them to craft and sell their stories to different organisational stakeholders, including senior management and people managers. But, unlike analytical skills, storytelling is often an underappreciated and less well understood aspect of the role.\nThe authors of this study sought to understand how HR analysts use storytelling in their work. They explored what stories HR analysts tell and why they tell them. To do this, they interviewed 15 experienced people analytics professionals. Participants worked in a range of different organisational contexts and sectors, including retail, ICT, and professional services. Their organisations also varied with regards to how mature the people analytics function was.\nStorytelling to showcase people analytics\nThe study found that the HR analysts used storytelling to showcase people analytics in their organisations. This did this in two key ways:\nTranslating analysis into meaningful, convincing and actionable insights for stakeholders\nTranslating analysis into meaningful, convincing and actionable insights for stakeholders\nSelling the contribution that people analytics can make and its importance for the organisation in decision-making and overall business outcomes.\nSelling the contribution that people analytics can make and its importance for the organisation in decision-making and overall business outcomes.\nThey used storytelling to showcase people analytics for three main reasons. First, because they were passionate about using people analytics to inform business decisions and wanted to advance the adoption of analytics. Second, they saw a growing need for people analytics within their organisations, to both improve business outcomes and to adopt an employee-centric focus. And third, they were motivated to do so by leaders who showed readiness and support for the development of people analytics. Such leaders enabled the HR analysts to have a platform to showcase people analytics.\nStorytelling to curb enthusiasm for people analytics\nPerhaps more interestingly, the study also found that HR analysts use storytelling to dampen organisational enthusiasm for people analytics. They did this by:\nActively slowing things down - for example, to manage expectations around what is possible given investment and resource constraints.\nHiding - making themselves less visible by avoiding engaging with stakeholders and keeping some information to themselves.\nRefocusing - funnelling requests and potentially avoiding undertaking projects which may be technically or ethically irresponsible.\nThere were several key reasons for this, including lack of quality data, lack of time, and data protection concerns. HR systems were also a key reason for curbing enthusiasm - both where systems lacked the technical sophistication to perform some types of analysis and where organisations had multiple HR systems which lacked integration, creating considerably additional work to deliver on data requests.\nThe case for investing in HR systems, practical skills and confidence-building\nThis study demonstrates that storytelling is a critical capability for HR analysts. But it also highlights the conflicting pressures in their role. Storytelling is used to translate analysis into meaningful insights as well as to sell HR analytics. But it's also used to dampen enthusiasm for often ambitious organisational aims for people analytics. This is driven by HR analysts' desire to ensure quality of implementation, protect employees' interests, and ensure analysis is based on sound data and systems which their organisations do not currently have.\nTo minimise storytelling to curb enthusiasm for people analytics, the authors recommend that organisations and people teams invest in HR systems which integrate existing systems and/or implement one platform for all HR functions. This may be challenging but is doable, given the many HR platform vendors offering one-system cloud solutions.\nThis investment can also provide HR analysts with more technical functionality - most HR systems now offer more functionality, such as visual dashboards - and can also help ensure high-data quality.\nIntegrated HR systems with more functionality and high-quality data will in turn give HR analysts more time to undertake strategic people analytics projects.\nThe authors also recommend investing in developing people analytics specialists who understand both the technical element of people analytics, have strong storytelling skills and the strategic capability to take action based on people analytics. This may also help to ensure analytics are technically sophisticated as well as responsible and contextually appropriate.\nReviewed by Amy Bosley.\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://onlinelibrary.wiley.com/doi/epdf/10.1111/1748-8583.12466",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Exploring the craft of storytelling in the HR profession",
      "article_topics": [
        [
          "analytic",
          "type",
          "skill",
          "different",
          "author",
          "keep",
          "underappreciated",
          "implementation"
        ],
        [
          "analytic",
          "analyst",
          "organisation",
          "storytelle",
          "system",
          "storytelling",
          "organisational",
          "analysis"
        ],
        [
          "analytic",
          "analyst",
          "system",
          "storytelle",
          "organisation",
          "storytelling",
          "organisational",
          "sell"
        ],
        [
          "analyst",
          "project",
          "skill",
          "curb",
          "give",
          "passionate",
          "functionality",
          "thing"
        ],
        [
          "cloud",
          "support",
          "create",
          "decision",
          "undertaking",
          "unlike",
          "author",
          "different"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/uk/knowledge/bitesize-research/making-analytics-count/",
      "title": "Making analytics count",
      "date": "",
      "year": null,
      "category": "",
      "tags": [
        "People analytics"
      ],
      "description": "Discover the benefits of human analytics",
      "summary": "A recent CIPD report revealed how many organisations are still not making the most of their people data. These authors show how utilising this data can drive overall business strategy and performance.",
      "full_text": "Article review\nBuilding credible human capital analytics for organizational competitive advantage. Dana B. Minbaeva, Human Resource Management. May 2018, Vol 57, No 3. pp701-713.\nHuman capital analytics (HCA) describes the use of data to understand the value and impact of HR and the workforce. This article explores how HCA has developed over time to describe the high-impact, high-value end of analytics, and suggests why HR often struggle to make the most of their data. The author argues that it is crucial that organisations become capable at using and understanding HCA if its potential benefits are to be utilised. They conclude by arguing for the development of HCA in three key areas: data quality, analytics capabilities and the strategic ability to act.\nThe article begins by summarising past research on HCA, stating that research broadly has explored HCA by looking at three distinct levels: the individual level, process level and structural level. These lenses on HCA have enabled researchers to understand how HCA generates value in organisations and the impact it has. However, to improve our understanding and organisational capability, the author suggests exploring the three dimensions of HCA to understand how they enable or prevent high quality analytics.\nWhat are the key dimensions of HCA?\nData quality\nOne major barrier is the fact that most organisations don't know what data they have available or the form that it's in. Basic questions such as: \"What data do we have? How is it stored? Can we merge data sets?\" are not being answered because HR sees quality as the major barrier preventing progress. This means that answers to complex, business-wide issues are hard to come by because data is often at different levels (individual, team, organisational) and may consist of multiple, overlapping variables. This prevents progress as clean and easy-to-use data is hard to come by.\n\nThe authors outline the impact of having low data quality, and cite that the major barrier in gathering high quality data is cost. This creates a \"Catch 22\" situation, where data is needed to prove the value of HCA but top management needs to see value before they invest. The author argues that this issue is overcome by utilising available data to seek further investment and therefore expand analytics projects.\n\nThis issue is overcome, the author argues, by ensuring that whatever data is available today, is used to seek further investment so to grow the analytics projects.\nData quality\nOne major barrier is the fact that most organisations don't know what data they have available or the form that it's in. Basic questions such as: \"What data do we have? How is it stored? Can we merge data sets?\" are not being answered because HR sees quality as the major barrier preventing progress. This means that answers to complex, business-wide issues are hard to come by because data is often at different levels (individual, team, organisational) and may consist of multiple, overlapping variables. This prevents progress as clean and easy-to-use data is hard to come by.\n\nThe authors outline the impact of having low data quality, and cite that the major barrier in gathering high quality data is cost. This creates a \"Catch 22\" situation, where data is needed to prove the value of HCA but top management needs to see value before they invest. The author argues that this issue is overcome by utilising available data to seek further investment and therefore expand analytics projects.\n\nThis issue is overcome, the author argues, by ensuring that whatever data is available today, is used to seek further investment so to grow the analytics projects.\nAnalytical competencies\nAnalytical competencies refers to the analytics teams ability to measure variables, build causal models and test them in the correct way. It also refers to the ability of the team to \"tell a story\" using the data and insights.\n\nThe author's experience of this area of HR is that models are often simplistic in nature and seldom include important elements, such as control or mediating variables. This, the author suggests, is a real challenge as it means that the models developed by the team do not reflect what happens in real organisations. Simple models cannot replicate complex systems. It's therefore important that teams hold the relevant skills needed to develop complex models.\n\nAnother key area is the ability of HR professionals in analytics teams to read meta-analyses and interpret academic journals. This enables the analysts in the team to improve their own models by building their own knowledge and capability, check thinking and critique practice. It is key that HR professionals know the principles of good measurement.\n\nAs well as building and testing models it is important for HR to communicate models effectively. Using communications tools, this enables stakeholders to comprehend and understand the results of models, beyond describing p-values. This also means ensuring that the competencies of those using analytics outputs are improved, such as business partners who may have to interpret and use findings in their work. It is important that these stakeholders have a good understanding of analytical practices and the outcomes of those processes.\nStrategic ability to act\nThis describes the strategic impact that analytics projects have on organisations, and the actionable results that come from the projects on completion. The author argues current people analytics models focus on executing the strategy of the business through the workforce. Therefore, it is important that analytics projects also have a strategic impact, and are not only used at the operational end of activity.\n\nThe biggest challenge that analytics teams face today is proving to executives if and how to invest in analytics projects. The answer, the author believes, is that results must be presented in such a way that they can be easily transferred into strategic actions and therefore their impact can be measured. Proving the value to senior teams by continuing to seek buy in are key tasks for analytics leaders if they are to build capability and drive impact.\nWhat are the different levels of HCA?\nThe author believes there are 3 levels of HCA capability that need to be understood if it is to work effectively:\nIndividual level: The individual human capital knowledge, skills and abilities of the analytics team is crucial if the analytical competencies dimension of HCA is to be improved. This includes developing analytical, communication and presentation skills. The author believes that the best examples of these skills are found in 'boundary spanners', those who operate across various networks and roles and are able to bring together different types of data.\nProcess level: At the process level, the author argues that ensuring data quality requires establishing systems and workflows which focus on data organisation. This means formal and centralised processes that ensures data is not duplicated or missing, for example. This also means that the results gained from analytics can be connected with wider business data projects, adding value across the organisation.\nStructure level: At this level, the improvement of HCA can only come from social and cultural improvement within organisations that are conducive to analytics. The easiest route to doing this is to start from the top, to make the case from the CEO level that people data and HCA has value and that it should be developed further. Ensuring people data is part of shifting strategic priorities is key to organisations as they go through significant change.\nConclusion\nThis paper provides an interesting perspective on the developing area of human capital analytics and provides some good examples of how large organisations are using data to drive performance. The paper concludes by offering insights into future research, including building new theories and exploring barriers to improved practice.\nReviewed by Edward Houghton\nCIPD Trust\nTackling barriers to work today whilst creating inclusive workplaces of tomorrow.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://onlinelibrary.wiley.com/doi/10.1002/hrm.21848",
        "https://cipdtrust.org/",
        "/uk/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/uk/learning/cipd-bookshop/",
        "/uk/membership/become-a-member/",
        "/uk/learning/",
        "/uk/products-services/",
        "https://community.cipd.co.uk/",
        "/uk/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/uk/help/",
        "/uk/help/membership/",
        "/uk/help/learning/",
        "/uk/the-people-profession/the-profession-map/FAQs/",
        "/uk/about/where-we-work/",
        "/uk/contact/",
        "/uk/accessibility-statement/",
        "/uk/privacy-policy/",
        "/uk/cookie-policy/",
        "/uk/terms-conditions/",
        "/uk/anti-slavery-policy/"
      ],
      "directory": "Home > Knowledge hub > Bitesize research > Making analytics count",
      "article_topics": [
        [
          "replicate",
          "understanding",
          "grow",
          "report",
          "wide",
          "establish",
          "overlap",
          "senior"
        ],
        [
          "datum",
          "analytic",
          "model",
          "organisation",
          "level",
          "author",
          "barrier",
          "know"
        ],
        [
          "datum",
          "value",
          "issue",
          "communicate",
          "come",
          "report",
          "capability",
          "barrier"
        ],
        [
          "datum",
          "analytic",
          "author",
          "hca",
          "team",
          "organisation",
          "value",
          "quality"
        ],
        [
          "datum",
          "analytic",
          "hca",
          "author",
          "level",
          "organisation",
          "quality",
          "value"
        ]
      ]
    }
  ]
}