{
  "filtered_articles": [
    {
      "url": "https://www.peoplemanagement.co.uk/article/1908254/10-biggest-hr-tech-trends-2025",
      "title": "The 10 biggest HR tech trends in 2025",
      "author": "Advertising feature",
      "date": "5 March 2025",
      "year": 2025.0,
      "summary": "HR tech is evolving fast. From talent intelligence to predictive analytics and ethical AI, these are the key trends reshaping HR strategies in 2025",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "HR technology has moved beyond basic automation. AI-powered, mobile-first solutions now support every aspect of HR, helping organisations drive real business outcomes.\n\"HR tech is no longer a support function but a key factor in business transformation,\" says Darwinbox.\nAs organisations enter 2025, keeping pace with rapid technological change is more important than ever. Yet staying on top of evolving trends can be a challenge.\nAccording to Darwinbox's latest report:\nThe Top 10 HR Tech Trends 2025 Report serves as a blueprint for HR leaders, managers and business executives navigating the rapidly evolving world of work. It explores ten key trends shaping the future of work.\nBased on extensive research, analysis and industry insights, the report covers developments from 2022 to 2025. It draws on forecasts from leading organisations, including LinkedIn, the World Economic Forum, Forbes, Deloitte, McKinsey, Microsoft, Gartner, PwC, Mercer and more than 30 industry experts for a truly global perspective on HR tech.\nDiscover the future of HR tech and trends to look out for in Darwinbox's Top 10 HR Tech Trends in 2025 Report.",
      "links": [
        "https://explore.darwinbox.com/lp/resources/reports/top-10-hr-tech-trends-report-2025?utm_campaign=8950623-HR%20tech%20trends%202025%20report&utm_source=CIPD&utm_medium=edm",
        "https://explore.darwinbox.com/lp/resources/reports/top-10-hr-tech-trends-report-2025?utm_campaign=8950623-HR%20tech%20trends%202025%20report&utm_source=CIPD&utm_medium=edm"
      ],
      "directory": "",
      "article_topics": [
        [
          "organisation",
          "business",
          "trend",
          "report",
          "darwinbox",
          "world",
          "include",
          "tech"
        ],
        [
          "executive",
          "automation",
          "industry",
          "accord",
          "real",
          "mobile",
          "mercer",
          "predictive"
        ],
        [
          "tech",
          "trend",
          "factor",
          "technology",
          "report",
          "fast",
          "accord",
          "insight"
        ],
        [
          "perspective",
          "analytic",
          "world",
          "shape",
          "gartner",
          "extensive",
          "insight",
          "rapidly"
        ],
        [
          "trend",
          "tech",
          "report",
          "evolve",
          "key",
          "darwinbox",
          "business",
          "organisation"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1903227/hr-trends-expect-2025",
      "title": "HR trends to expect in 2025",
      "author": "Kelly Tucker",
      "date": "22 January 2025",
      "year": 2025.0,
      "summary": "From AI to analytics, Kelly Tucker explores the themes that will top the profession’s agenda in the next 12 months",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Now in 2025, the HR landscape continues to evolve rapidly, with innovation and adaptability at its core. Significantly, artificial intelligence is revolutionising the recruitment process. By automating tasks such as candidate sourcing, CV screening and initial interview scheduling, organisations can save time and focus on finding the perfect fit for their teams. Beyond hiring, AI is also enhancing onboarding through personalised learning pathways, interactive tools and chatbots that guide new hires seamlessly into their roles. However, it is essential to balance technology with humanity; maintaining a human touch ensures inclusivity and provides a positive candidate experience. Overreliance on algorithms risks reinforcing bias, making ethical AI use a top priority for HR professionals.\nThe hybrid work model is here to stay, but this year will see organisations striving to make it more effective. This means going beyond simply enabling hybrid work to optimise it. Clear expectations around in-office and remote work will be crucial, along with investment in technologies that support seamless collaboration. Creating an inclusive culture for remote workers is equally important. Outcomes-based performance metrics will gain traction, shifting the focus from hours worked to results achieved. Tools such as pulse surveys and robust hybrid work policies will be instrumental in supporting this transition.\nEmployee wellbeing remains a cornerstone of successful organisations. Companies will deepen their commitment to mental health, burnout prevention and work-life balance. Moving beyond traditional perks such as employee assistance programmes, businesses will embed wellbeing into their culture by training managers to confidently support mental health, implementing flexible work arrangements tailored to individual needs and measuring the impact of wellbeing initiatives through engagement and productivity metrics.\nWith AI adoption accelerating, organisations must prioritise equipping employees with the skills needed to thrive. Tech literacy, problem solving and critical thinking will be key areas of focus. Reskilling will also be crucial for roles affected by automation, ensuring no one is left behind. Tailored learning and development programmes will empower organisations to retain talent and remain competitive in an AI-driven landscape. Businesses that invest in their people will see returns not just in capability but in loyalty and innovation.\nHR teams will increasingly rely on data to inform strategic decisions. From workforce planning to tracking equity, diversity and inclusion progress, analytics will become an indispensable tool. The challenge lies in analysing this data effectively and using it ethically. To meet this demand, people professionals are honing their analytics skills and leveraging advanced tools. These efforts will enable real-time insights that align with broader business objectives, driving not just HR performance but organisational success.\nBy embracing these trends, organisations can navigate the complexities of a changing workplace while staying focused on their most valuable asset: their people.\nKelly Tucker is founder and managing director of HR Star",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "theme",
          "landscape",
          "thinking",
          "enable",
          "metric",
          "inclusion",
          "revolutionise",
          "use"
        ],
        [
          "organisation",
          "technology",
          "insight",
          "culture",
          "complexity",
          "shift",
          "theme",
          "time"
        ],
        [
          "organisation",
          "ai",
          "tool",
          "focus",
          "hybrid",
          "analytic",
          "support",
          "business"
        ],
        [
          "metric",
          "skill",
          "onboarde",
          "focus",
          "drive",
          "professional",
          "ai",
          "wellbee"
        ],
        [
          "ai",
          "support",
          "base",
          "robust",
          "analytic",
          "wellbee",
          "stay",
          "commitment"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1874388/win-todays-ai-driven-talent-economy-brightmine",
      "title": "How to win in today’s AI-driven talent economy with Brightmine",
      "author": "Advertising feature",
      "date": "3 June 2024",
      "year": 2024.0,
      "summary": "Artificial intelligence is transforming the world of work as we know it, but HR professionals are struggling to understand its driver: data. Learn how to move the needle and breakthrough with Brightmine.",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Today's AI-driven talent economy relies on data and HR teams who know how to wield it. After all, we know that accurate analytics and insights drive improved business outcomes. Yet, around 70 per cent of companies are not effectively using trusted people data, analytics and insight. Why?\nAt HR solutions provider, Brightmine, we call this the four D's of Disillusionment Darkness or the four D's:\nWhat are leading HR professionals doing to be more successful?\nHere are four actions that Brightmine's 10,300+ customers take to move the needle and breakthrough:\nAt Brightmine, we are enabling customers to be more successful by helping them transform how they use data, analytics and insight to reduce risk, optimise talent strategies, and proactively deliver brighter business outcomes.\nOur award-winning product portfolio uniquely combines critical people data, AI and our trusted HR expertise, built up over 22 years, in two key solutions: Compensation Planning & Equity Analytics and Compliance Insight and Automation.\nThe average Brightmine customer savings across the full portfolio include:\nTo find out more about Brightmine and how it can help you achieve brighter business outcomes visit www.brightmine.com.",
      "links": [
        "https://www.oracle.com/a/ocom/docs/applications/human-capital-management/hrt-talent-analytics-hrdotcom.pdf",
        "https://www.gartner.com/en/articles/3-key-themes-dominate-gartner-s-hype-cycle-for-hr-technology",
        "https://www.thehrdirector.com/features/big-data/three-quarters-decision-makers-dont-trust-data/",
        "https://www.thehrdirector.com/features/big-data/three-quarters-decision-makers-dont-trust-data/",
        "https://www.gartner.com/en/newsroom/press-releases/2023-10-23-gartner-rhr-keynote-unlocking-human-performance",
        "https://www.sage.com/en-us/blog/changing-face-hr-2024/#gate-ab515c6e-7e90-4c2f-a67e-113872516e8b%E2%80%8B",
        "https://www.sage.com/en-us/blog/changing-face-hr-2024/#gate-ab515c6e-7e90-4c2f-a67e-113872516e8b%E2%80%8B",
        "http://www.brightmine.com",
        "http://www.brightmine.com"
      ],
      "directory": "",
      "article_topics": [
        [
          "brightmine",
          "datum",
          "analytic",
          "insight",
          "customer",
          "drive",
          "ai",
          "know"
        ],
        [
          "lead",
          "darkness",
          "strategy",
          "combine",
          "world",
          "visit",
          "insight",
          "disillusionment"
        ],
        [
          "team",
          "today",
          "expertise",
          "build",
          "accurate",
          "award",
          "brightmine",
          "product"
        ],
        [
          "brightmine",
          "insight",
          "professional",
          "outcome",
          "datum",
          "learn",
          "analytic",
          "know"
        ],
        [
          "intelligence",
          "today",
          "professional",
          "bright",
          "action",
          "compensation",
          "outcome",
          "needle"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1873765/hr-stay-relevant-age-ai",
      "title": "How can HR stay relevant in the age of AI?",
      "author": "Katie Obi",
      "date": "22 May 2024",
      "year": 2024.0,
      "summary": "Katie Obi explores the changing role of the people professional as artificial intelligence becomes more prevalent",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "It's not surprising that the potential disruptive impact of AI is worrying some HR leaders. High-profile voices have proclaimed that AI will remove the need for human labour, making most of us redundant and, specifically, those of us whose purpose is to manage people. The prospect could panic even the most pragmatic HR professional.\nAs with any emerging and disruptive technology, the potential benefits of AI are now being weighed against the many, and not inconsequential, risks. I think this is a very exciting time to work in HR. Far from feeling threatened, as a function we need to think through and mitigate risk, while embracing the opportunities AI presents. This is a great opportunity for our profession to help to lead transformation and change and contribute to overall business success.\nTo do this we first need to ensure we understand as much about data, AI and machine learning technologies as we can. That doesn't mean we have to become technology wizards, but we do have to take a long hard look at what AI can do, the contexts in which it can be applied, and work to mitigate the unintended consequences of using it within our businesses. We all have a responsibility to educate ourselves, to understand upcoming legislation, to consider ethics, responsibility, transparency and bias, and to understand the impact this will have on our customers, society, go-to-market strategies, people and productivity.\nWith a deeper understanding of the way the technology works and the macro environment in which this can and should be applied, we can make better choices about the specific AI software our businesses choose to adopt. When talking to vendors, we must know how the technology was developed and for what purpose it was created and, crucially, we must identify the data it was trained on. Unclean or missing data and poor training will lead to disinformation and bias. Applying technology for use cases it was not originally intended and tested for will lead to bias and unintended consequences. We humans are inherently biased, obliging us to uncover any intentional bias that may exist in the data or decision making. It is normally our programming and data that is used to create these applications, which can contribute to bias. We must not take things at face value and ensure that we critically evaluate outputs.\nHR is on the cusp of change and some functions within it will shrink, even disappear, while others will grow. Thankfully, many repetitive administrative tasks will go, but wider strategic processes and data analytics tasks will increase. Business structures will inevitably change, impacting on organisational dynamics and behaviours. Our job will be to ensure that we have the right people with the appropriate expertise employed in the most pertinent roles for business success. And we will be learning as we go with AI still in its nascency.\nOne of our strengths as HR professionals is the aptitude for critical thought, which will be a highly prized skill in this new world. So, for example, when AI suggests a course of action, we need to consider how it came to that conclusion, asking ourselves about the inherent diversity of the dataset, or the risks presented by its decision. Another strength of HR practitioners is understanding the complexity of people and the facets of driving and embedding behavioural change and new ways of working. The way almost all roles will do their work will change over the coming months and years, and HR is perfectly placed to lead this transformation within the organisation. A good place to start is by setting up an AI governance and ethics council to examine how the organisation is considering ethical implications, how it will prioritise and evaluate use cases and what it is doing to prepare to embed AI. These can ensure that all functions within the business are getting the optimum outcomes from using AI. Sufficient diversity of thought must be established on both governance councils as well as in procurement selection and implementation teams, as one person may pick up on something that another does not see, because of their different backgrounds and experiences. Our distinct human input is invaluable.\nI believe AI will complement our human skills. During recruitment, for example, AI can be a powerful tool. Where previously technology has been used mostly to screen people out, now AI, when used in the right way, is opening opportunities, especially for talent with diverse backgrounds, by helping to identify people with the right skills for the role from a broader talent pool, and the technology is getting better all the time. We will still need to talk to candidates so, while AI can help with the sourcing element, a skilled, experienced human will need to lead a real conversation with them.\nAI is also enhancing learning experiences, greatly improving the way we can develop employees. It can deliver a highly personalised learning experience - a virtual personal career coach, helping people to understand their own individual skills and learning needs. It will provide easier access to knowledge databases with information at everyone's fingertips, will help people drive their own careers and development, and can even help with content creation and personal feedback (for example, on presentation skills). As social beings, there is still a lot of value from human-to-human learning experiences, so there will, I believe, still be a desire for live, in-person training and coaching.\nOn a more strategic level, businesses need people who can holistically assess and prioritise skills across the organisation. Given the right data, AI can transform the effectiveness of HR reporting and analysis, but a human will be at the heart of assessing and implementing the important decisions.\nUndoubtedly, we are facing a massive upskilling agenda, within our own HR function and across our organisations as almost no roles will escape the impact of AI. Our understanding of the technological, ethical and legal implications and development of AI will require us to work more closely with IT and governance colleagues within our businesses than ever before. As HR leaders we have the opportunity to be pioneers, educating ourselves to help our CEOs, leadership teams and the wider board to better understand new technology. We can facilitate a successful transition and transformation across all business processes, not just within HR functions, and ensure we stay both relevant and crucial in the age of AI.\nKatie Obi is chief people officer at OneAdvanced",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "ai",
          "need",
          "function",
          "powerful",
          "apply",
          "sufficient",
          "practitioner",
          "test"
        ],
        [
          "ai",
          "business",
          "technology",
          "need",
          "help",
          "understand",
          "skill",
          "change"
        ],
        [
          "ai",
          "technology",
          "help",
          "function",
          "bias",
          "need",
          "understand",
          "way"
        ],
        [
          "analytic",
          "make",
          "understand",
          "opportunity",
          "business",
          "believe",
          "professional",
          "need"
        ],
        [
          "ai",
          "conclusion",
          "social",
          "age",
          "business",
          "upskille",
          "prevalent",
          "experience"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1851101/evidence-based-hr-people-analytics-same-right-afraid-not",
      "title": "Evidence-based HR and people analytics are the same, right? Afraid not",
      "author": "Rob Briner",
      "date": "14 December 2023",
      "year": 2023.0,
      "summary": "Although similar, there are important distinctions to make between these two areas of the profession, argues Rob Briner",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Like any other management function or indeed any other profession, HR continues to evolve. One of the most notable features of this evolution over the past 30 years is the slow but steady rise in the use of data to inform HR decisions and actions. Since HR first emerged as a function it has, of course, always used data. So what's actually changed over the past few decades?\nFirst are the various technologies that have allowed HR to collect, store and analyse a range of different and sometimes new types of data. Identifying links between employee characteristics, employee behaviour and individual, team and ultimately organisational performance allows the HR function to focus its activity in ways that improve performance.\nOur ability to not only gather more data but, crucially, to do more with it continues to develop. However, as we go on to discuss below, progress has been slower than we might have hoped.\nA second and quite profound change is the positioning of HR as a function whose role is not only administrative but also strategic: focusing on supporting the organisation to achieve its objectives. Effectively fulfilling this role requires HR, like other management functions, to use data to first, identify the most important issues faced by the business and, second, consider what HR can then do to help the business achieve its objectives.\nIt is in this shifting context that people analytics emerged as a way of linking HR's developing capacity to collect and analyse employee and performance data with the growing requirement for HR activities to contribute to business outcomes.\nPeople analytics has been defined in rather different ways. This is one of the more comprehensive definitions from Janet Marler and John Boudreau: \"A HR practice enabled by information technology that uses descriptive, visual and statistical analyses of data related to HR processes, human capital, organisational performance and external economic benchmarks to establish business impact and enable data-driven decision making.\"\nIn other words, it's about using organisational data and sometimes external economic benchmarks to identify the impact of HR initiatives and to provide information to guide decision making.\nThere is of course nothing novel about the idea that any practitioner in any field should use data to establish the effects of their work and to inform their decisions. In fact, it would seem very odd if any practitioner did not do this. However, what is perhaps surprising is that it is only relatively recently that this idea has been explicitly discussed in relation to HR practice.\nBut what about evidence-based HR? Is this also a new idea? And what does 'evidence based' mean?\nThe term 'evidence-based practice' originated in medicine in the 1990s. Since then, it has had a profound effect on medicine and been highly influential in a number of other fields including education, design, healthcare management, policing and policy making. It makes sense that any profession committed to its effectiveness should base what it does on evidence.\nHR is yet another field in which practitioners have more recently started considering and sometimes applying the principles of evidence-based practice. So what is evidence-based HR?\nIn our recent report, Strong Foundations: Evidence-Based HR, we define it as \"...a process which delivers better-informed and hence more accurate answers to two fundamental questions: first, which are the most important problems (or opportunities) facing the organisation which are relevant to HR activities? Second, which solutions (or interventions) are most likely to help? In other words, what's going on and what can we do about it? These questions are answered through a combination of using the best available evidence and critical thinking.\"\nIt's immediately obvious that while evidence-based HR has some similarities with people analytics, it also has some differences. These differences become clearer when we consider the three main principles of evidence-based practice also discussed in our report:\nPrinciple 1: Incorporate multiple sources and types of evidence and information. A well-informed decision needs to triangulate and contextualise evidence by looking across several sources that includes but is not limited to organisational data. EBHR typically uses four sources: stakeholders' views, perspectives and judgements; professional expertise of practitioners; data and evidence from the context or setting; and scientific findings.\nPrinciple 2: Adopt a structured and explicit process of gathering and using evidence. It's easy to get lost when gathering and evaluating evidence hence having structure is essential. One part of that structure is to completely separate the identification of the problem (or opportunity) from the search for the solution (or intervention). The second part is to follow an explicit six-step process that starts with identifying the question:\nPrinciple 3: Focus on the most trustworthy and relevant evidence. We are now surrounded by more data and evidence than ever before. Much of this data is likely to be unreliable and/or irrelevant. Making better-informed decisions doesn't mean using all the available information as a significant proportion of it is likely to be misleading. Rather, we need to actively sift through what we have to ensure we use only the most trustworthy and relevant information.\nWhile the overall purpose of people analytics and evidence-based HR are similar in that they both aim to help practitioners make better-informed decisions they are different in several important respects.\nOne way of answering this question is to bear in mind that people analytics is simply a part of evidence-based HR. When we practise HR in an evidence-based way we would also be doing people analytics as organisational data is one of four sources of evidence we include.\nWhile people analytics is a welcome and necessary development within the HR profession and certainly goes some way to helping HR become more effective, it is not, on its own, enough.\nBy incorporating multiple sources of evidence, taking a structured approach and focusing on the quality and relevance of evidence, evidence-based HR is much more likely to ensure that HR is more relevant to the business, more accurately identifies what's happening and that specific practices and policies are most likely to help the business achieve its objectives.\nRob Briner is professor of organisational psychology at Queen Mary University of London's School of Business and Management, and associate director of research at the Corporate Research Forum",
      "links": [
        "https://doi.org/10.1080/09585192.2016.1244699",
        "https://www.crforum.co.uk/hubs/evidence-based-hr/?utm_source=Rob+Briner&utm_medium=PR&utm_campaign=EBHR"
      ],
      "directory": "",
      "article_topics": [
        [
          "research",
          "welcome",
          "highly",
          "respect",
          "feature",
          "practice",
          "shift",
          "initiative"
        ],
        [
          "evidence",
          "datum",
          "business",
          "analytic",
          "organisational",
          "source",
          "base",
          "function"
        ],
        [
          "evidence",
          "base",
          "datum",
          "different",
          "function",
          "answer",
          "decision",
          "gather"
        ],
        [
          "base",
          "evidence",
          "datum",
          "initiative",
          "medicine",
          "business",
          "source",
          "look"
        ],
        [
          "evidence",
          "base",
          "datum",
          "analytic",
          "decision",
          "business",
          "organisational",
          "way"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1850460/people-analytics-hr-become-pioneers-drive-business-growth",
      "title": "People analytics: how HR can become pioneers and drive business growth",
      "author": "Various",
      "date": "8 December 2023",
      "year": 2023.0,
      "summary": "New analysis reveals how firms are embracing a function that could be ‘game changing’. The researchers explain more",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Amid the fourth industrial revolution, HR professionals are expected to master relevant skills for HR analytics to contribute to organisational future-readiness by taking informed people-related decisions.\nWhether it's called HR or people or talent analytics, one thing is for sure: people analytics is not another reporting mechanism, but rather a strategic function able to assist organisations in striking operational excellence. For example, the systematic analysis of employee data today may point towards longer-term skills shortages, which would prompt HR professionals to turn their focus on investing in talent attraction and/or upskilling. Equally important, people analytics facilitate a smooth transition to the future of work by forecasting teleworkers' engagement and retention.\nNevertheless, people analytics' diffusion has been slower than some might have expected, perhaps because a transition from metrics to analytics seems an arduous journey for organisations confronted with myriad modern-day difficulties.\nWe were interested in understanding this phenomenon within a country context such as Greece. Our research is a collaborative effort between The American College of Greece and KPMG, based on a sample of 107 organisations.\nKey findings\nWe identified four types of people analytics users: basic (24 per cent), rising (39 per cent), advanced (23 per cent) and pioneers (13 per cent). The highest level of maturity was evident in the latter category, which consisted of larger organisations and subsidiaries of multinational corporations.\nOur findings confirmed that pioneers adopt a strategic perspective towards people analytics because this assists them in achieving higher organisational and financial performance as well as HRM effectiveness compared to the industry average. In such organisations, three factors are key: top management support; the existence of a data-driven culture; and relevant skills within or outside the HR department. We also found that people analytics is extensively used by pioneers to support employee engagement.\nIt is a given that organisations excelling in the use of HR analytics generally record better performance rates than their competitors. However, how can a company achieve the highest level of people analytics maturity to enhance its overall performance?\nFirst, pioneers collect and synthesise data collected from internal and external sources and invest in IT infrastructure and in closely aligning business with HR strategies.\nSecond, they implement all types of analysis including descriptive and prescriptive analytics.\nThird, they use all available HRM tools.\nFourth, HR professionals working for pioneers usually possess key skills including - but not limited to - research, communication and consulting.\nFifth, consistent with CIPD's Profession Map, we observed that pioneers support HR and IT professionals' close collaboration under the umbrella of a data-driven culture, while they encourage the questioning of deeply held assumptions.\nIndeed, if we look at HR pathfinders who operate in leading companies, they invest in integrating advanced, relational analytics to address key business challenges. Their approach focuses on identifying the right questions and utilising disparate databases to thoroughly understand the problem and develop impactful actions.\nIn essence, HR pathfinders are taking analytics to the next level. Instead of tracking standalone metrics, they also use relational analytics to provide the insights the businesses demand.\nTakeaway points\nAn increasing number of firms appreciate the value of people analytics and reap the benefits. However, our research shows there is substantial diversity in the level of maturity, linked to the companies' resources, size, top management orientation and a data-driven culture.\nBusinesses should not necessarily aim to become pioneers. Instead, we suggest that, while employing more advanced people analytics would be advantageous, the threshold must be set based on their idiosyncrasies and overall strategic needs.\nBasic and rising users could level up their HR analytics maturity by strategically developing an action plan, upgrading their data-driven mindset and nurturing relevant skills. To this end, they should invest in information systems and tools, consider integrating data from multiple internal and external sources and perform more complex analysis.\nAdvanced users have started to heavily invest and hence have already recorded important improvements in their business metrics. In those organisations, HR professionals systematically collaborate with IT officers, top management strongly promotes the use of HR analytics as a competitive advantage, and strategic HR decisions are largely driven by quantitative analysis.\nSuch firms could draw insights from pioneers, performing fit-for-purpose quantitative analysis, experimenting with predictive and optimisation techniques, capitalising on the latest developments in artificial intelligence and machine learning and interpreting results via storytelling to offer compelling insights.\nIn the era of information overload, HR professionals should not be discouraged. Rather than focusing on a single best practice, organisations should strive to find their own pathway to success.\nCase study\nA great example is a medium-sized pharmaceutical company that recognised the need for more sophisticated HR strategies to support its growing workforce. It embarked on a journey to implement advanced people analytics, ultimately transforming the way it manages its human capital.\nThe company implemented an advanced people analytics programme that leveraged data from various sources, including HR records, performance evaluations, employee surveys and external market data. The key components of their solution included:\nData integration from different systems into a centralised data warehouse.\nPredictive analytics: performance data was analysed to identify top performers and the attributes and behaviours that contributed to their success. This information was used to develop training programmes and best practices.\nDiversity and inclusion: the company implemented diversity analytics to assess the diversity within its workforce at all levels. They used key insights to develop strategies for fostering an inclusion culture.\nKonstantinos Tasoulis is a professor in HR management at The American College of Greece; Foteini Kravariti is a senior lecturer in human resource management and organisational behaviour at the University of Portsmouth; Olivia Kyriakidou is an assistant professor in human resource management at The American College of Greece; and Georgia Kalemidou is director for people and change at KPMG",
      "links": [
        "https://www.mckinsey.com/featured-insights/mckinsey-explainers/what-are-industry-4-0-the-fourth-industrial-revolution-and-4ir#/",
        "https://onlinelibrary.wiley.com/doi/abs/10.1002/hrm.21850",
        "https://www.acg.edu/wp-content/uploads/2023/07/People-Analytics-Report_Final.pdf",
        "https://www.cipd.org/en/about/news/people-analytics-business-performance/",
        "https://www.cipd.org/en/the-people-profession/the-profession-map/explore-the-profession-map/"
      ],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "pioneer",
          "organisation",
          "business",
          "advanced",
          "data",
          "professional",
          "datum"
        ],
        [
          "analytic",
          "level",
          "advanced",
          "organisation",
          "insight",
          "research",
          "data",
          "business"
        ],
        [
          "record",
          "rise",
          "implement",
          "greece",
          "pioneer",
          "size",
          "professor",
          "american"
        ],
        [
          "analytic",
          "include",
          "demand",
          "key",
          "pioneer",
          "metric",
          "reporting",
          "overall"
        ],
        [
          "analytic",
          "organisation",
          "professional",
          "datum",
          "relate",
          "invest",
          "drive",
          "data"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1840817/tapping-talent-people-analytics-aid-performance-management-workforce-planning",
      "title": "Tapping into talent: how can people analytics aid performance management and workforce planning?",
      "author": "Mahalia Mayne",
      "date": "16 October 2023",
      "year": 2023.0,
      "summary": "Speakers at a CIPD conference talked about how understanding business strategy and adapting to external factors can help HR professionals predicting skills in demand",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Experts at the CIPD's HR Analytics Conference emphasised the significance of skills data, performance development and workforce planning - as well as why skills data is useful for performance development.\nAt a session called Tapping into Talent last week (12 October), Katie Nightingale, director of people consulting at Grant Thornton, spoke about analysing the business model and pipeline of work to determine the skills needed for development and disruption.\nShe said there was always a cost involved with skills data and often training budgets were one of the first things cut. She said professionals should be mindful of capturing the right data to understand where the skills gaps are, what we are trying to achieve as a business and what skills are needed in the future. \"Where are the critical skills and where are the gaps? By understanding that and having that data we can make much more informed decisions around the right development programmes,\" she said.\nShe also said that it was crucial to know the different funding routes, such as the apprenticeship levy, which would enable HR to talk to the business about what investment might be required and what return the investment would make.\nMichael Cox, Europe Nestle's head of people analytics, said the areas of the future of work and future skills were \"super interesting\".\nHe said his starting point was looking at some of the research from the World Economic Forum, which has predicted that 45 per cent of the skills employees need to perform their roles will have changed by 2025, and nine in 10 workers will need some form of reskilling or upskilling: \"What we will see everywhere is that there will not be enough of the critical skills to cover all of the roles that will exist from all of the different organisations.\"\nAs a result, he said this was \"quite a scary picture\" of where we are going to \"embark on the largest upskilling or reskilling we have seen in at least a generation or maybe longer than that\".\nHe added that the skills shortage would be particularly noticeable in areas such as AI and the impact of technology.\nCox said that if these things were not considered ahead of time, there would be \"big consequences\" in the not-too-distant future.\nHe also advocated for the use of strategic workforce planning and getting a real sense of what the gaps are because \"reskilling our existing population\" through learning and development and building capabilities takes time to do efficiently. \"The sooner you get a handle on that insight, the sooner you can start generating those conversations and advocating for that redevelopment,\" Cox said.\nAccording to Jaclyn Lee, chief HR officer at Certis Group, because skills are changing so quickly, it was \"impossible\" to keep up with and predict what will happen today and next year.\nShe added that, if employers did not take ownership and have a lifelong learnership mentality or mindset, companies would not be able to \"equip you with everything you need\", as it was really a \"mindset\" of lifelong learning and skills would be refreshed all of the time.\nOn this, Nightingale underlined the significance of understanding the business model - namely what services and projects you are providing and what that will look like in the next few years. \"Are we moving into new markets? Are you going to be creating new projects?\" she asked, adding: \"What does that mean for the skills required?\"\nShe also mentioned that employers needed to understand their business models and the pipeline of work coming in, but returning to what the firm is aiming to achieve should provide enough knowledge to alter and focus where necessary.\n\"Understanding what the business objectives are is the most important thing,\" said David Duewel, BT Group's people reporting and analytics director, adding that \"we are very reactive in the skills space because it is the frontier at the moment\".",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "michael",
          "involve",
          "super",
          "ownership",
          "equip",
          "impossible",
          "able",
          "alter"
        ],
        [
          "skill",
          "say",
          "business",
          "understand",
          "need",
          "datum",
          "development",
          "future"
        ],
        [
          "skill",
          "say",
          "need",
          "development",
          "analytic",
          "business",
          "understand",
          "future"
        ],
        [
          "research",
          "noticeable",
          "model",
          "happen",
          "particularly",
          "conference",
          "report",
          "strategic"
        ],
        [
          "noticeable",
          "point",
          "budget",
          "reactive",
          "aim",
          "mentality",
          "form",
          "research"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1840658/appreciative-inquiry-l-d-will-help-produce-workforce-future-experts-say",
      "title": "Appreciative inquiry in L&D will help produce a workforce of the future, experts say",
      "author": "Mahalia Mayne",
      "date": "13 October 2023",
      "year": 2023.0,
      "summary": "Speakers at the CIPD People Analytics conference talked about reinventing learning to create change in firms and help employees to look forward",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Experts at yesterday's conference got their heads together to discuss reimagining learning and development to create a future workforce.\nWith an eye on AI and other emerging technologies, they pondered what L&D could look like for analytics specialists in their organisations.\nHere are some ideas that emerged:\nUsing appreciative inquiry to drive change\nAccording to Sonal Patel, head of learning and organisational development at Salford University, analytics offer the unique capacity to understand and interrogate your business in minutiae and the broad picture.\nShe added that appreciative inquiry is a \"basic concept\" but the methods are founded on strong assumptions. Patel said appreciative inquiry is a collaborative way to design change that is based on identifying strengths and what works effectively.\nAs a result, according to Patel, it requires people to focus on the positive, rather than the negative. \"Appreciative inquiry looks at what we've already got, what's working, what's good,\" she said.\nPatel also stated that analytics professionals should \"unpick\" it to understand why it is positive, successful and working, and apply learning from that to other areas that will improve and make it better.\nShe also said that by using the appreciative inquiry approach, you may recognise and celebrate the good things in life and share that positive understanding in a more organised and systematic manner.\nThe need for planning\nRob Bulman, head of people analytics at Salford University, told HR professionals at the event: \"I think you deserve a seat at the strategic table.\"\nHe stated that his approach to planning is based on three pillars: ethics and governance, the environment, and culture.\nBulman said that it is necessary to have an ethical stance rather than a business standpoint and that the two should be balanced.\nHe also explained that, with environmental principles, the question was whether \"we have the right technology\" and whether it is kept up to date.\nHe added that it is important to have cross-departmental work going on, plus budgeting and planning for learning and development.\nIn terms of culture, Bulman discussed whether all roles are about learning and growth, as well as whether firms are still heading towards predictive analytics - or still asking questions.\nChanging the perception of AI in the future of work\nAt a session discussing the advance of AI and the future of work, Patel said: \"What we recognise is that artificial intelligence and machine learning are now part of the world of work and will become increasingly so.\n\"So the expectation we have is that our industry expects our students to come into the world of work, being comfortable using these tools to help them to be more effective in their roles,\n\"It is about changing the perception.\"",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "appreciative",
          "inquiry",
          "change",
          "patel",
          "say",
          "learning",
          "head"
        ],
        [
          "found",
          "result",
          "future",
          "share",
          "concept",
          "increasingly",
          "university",
          "area"
        ],
        [
          "create",
          "right",
          "systematic",
          "successful",
          "firm",
          "emerge",
          "tool",
          "advance"
        ],
        [
          "say",
          "inquiry",
          "learning",
          "analytic",
          "development",
          "appreciative",
          "future",
          "discuss"
        ],
        [
          "yesterday",
          "role",
          "specialist",
          "like",
          "strong",
          "conference",
          "working",
          "cross"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1840210/insight-impact-three-workforce-analytics-drive-unprecedented-roi",
      "title": "From insight to impact: three workforce analytics that drive unprecedented ROI",
      "author": "Advertising feature",
      "date": "11 October 2023",
      "year": 2023.0,
      "summary": "Transform your business landscape with predictive workforce analytics. Learn how to decipher employee retention, enhance performance and boost productivity for a substantial return on investment.",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Today, HR leaders play a pivotal role as decision-makers, skilfully crafting work systems that wield influence across diverse aspects, from customer satisfaction to the financial bottom line. The widespread adoption of workforce analytics has been instrumental in enabling much of this strategic influence.\nWorkforce analytics are an advanced set of data analysis tools and metrics for comprehensive workforce performance measurement and improvement.\nThe breadth of analytics available within modern Human Capital Management (HCM) suites is vast. To optimise your return on investment (ROI), it's essential to identify a starting point. Here are three key areas to consider:\nRetention: The insights from predictive workforce analytics helps you to better understand where, when and why you are losing employees - and whether those losses are preventable. In terms of ROI, retention analytics can make a huge impact in uncovering the true cost of hiring and churn of your employees. Start with analytics based on tenure, headcount and new hire turnover, as well as the cost of hire. AI-powered predictive insights can even help to identify flight risks.\nPerformance: Tracking performance through goal setting and a continuous feedback model allows you to measure performance and identify disengagement points. From day one, employees are then more likely to understand what's expected of them and know what they need to do to be successful in their role. It also gives them an opportunity for growth and development.\nProductivity: Workforce data analysis will highlight how employees are engaging with their work tasks. Use a collaborative approach to create key performance indicators (KPIs) that stretch employees and are aligned to the overarching business strategy. Involving your employees in the process can result in happier employees and immediately impact the bottom line.\nThe predictive workforce analytics suite offered by intelliHR, a Humanforce company, can help your organisation measure key cultural, engagement and performance changes. Discover what technology can do for your business - download this whitepaper for tips on building a business case for HR and workforce management software.",
      "links": [
        "https://humanforce.com/whitepaper/your-5-step-guide-to-building-a-business-case-for-workforce-management-software/?utm_campaign=Sponsored+Content&utm_source=CIPD+Advertorial&utm_medium=Advertorial+Booking+1+(6/10/23)&utm_content=Your+5-Step+Guide+to+Building+a+Business+Case+for+Workforce+Management+Software"
      ],
      "directory": "",
      "article_topics": [
        [
          "performance",
          "analytic",
          "hire",
          "predictive",
          "set",
          "optimise",
          "modern",
          "humanforce"
        ],
        [
          "huge",
          "set",
          "humanforce",
          "stretch",
          "datum",
          "key",
          "base",
          "opportunity"
        ],
        [
          "discover",
          "start",
          "turnover",
          "true",
          "huge",
          "financial",
          "wield",
          "area"
        ],
        [
          "analytic",
          "roi",
          "performance",
          "suite",
          "retention",
          "key",
          "goal",
          "expect"
        ],
        [
          "analytic",
          "performance",
          "business",
          "predictive",
          "help",
          "identify",
          "roi",
          "impact"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1807041/attract-retain-talent-challenging-labour-market",
      "title": "How to attract and retain talent in a challenging labour market",
      "author": "Advertising feature",
      "date": "2 December 2022",
      "year": 2022.0,
      "summary": "Download this brand new whitepaper to understand how people analytics can help you attract and retain your best employees in an increasingly complex talent market",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "More than two thirds (77 per cent) of HR leaders say People Analytics is one of their top business priorities moving forward. They recognise that consolidating their people and HR data is crucial to find meaningful insights about talent attraction, retention, attrition, and people policies.\nFor example, the cost of replacing a vacant role can cost six to nine months of salary on average. Add to this the time-cost of recruitment, onboarding, training, and lost corporate awareness - you have a potential problem on hand.\nHowever, employee retention strategies struggle to leverage data and analytics as an advantage. Your HR tech stack has all the people data and insights you need to build effective strategies - the challenge is in bringing these moving parts together.\nIn the times of \"The Great Resignation\" or even \"The Great Renegotiation\", People Analytics is taking on an even more vital role for businesses to drive better business outcomes.\nDownload this brand new whitepaper to understand how People Analytics can help you attract and retain your best employees in an increasingly complex talent market.\nDownload the whitepaper to explore how to -\nNavigate the evolving talent landscape\nNegotiate mass exits with a renegotiation strategy rooted in people's insights\nIntegrate your HR tech stack for meaningful insights and business benefit\nChoose the right analytics solution to scale your people practice\nUnlock the power of your people data to drive better business value.\nDownload whitepaper!",
      "links": [
        "https://splashbi.com/splashhr/",
        "https://splashbi.com/attract-retain-talent/?utm_source=website&utm_medium=event&utm_campaign=cipd+advetorial",
        "https://splashbi.com/attract-retain-talent/?utm_source=website&utm_medium=event&utm_campaign=cipd+advetorial"
      ],
      "directory": "",
      "article_topics": [
        [
          "power",
          "vacant",
          "add",
          "bring",
          "corporate",
          "labour",
          "policy",
          "month"
        ],
        [
          "analytic",
          "business",
          "download",
          "datum",
          "insight",
          "whitepaper",
          "cost",
          "attract"
        ],
        [
          "cost",
          "analytic",
          "business",
          "insight",
          "great",
          "retain",
          "salary",
          "new"
        ],
        [
          "navigate",
          "download",
          "problem",
          "salary",
          "challenging",
          "unlock",
          "insight",
          "attract"
        ],
        [
          "labour",
          "power",
          "potential",
          "resignation",
          "recruitment",
          "insight",
          "problem",
          "good"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1806604/two-thirds-business-leaders-hrs-role-administrative-survey-finds",
      "title": "Two-thirds of business leaders see HR's role as administrative, survey finds",
      "author": "Mahalia Mayne",
      "date": "29 November 2022",
      "year": 2022.0,
      "summary": "Poll also reveals more than half of people professionals are considering quitting as burnout remains prevalent",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "People professionals and C-suite executives are at loggerheads as two-thirds (63 per cent) of business leaders still view HR's role as administrative, a survey has found.\nThe survey, conducted by Sage, found that the majority (86 per cent) of HR leaders feel the sector is adapting to become more speedy and agile, but only two-fifths (39 per cent) believe employees actually know what the people function does.\nThe poll of 666 senior HR professionals and 356 C-suite executives, carried out as part of Sage's The changing face of HR in 2024 report, also found that the majority of both HR leaders (73 per cent) and C-suite executives (85 per cent) agree that the term 'human resources' is seen as outdated.\nPandemic forced a third of HR professionals to upskill, report finds\nWhy the future of HR demands that we see employees as humans, not assets\nHow will HR need to change in the wake of Covid?\nKate Palmer, HR advice and consultancy director at Peninsula, said people professionals often get a bad rap, despite their main responsibility being supporting the workforce. \"Traditionally, they might have been viewed as the bad guys who only pop up to deliver bad news or when there is an issue,\" said Palmer, adding that attitudes have \"changed in recent years, with many more employees realising the help and assistance that HR provides\".\nHowever, the survey also revealed that almost two-thirds (62 per cent) of HR professionals are thinking about leaving the industry, and 81 per cent feel burnt out.\nGet more HR and employment law news like this delivered straight to your inbox every day - sign up to People Management's PM Daily newsletter\nGethin Nadin, psychologist and chief innovation officer at Benefex, said the last few years had been \"incredibly tough\" for HR, who now face new and existing problems to solve. \"I am unfortunately not surprised that [many] are suffering from burnout and no doubt compassion fatigue,\" said Nadin.\n\"HR is a role that inherently cares for others, but they must start putting themselves first,\" he added, urging HR to work closer together and \"lean on each other, as well as doing the usual self-care we know we should all be doing\".\nIn the survey, 76 per cent of C-suite respondents said the main focus of HR teams was processes, and 92 per cent of them thought the profession's perceived worth was a challenge. Additionally, more than half (59 per cent) of organisations surveyed said they currently used people analytics and cloud HR systems, and a majority (83 per cent) said not having the right HR technology was a challenge for the future.\nLiz Sebag-Montefiore, career coach and director of HR consultancy 10Eighty, said talented people professionals aimed to drive strategy and contribute value across the firm as HR evolved in the post-pandemic climate, but to do this they \"absolutely need a solid understanding of critical financial information, including financial and operational metrics\".\n\"This knowledge combined with a strategic mindset enables HR professionals to collaborate with other members of management in determining the strategic direction of the enterprise,\" she said.\nSebag-Montefiore added that leaders were aware of the value of having a \"people savvy\" approach to managing organisational change and transformation processes, and that \"HR plays a crucial role\" in the success of organisations, which tend to outperform their peer group when employee engagement is high.",
      "links": [
        "https://www.sage.com/en-gb/sage-business-cloud/people/resources/research-analyst-reports/the-changing-face-of-hr-research-report/",
        "https://www.peoplemanagement.co.uk/article/1803245/pandemic-forced-third-hr-professionals-upskill-report-finds",
        "https://www.peoplemanagement.co.uk/article/1791574/why-future-hr-demands-employees-humans-not-assets",
        "https://www.peoplemanagement.co.uk/article/1788366/will-hr-need-change-wake-covid",
        "https://www.peoplemanagement.co.uk/newsletter-signup"
      ],
      "directory": "",
      "article_topics": [
        [
          "officer",
          "law",
          "term",
          "prevalent",
          "evolve",
          "innovation",
          "absolutely",
          "analytic"
        ],
        [
          "cent",
          "say",
          "professional",
          "survey",
          "leader",
          "find",
          "role",
          "change"
        ],
        [
          "career",
          "crucial",
          "critical",
          "member",
          "liz",
          "recent",
          "senior",
          "role"
        ],
        [
          "professional",
          "say",
          "suite",
          "cent",
          "change",
          "process",
          "survey",
          "analytic"
        ],
        [
          "reveal",
          "solid",
          "consultancy",
          "suffer",
          "process",
          "financial",
          "climate",
          "say"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1801694/hr-lead-building-business-resilience",
      "title": "How HR can lead in building business resilience",
      "author": "Advertising feature",
      "date": "11 October 2022",
      "year": 2022.0,
      "summary": "Explore how MHR's software solutions can support organisational goals",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "In these volatile times - post-pandemic, post-Brexit and during a cost of living crisis not seen in a generation - the role of HR has never been more important. Additionally, the 'Great Resignation' and lengthy job vacancy lists make for significant challenges for HR professionals.\nThere are two broad areas where HR can help drive change, improve efficiencies and build business resilience. Firstly, ensure HR is seen as a strategically important business function contributing at strategic levels. Secondly, implement time and cost-saving measures by adopting new technologies and automating processes.\nHR leaders need to explore systems and processes that support these objectives. A good software solution will help facilitate the required change.\nHR must attract and retain talent in the current, highly competitive market. Simplifying and automating complex processes and improving metrics around engagement, attendance and absenteeism delivers a competitive advantage. Additionally, streamlined onboarding processes save resources and improve engagement, reducing admin tasks and freeing up resources to add value in other areas. Also, establishing metrics for valuing human capital, measuring (and driving) managerial capability and accountability provides invaluable insights.\nImplementing new systems and processes cements HR's strategic position as a trusted source to inform decision-making. Detailed, authoritative analytics, insights and alerts help identify trends that can quickly be addressed. Employee skills can be tracked and updated - helping develop career paths while addressing changing business needs.\nThe cost of living crisis has affected employee wellbeing. Aside from duty of care responsibilities, businesses must recognise that employees worried about finances will likely be less engaged, less productive. Empowering and motivating employees through their complete employment journey is vital to wellbeing, retention and overall business stability.\nMHR's One Portfolio is designed to support HR leaders as they navigate these challenges. It includes software products, iTrent and People First, which provide customisable, automated solutions for HR, payroll and finance. They feature employee centred design and self-service models. A wealth of analytics data can be extracted, providing valuable insights and identifying trends.\nBy implementing an enhanced HR system, leaders can help to build business resilience and provide more solid foundations during these testing, unpredictable times.",
      "links": [
        "https://ad.doubleclick.net/ddm/clk/540323665;348936153;l",
        "https://ad.doubleclick.net/ddm/clk/540323674;348936153;l",
        "https://ad.doubleclick.net/ddm/clk/540100604;348936153;x",
        "https://ad.doubleclick.net/ddm/clk/540100625;348936153;a"
      ],
      "directory": "",
      "article_topics": [
        [
          "business",
          "mhr",
          "build",
          "professional",
          "system",
          "analytic",
          "service",
          "making"
        ],
        [
          "detailed",
          "navigate",
          "develop",
          "path",
          "attendance",
          "extract",
          "stability",
          "service"
        ],
        [
          "business",
          "add",
          "process",
          "leader",
          "insight",
          "pandemic",
          "level",
          "post"
        ],
        [
          "business",
          "help",
          "process",
          "provide",
          "change",
          "solution",
          "improve",
          "leader"
        ],
        [
          "business",
          "process",
          "provide",
          "help",
          "improve",
          "cost",
          "software",
          "system"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1801562/ebook-no-frills-guide-people-analytics-practitioners",
      "title": "Ebook: the no-frills guide to people analytics for practitioners",
      "author": "Advertising feature",
      "date": "10 October 2022",
      "year": 2022.0,
      "summary": "See how you can operationalise your data and link back to your business KPIs by reading SplashBI's latest eBook",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "According to Deloitte Insights, while 71 per cent of companies view people analytics as a big-ticket item, implementation has been slow. Despite the enormous focus on people analytics today, there is a good deal of confusion on where HR should be focusing its attention and what they should be doing.\nOver the years, the role of HR has evolved from transactional to strategic. Recognising that people are crucial to improving the top and bottom line has led to organisations integrating HR analytics into their business strategy.\nMore than 70 per cent of companies are investing in people analytics and integrating data to transform their businesses. Whether measuring employee performance, engagement, or turnover, people analytics can retrieve large unstructured datasets to inform key HR decisions. People analytics helps you improve efficiency and productivity while reducing operational costs. HR analytics leaders take advantage of employee data to attract, manage and retain talent, resulting in a higher return on investment (ROI).\nOur latest guide outlines how talent teams can operationalise their people data and link practices to business KPIs.\nDownload the eBook to explore:\nPeople analytics and its effect on performance outcomes;\nHow to get the right story by combining data from different sources;\nHow to use HR metrics to perform HR analytic;\nQuestions to ask before choosing the right analytics solution.",
      "links": [
        "https://splashbi.com/splashhr/",
        "https://bit.ly/3McihHf"
      ],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "operationalise",
          "integrate",
          "use",
          "datum",
          "outcome",
          "late",
          "combine"
        ],
        [
          "deal",
          "solution",
          "guide",
          "outline",
          "late",
          "kpis",
          "operational",
          "item"
        ],
        [
          "analytic",
          "cost",
          "productivity",
          "crucial",
          "datum",
          "return",
          "engagement",
          "late"
        ],
        [
          "analytic",
          "datum",
          "business",
          "ebook",
          "right",
          "late",
          "integrate",
          "focus"
        ],
        [
          "effect",
          "analytic",
          "item",
          "investment",
          "ebook",
          "late",
          "unstructured",
          "line"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1800408/award-winning-online-courses-apprenticeships",
      "title": "Award-winning online courses and apprenticeships",
      "author": "Advertising feature",
      "date": "28 September 2022",
      "year": 2022.0,
      "summary": "Find out how Mindful Education’s award-winning online professional courses and apprenticeships are setting a new standard in the digital delivery of education",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Mindful Education an education technology company that specialises in blended learning, creating flexible online courses and apprenticeships in accounting, management, law and HR.\nWorking in partnership with colleges, employers and training providers across the UK, Mindful Education is setting a new standard in the digital delivery of education. Through our innovative, award-winning technology, we deliver a blended learning experience that is compelling, intuitive and engaging, giving learners the flexibility to fit their studies around work and life commitments.\nOnline lessons can be accessed at any time using a mobile, tablet or desktop. Each lesson is around 45 minutes long and video lectures are supported with bespoke motion graphics, animations and exercises to bring the content to life. Detailed analytics show tutors and employers how learners are progressing on their course, ensuring that students are supported every step of the way. For apprenticeship programmes, our analytics engine will capture and record all learning data, all of which contributes towards the six-hour off-the-job training requirement.\nOn campus, learners benefit from face-to-face classes with experienced tutors. A combination of classroom-based lessons, group exercises and peer-to-peer discussions help students to apply theory to real-life workplace situations.\nThis approach to professional training empowers learners, minimises disruption to employers, and delivers tangible results in the workplace.\nMindful Education's HR courses at Levels 3 and 5 are delivered in partnership with CIPD-approved centres across the UK.\nFor more information about how Mindful Education can provide your organisation with an innovative solution for professional courses and apprenticeships, please visit mindful-education.co.uk or email partnerships@mindful-education.co.uk.",
      "links": [
        "http://mindful-education.co.uk/",
        "mailto:partnerships@mindful-education.co.uk"
      ],
      "directory": "",
      "article_topics": [
        [
          "standard",
          "law",
          "result",
          "access",
          "benefit",
          "innovative",
          "classroom",
          "engaging"
        ],
        [
          "step",
          "analytic",
          "student",
          "lesson",
          "visit",
          "class",
          "face",
          "digital"
        ],
        [
          "education",
          "course",
          "mindful",
          "uk",
          "apprenticeship",
          "training",
          "peer",
          "lesson"
        ],
        [
          "education",
          "course",
          "apprenticeship",
          "mindful",
          "online",
          "learner",
          "award",
          "win"
        ],
        [
          "experienced",
          "engaging",
          "support",
          "progress",
          "set",
          "digital",
          "course",
          "email"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1745432/why-is-people-analytics-important",
      "title": "Why is people analytics so important for HR?",
      "author": "Advertising feature",
      "date": "28 October 2021",
      "year": 2021.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Companies of all sizes are increasingly embracing the value of people analytics. Simply put, it helps you monitor overall organisational health for every leader, job type, department, and location using your data wherever it may be sourced.\nAdvanced people analytics helps organisations improve their transactional HR and planning processes. Some of the benefits include:",
      "links": [
        "https://bit.ly/3lUERIU",
        "https://splashhr.com/cipd-annual-conference-and-exhibition/"
      ],
      "directory": "",
      "article_topics": [
        [
          "advanced",
          "include",
          "process",
          "monitor",
          "department",
          "simply",
          "embrace",
          "important"
        ],
        [
          "location",
          "size",
          "embrace",
          "organisation",
          "transactional",
          "source",
          "datum",
          "planning"
        ],
        [
          "health",
          "department",
          "important",
          "organisational",
          "organisation",
          "improve",
          "value",
          "benefit"
        ],
        [
          "leader",
          "help",
          "organisation",
          "health",
          "simply",
          "process",
          "improve",
          "size"
        ],
        [
          "analytic",
          "help",
          "embrace",
          "size",
          "important",
          "location",
          "organisational",
          "leader"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1746231/how-people-analytics-and-ai-changing-hr-departments",
      "title": "How people analytics and AI are changing HR departments",
      "author": "Dr Neil McBride et al",
      "date": "8 July 2021",
      "year": 2021.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Human resource departments are changing. What was an administrative function, running payroll and managing recruitment and training, is now a key player in corporate strategies and a major influence in employee's everyday work experience. How has this come about? The answer lies in people analytics.\nPeople analytics (PA) applies the power of artificial intelligence (AI) to the large data sets about people held by human resources in order to solve business problems. If a company has a problem retaining good staff, PA will tell them why and what to do about it. If sales in some shops are not as good as others, PA will identify the root of the problem in staff engagement so that the company can change managerial behaviour.\nThe range of data available to PA includes not just HR staff records, but an increasingly wide range of data types which could have movement and health data from wearable devices. Using machine learning, HR departments can identify new trends and influence people management decisions across the company.\nThe pitch of PA is that it replaces the vagaries of human intuition and professional experience with hard facts to create evidence-driven human resource management which brings massive efficiencies and benefits for the business.\nThe effects of the coronavirus pandemic on employment has accelerated the practice and influence of PA. The need for safe distancing at work and expansion of home working has increased the reach of HR and the amount of data available.\nCompanies are buying into systems to monitor space usage in real time. Systems such as SPACEWELL can provide maps of office utilisation right down to individual desks. Applications that support home working such as Zoom and Teams can monitor usage and attention, invading spaces that were previously the employee's private domain.\nThe consequences of the rise of PA in recent years and the slide of HR into the strategic spotlight are significant for both employees and employers. It is not just that more attention needs to be paid to data protection and privacy since the volume and variety of data used permeates deep into employee activity and behaviour, it is rather that, as HR becomes a centre of strategic innovation the ethical reach and responsibilities expand rapidly.\nUsing algorithms developed from PA will deeply affect the lives and careers of organisations' employees. While PA offers new benefits in efficiency and profit for companies, HR will need to keep in mind the importance of employees and how PA could benefit them.\nHR has an ethical responsibility to employees and the danger is that the promotion of HR to the executive board could distract from such responsibility.\nPromotions or rotations can be stopped if the analytics suggest so. Machine learning systems which identify behavioural patterns that suggest an employee may move on or take maternity leave (the so-called flight test algorithm) could result in employees being sidelined for promotion or denied training because the investment is not seen as worthwhile.\nRecruitment analytics, drawing on facial recognition algorithms and AI-driven interviews, may exclude the innovative applicant who doesn't quite fit into the standard structure of projects and organisations. PA has the potential to increase conformity, sidelining the exceptional and dully creativity.\nAs PA becomes pervasive within organisations, it becomes part of the furniture where employees are no longer aware just how much is being decided by big data and AI.\nMicrosoft Viva - released in February 2021 - is an employee experience platform that creates a virtual work experience linking office and home as workplace and incorporates PA and AI. Algorithms can be used to help a manager 'see if a team is at risk of burnout and then take action to help them develop healthy work habits and feel balanced'. The embedded PA can affect employees' lives and rights without people realising it.\nThe effect of PA is pervasive and organisation wide. MS-Viva, for example, promises to amplify culture. But this may mean that abusive and dysfunctional culture becomes even more entrenched.\nBullying and the demand for conformance and the suppression of dissent can be justified by the evidence-based outputs of PA. The result could be that unethical practice is quickly propagated across the organisation inflicting much greater damage when it's found out.\nIn the context of PA and 'black box' technologies such as Hirevue and deep learning models, it is increasingly important for line managers and HR professionals to understand potential pitfalls of technologies and the information they provide. The logical malleability of software increases the need for responsibility by end users.\nDisciplines developed in the research sphere, such as responsible innovation, will be increasingly relevant in guiding how organisations choose and implement new systems, in a way that preserves trust. HR departments in particular may play a key role in equipping practitioners to interpret increasingly complex analytics.\nDr Neil McBride is reader in IT management and Dr Mayen Cunden is lecturer in information systems at the School of Computer Science and Informatics at De Montfort University. Vincent Bryce is a PhD candidate at the Horizon Centre for Doctoral Training at the University of Nottingham",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "previously",
          "sphere",
          "hard",
          "privacy",
          "support",
          "exceptional",
          "need",
          "range"
        ],
        [
          "pa",
          "organisation",
          "analytic",
          "increasingly",
          "responsibility",
          "department",
          "datum",
          "algorithm"
        ],
        [
          "pa",
          "datum",
          "project",
          "home",
          "practice",
          "professional",
          "learn",
          "standard"
        ],
        [
          "pa",
          "aware",
          "ms",
          "change",
          "bullying",
          "release",
          "phd",
          "science"
        ],
        [
          "pa",
          "datum",
          "analytic",
          "organisation",
          "system",
          "ai",
          "increasingly",
          "algorithm"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1741219/enhancing-employee-experience-data-driven-decision-making",
      "title": "Enhancing employee experience with data-driven decision-making",
      "author": "Advertising feature",
      "date": "16 February 2021",
      "year": 2021.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Employee experience has never been more important for attracting and retaining talented people. Last year, our 2020  Intelligent Workplace Report found that the vast majority of organisations (89 per cent) see it as a crucial strategic differentiator, but only 34 per cent are very satisfied with their current capability.\nAs the future of work changes rapidly, HR teams have a new opportunity to work closely with IT departments to drive positive change and create sustainable, people-centric workplaces, underpinned by data.\nWorkplace analytics is a fundamental tool for improving employee experience. It is being applied frequently to highlight trends from data, including sentiment, community perspective and wellbeing. For analytics tools to be effective, however, organisations need to pair data-derived insights with proactive and empathetic decision-making.\nWith this deeper understanding of employee needs, HR and IT teams can collaborate to adapt workplaces - whether they be remote, physical or hybrid - to accommodate new ways of working and shifting viewpoints.\nDemonstrating and defining improvements accurately using this information is also critical. This involves working together to connect data from across the organisation into an overall benchmark, such as a net promoter score.\nThe potential of data-driven insights to redefine employee experience is formidable. Yet the most important consideration must be our people. Making sure employees are well informed and feel comfortable with how workplace data is being used is paramount. Communicating transparently and showing the long-term benefits is key to fostering a trusting environment.\nUltimately, enhancing employee experience relies on HR and IT teaming up to strike the right balance between technology and people. This way, organisations can make sure their people are at the heart of workplace strategy now and in the future.\nHow are you navigating the future of work? Share your insights in PM Insight's survey in partnership with NTT.",
      "links": [
        "https://bit.ly/3pPiKmE",
        "https://pminsight.cipd.co.uk/the-changing-role-of-hr-survey"
      ],
      "directory": "",
      "article_topics": [
        [
          "underpin",
          "sentiment",
          "key",
          "report",
          "accommodate",
          "cent",
          "consideration",
          "feel"
        ],
        [
          "redefine",
          "rely",
          "informed",
          "strategy",
          "capability",
          "enhance",
          "wellbee",
          "data"
        ],
        [
          "experience",
          "decision",
          "insight",
          "remote",
          "connect",
          "need",
          "future",
          "enhance"
        ],
        [
          "experience",
          "organisation",
          "datum",
          "insight",
          "future",
          "drive",
          "data",
          "team"
        ],
        [
          "tool",
          "analytic",
          "benefit",
          "frequently",
          "insight",
          "key",
          "improve",
          "technology"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1745366/fixer-persuade-firm-fund-hr-analytics-training",
      "title": "Fixer: How can we persuade our firm to fund HR analytics training?",
      "author": "PM Editorial",
      "date": "20 August 2020",
      "year": 2020.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "We're a fairly small HR team so we all have to muck in and do a bit of everything. The business has always been pretty good at making budget available for us to upskill. But in light of coronavirus, all development budget for the HR team itself has been paused - which makes sense for now but I worry it sets a bad precedent. We're all particularly keen to continue analytics training, which will only become more important and which none of us have a background in. How can we make a case for a bit of money for this?\nYour employer sounds quite enlightened and, if it has made budget available for you thus far, my guess is it will do so again as long as you can justify a business case for the expenditure. You don't say that your development budget has been frozen across the board, but I assume it has - in common with the vast majority of businesses during the pandemic. Let's hope better days return soon.\nIn the meantime, HR is probably better off than most other functions when it comes to complimentary or low-cost networking options (though admittedly there are fewer now than there were). Keep an eye on the many consultancies and firms offering these as introductory taster-type events. You may want to connect with one of the many discussion forums regularly hosted on social media, which offer great networking opportunities. And make sure you are linked in with your regional CIPD network, which will also offer many opportunities.\nShop around for lower-cost analytics events, putting together a business case of the benefits. It might be your employer won't fund it yet, but at least you can be first in the queue when better days arrive. To be honest, I think all training should be better business justified rather than simply offered as an individual benefit. Maybe you could set the standard for how training applications are made and what tests should be passed for these to be granted.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "taster",
          "maybe",
          "social",
          "admittedly",
          "board",
          "consultancy",
          "good",
          "majority"
        ],
        [
          "vast",
          "benefit",
          "development",
          "want",
          "budget",
          "pass",
          "business",
          "let"
        ],
        [
          "introductory",
          "majority",
          "bit",
          "standard",
          "sense",
          "expenditure",
          "training",
          "far"
        ],
        [
          "case",
          "budget",
          "analytic",
          "justify",
          "business",
          "test",
          "team",
          "day"
        ],
        [
          "business",
          "offer",
          "training",
          "budget",
          "network",
          "case",
          "analytic",
          "bit"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1742228/meet-hrs-real-it-crowd",
      "title": "Meet HR’s real IT crowd",
      "author": "Rob Gray",
      "date": "23 April 2020",
      "year": 2020.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "'Have you tried turning it off and on again?' A refrain - immortalised of course by Channel 4 comedy The IT Crowd - HR professionals may be more used to hearing during their working days than their counterparts in other functions. That's according to the received wisdom that HR can be less digitally literate than other professionals, and research suggesting this still affects the sophistication with which the profession approaches analytics.\nThe CIPD's People analytics: driving business performance with people data survey, for instance, found just 46 per cent of HR practitioners were confident exploring trends in data using basic statistics, and only a third (34 per cent) of professionals in other functions considered HR experts in data.\n\"Large organisations have invested in and developed their people systems and analytics capabilities, but the vast majority continue to run only basic analytics and reports,\" says CIPD head of research and thought leadership Ed Houghton. \"Predictive and prescriptive analytics are certainly not the mainstream for most organisations.\"\nIn smaller businesses, Houghton continues, HR analytics generally take the form of basic reporting on headcount, payroll and sickness absence. And even regular, good-quality reporting for these simple types of data is out of reach for many small firms. But HR has to build its reputation as a data-driven profession if it's to demonstrate its value to other functions, says Houghton. Indeed, with that in mind, the CIPD has developed a people analytics specialist role within its Profession Map.\nAs this shows, the landscape is changing. People analytics teams have sprung up across many companies and their influence is growing. Those leading the way are undeniably demonstrating the value. \"People analytics is part of the strategic planning and can support an organisation's business strategies with better and faster workforce decisions based on data,\" says Dr Igor Menezes, lecturer in organisational behaviour and HRM at the University of Hull. \"For instance, people analytics can design solutions that enable organisations to make smarter decisions regarding hiring and training, and also create strategies to increase employee retention and performance.\"\nWhere people analytics sits depends on organisational structure. However, Keith McNulty, director of people analytics and measurement at McKinsey & Company, has noticed a strong shift in recent years towards HR analytics professionals sitting within the people function, whereas previously they were found in finance or IT. McNulty is enthusiastic about this change. \"To be good at any kind of analytics, you also need to have a good understanding of the domain you're working in,\" he says. \"The best HR analytics professionals have built up a knowledge of the typical problems faced in HR and can confidently handle those problems. So it makes sense for them to sit in the HR function. It's not always easy though, particularly if the other HR practitioners you work with are not particularly data driven, or if you are embedded in a sub-team several steps down from where decisions are made.\"\nFelix Schmirler, people analytics and insights specialist at Penguin Random House, has a background in organisational psychology. One of the big challenges of the role, he says, is finding the balance between creating immediate value and improving existing systems or processes. He has just redesigned the surveys sent to leavers and new starters. \"This might not sound very glamorous but asking the right questions is the first and most important step in any research project,\" he says.\nStephen Miller, head of people analytics and insights at the Department for International Trade, believes that before you can become data savvy, you must first become process savvy. Instead of prescribing how an HRIS platform must work, he advises, you should see how you can adapt to its standardised approaches. Why? Because using the standard processes increases how useful the data is to you. This unlocks its potential and means you can create insightful reports that help drive organisational growth.\n\"I've discovered the best experience and insight is found in a skilled internal HRIS resource or team,\" says Miller. \"It's easy to hear promises at conferences and events from vendors, but you can't beat having a dedicated team of people who understand your workplace culture and put your people at the heart of processes.\"\nInterestingly, Miller is dyslexic. He says he has never liked words but numbers come easily - and the challenge of translating raw data into insightful information has always intrigued him. Miller started out as a senior HR helpdesk adviser and was then an employee relations support officer, before combining his two passions of numbers and people by moving into HR systems and information manager roles.\nBut the backgrounds of people analytics professionals are diverse - with by no means all starting out in HR. People Management talked to four such individuals to find out about the nature of their role, how they came into it, what excites them about people analytics and the challenges they face.\n\"I started my career as an IT programmer at ABN AMRO. After three years I moved to HR, where I was responsible for recruiting IT management trainees. I really enjoyed seeing people being successful, so decided to stay in HR where \nI worked within various disciplines, including performance management, recruitment \nand HR strategy. From there I moved to leading the HR analytics department - my best career move to date.\n\"For me it all starts with curiosity. I want to know why certain people are more engaged than others, and how our workforce can boost customer satisfaction. I want to look at whether our training investments are effective, and to understand how we can help employees stay healthy and productive. And I want to know which specific skills impact on our business goals. Analytics is a vital instrument in answering these questions. Of course experience and intuition remain important, but without applying analytics you are not doing your utmost as an organisation to understand your workforce.\n\"I love the creativity within analytics. A data scientist must be creative - to try different things and search for the best algorithm or combination of algorithms. Visualising insights is also a creative process. Finding the best visualisation to tell the story behind the data is crucial for making sure your business takes action. It's always rewarding when our team finds insights that help the organisation improve.\n\"We are working on several topics currently. Every month we look into what is on the minds of employees. With text mining/topic detection we make sense out of all the information staff provide us. We are also performing multiple research projects looking at the impact of our workforce on customer satisfaction. And we are initiating some projects aimed at closing the skills gap. For instance, we are looking to build a model that gives our employees relevant recommendations for internal open vacancies.\n\"At ABN AMRO, HR analytics is positioned within HR strategy. This is by no means the only model, but I like it because HR analytics is there to investigate strategic topics.\"\n\"My background is very commercially oriented; I went to business school. That's what drove my career in analytics in the customer space and the business development space - and now I'm in HR. What's interesting about people analytics is you are actually talking about how people operate in their personal lives, versus when they come into an office, where it really changes. I find that fascinating.\n\"Covid-19 is the biggest thing we're working on at the moment. It's calling into question quite a few things. For example, can we still be effective working from home? Why do we come into the office so much? Aviva is trying to navigate that and we are learning in the process. There are lots of stories around Covid-19's impact on Aviva that I am getting to explore and tell.\n\"Because it's new, HR isn't always comfortable using data. Getting people practitioners comfortable enough to use it and then explain it to their stakeholders - that's usually the challenge. Luckily, I've had CPOs who are passionate about data and enjoy getting involved and asking questions. When you are in that CPO chair your peers tend to have quite robust data and you want to mirror that as much as you can. They are asking for it because the CFO, COO, CIO and CMO are showing up with these packs with tons of data. And they sit there thinking 'where's mine?'\n\"The goal ultimately is to drive performance and create a work environment people want to show up to every day. It's a fascinating space and I think attracting people with non-traditional HR backgrounds is a good thing because it helps change up the conversation. We're not trying to create a Big Brother environment. We're just trying to understand why something isn't working in its current form and whether there's a better way to do it.\"\n\"I studied engineering, which was heavy on statistics and computer science. During my studies I became interested in the 'people factor' in productivity. I took a few HR management courses and ended up doing my final dissertation on how to measure organisational climate - not a common topic for an engineering grad!\n\"After finishing my degree, I worked with my HRM lecturer on a consultancy project, supporting her with the analytical aspect. It was my first hands-on experience looking at HR metrics in the context of productivity, trying to understand the links between engagement, performance, and health and safety through data. We built hypotheses from data and then tested them by talking to people. This experience shaped my career choice, even if the people analyst position didn't exist then.\n\"At TransferWise our company mission is 'Money Without Borders', and helping our seven million global customers to save money encourages each member of our 2,000-plus team to make data-informed decisions every day. What motivates me is the use of data to make informed decisions and optimise processes, the joy of learning new ways to solve business problems through data science and visualisation, and the humbling and exciting experience of working in a multidisciplinary team of professionals laser-focused on improving employees' professional lives through quantitative and qualitative data.\n\"We're building a data infrastructure foundation to bring disparate people data together to a TransferWise-wide platform where we can link it to our business data. We're also working on finding relationships between the data sources we have by building an employee end-to-end journey to identify key pain points, and we're implementing an employee listening tool to better understand our people's experience through data. TransferWise has a transparent way of working where the autonomous teams share their successes and learnings with the whole company. For the people analytics team this means we have a curious and engaged 2,000-strong audience to give us constant feedback and help us improve.\n\"My main challenges include finding creative ways to solve business problems with the data we have, striking the right balance between the scientific and empirical approach, and consistently quantifying intangible concepts. Although challenging, they are all a great source of motivation.\"\n\"After leaving university and a short stint working on cruise lines in the Caribbean (much to my parents' dismay), I've enjoyed a varied career in financial services. I've worked across retail, corporate and private banking, insurance, and wealth management in multiple disciplines, including sales and distribution, product management, change management and business intelligence. This 20-year experience provided me with strong business and organisational awareness.\n\"I'm driven by the high value data insights can add when used appropriately and analysed effectively. Helping people, teams and organisations move to greater levels of evidence-based, data-driven decision-making that delivers significant economic and cultural impact is what motivates me. People analytics is so important because it sits in that sweet spot of enabling commercial value and positively impacting on colleagues. The field is still 'new territory' for many organisations and it's always exciting when you're breaking new ground.\n\"A lot of our focus currently is related to coronavirus, as you might expect. This has included tracking the work/health status of colleagues, so we can provide the necessary support, and assessing any impact on productivity, to ensure we can continue to serve our clients. At the same time, we are continuing to review our report portfolio for opportunities to reduce and consolidate, enhancing our insight suite of products and spending lots of time assessing the 'workforce of the future' - what it will look like in terms of size, shape, skills and spend.\n\"Our biggest challenges? First, enabling greater levels of data-democratisation and putting data, insight and analytics directly into the hands of users. Second, driving the shift away from hindsight reporting. Rather than looking backwards, I want us to look forwards, predicting and prescribing what will happen and what actions we need to take. Third, and related to both of these, is the building of data and analytics capability both within my own team and across HR. Finally, there is a big opportunity to be more robust in quantifying, measuring and reporting the true value that people analytics unlocks.\"",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "drive",
          "business",
          "say",
          "datum",
          "organisation",
          "impact",
          "model"
        ],
        [
          "analytic",
          "team",
          "take",
          "optimise",
          "challenge",
          "improve",
          "datum",
          "penguin"
        ],
        [
          "analytic",
          "datum",
          "good",
          "team",
          "role",
          "business",
          "data",
          "change"
        ],
        [
          "analytic",
          "help",
          "solve",
          "datum",
          "basic",
          "data",
          "absence",
          "project"
        ],
        [
          "analytic",
          "datum",
          "business",
          "team",
          "find",
          "data",
          "good",
          "drive"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1743254/fixer-are-prescriptive-analytics-worth-looking-into",
      "title": "Fixer: Are ‘prescriptive analytics’ worth looking into?",
      "author": "PM Editorial",
      "date": "26 March 2020",
      "year": 2020.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "I work for a fairly small company and our HR resource isn't huge. But we have done some decent stuff on analytics, tracking some key trends for our business, and have even started to do some work around predicting when an employee might become a flight risk, and how long prospective candidates are likely to stay with us based on certain characteristics. But recently I've been hearing the term 'prescriptive analytics' a lot. I've done some research but can't find a clear definition of this and how it can be helpful. Is it worth pursuing?\nRegardless of whether you work for an SME or large corporation, private or public sector, at several points in your career you're going to encounter theories of management and leadership, not just HR-specific, positioned to suggest they are a silver bullet solution. In the last few decades we've seen total quality management, kaizen, chaos theory, SMART management, crowd wisdom, supply chain obsession and so on. Then the tech revolution led to a fresh onslaught of data management theory.\nIt's foolhardy to believe in every theory as many are actually contradictory. But we can take something from them all provided we apply our unique perspectives based on strong knowledge of our people and businesses.\nThe current trend towards data implies algorithms will bring alchemy beyond anything we've seen before. I don't doubt evidence-based practice is compelling. And of course prescriptive analytics has much potential. But in HR we're primarily responsible for people systems and people are deliciously eccentric and creative - but also unpredictable. Data is great, if used properly. Yet it's no substitute for good people practices and wisdom. Used well, data supplements and informs emotionally intelligent leadership, but it will never replace this.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "wisdom",
          "solution",
          "see",
          "look",
          "actually",
          "candidate",
          "corporation",
          "likely"
        ],
        [
          "small",
          "smart",
          "lot",
          "system",
          "chaos",
          "go",
          "deliciously",
          "decent"
        ],
        [
          "analytic",
          "theory",
          "prescriptive",
          "base",
          "datum",
          "trend",
          "leadership",
          "worth"
        ],
        [
          "perspective",
          "responsible",
          "research",
          "believe",
          "sme",
          "silver",
          "sector",
          "contradictory"
        ],
        [
          "theory",
          "analytic",
          "datum",
          "wisdom",
          "see",
          "prescriptive",
          "practice",
          "leadership"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1744872/l-d-leaders-in-dark-lack-data",
      "title": "L&D leaders ‘in the dark’ over lack of data",
      "author": "Elizabeth Howlett",
      "date": "2 July 2019",
      "year": 2019.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "L&D professionals are not utilising people analytics to make the most of their limited training resources, leaving them \"in the dark\" about how effective their learning strategies really are, according to a new study.\nA survey of L&D leaders found that while the vast majority (90 per cent) viewed high quality data as important to improving learning delivery, only 45 per cent were actually using people analytics to inform learning strategies\nAnd while departments were collecting their own data on their learning programmes - including feedback forms, uptake and participation rates - it was being used in an ad-hoc way, with 55 per cent of respondents also admitting to only sometimes using their own data to inform delivery and content.\nDan Ferrandino, managing director of Knowledgepool, which produced the research, said it was essential L&D departments were able to use data and insights to identify skills gaps and ensure the learning delivered was in line with the business strategy.\n\"Currently, too many organisations are failing to draw any meaningful insights from their data, meaning they are essentially 'learning in the dark', without any real idea of the impact that learning is having and certainly no way of improving,\" said Ferrandino.\nThe survey, which polled 350 L&D leaders, found a number of barriers to more effective use of data.\nLack of time and the need to focus on other priorities was cited as the main issue by 35 per cent or respondents, while a lack of analytics skills within the team affected 31 per cent.\nOther problems included poor quality data (27 per cent), outdated technology (26 per cent) and fragmented workforce and learning data (24 per cent).\nMeanwhile, three quarters (75 per cent) said they needed more support from vendors and partners to make better use of data and insights in learning.\nThe research also found just 35 per cent of respondents said they were very confident they had full visibility of all learning investment across their organisation.\nAnd while 73 per cent of respondents said their departments were under more pressure than ever from the wider organisation to demonstrate ROI, 27 per cent reported that their organisation suffered from a lack of clarity and consistency in measuring ROI and learning outcomes.\nFerrandino said L&D teams needed a \"laser focus\" on key data points to provide a more personalised and relevant learning experiences and to measure and optimise the impact of learning interventions.",
      "links": [
        "https://www.peoplemanagement.co.uk/news/articles/uk-workers-bored-and-disinterested-with-workplace-learning",
        "https://www.peoplemanagement.co.uk/news/articles/government-admits-apprenticeship-target-will-missed",
        "https://www.peoplemanagement.co.uk/news/articles/government-admits-apprenticeship-target-will-missed",
        "https://www.peoplemanagement.co.uk/news/articles/skills-of-the-future-are-empathy-teamwork-resilience-matthew-taylor"
      ],
      "directory": "",
      "article_topics": [
        [
          "cent",
          "datum",
          "learn",
          "say",
          "learning",
          "dark",
          "respondent",
          "analytic"
        ],
        [
          "participation",
          "partner",
          "inform",
          "quality",
          "affect",
          "experience",
          "training",
          "effective"
        ],
        [
          "outcome",
          "certainly",
          "dan",
          "roi",
          "professional",
          "inform",
          "high",
          "uptake"
        ],
        [
          "cent",
          "datum",
          "learn",
          "say",
          "learning",
          "organisation",
          "lack",
          "respondent"
        ],
        [
          "professional",
          "draw",
          "high",
          "problem",
          "feedback",
          "produce",
          "limited",
          "training"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1744702/half-gender-pay-gaps-will-worsen-year-data-suggests",
      "title": "More than half of gender pay gaps will worsen this year, data suggests",
      "author": "Emily Burt",
      "date": "21 March 2019",
      "year": 2019.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Businesses are unprepared for potentially 'radical' year-on-year changes to their gender pay gaps, experts have predicted - with warnings they are not using accompanying narratives to contextualise their data.\nAnalysis by CIPD labour market economist Jon Boys suggests 52 per cent of firms who have filed second round figures so far have seen their pay gap increase in favour of men, compared with 40 per cent who have seen an increase in favour of women and 8 per cent who have seen no change.\nSo far, experts added, businesses are failing to take the opportunity to explain the changes, despite the suggestion that narratives impact the way employees and customers perceive the data.\nAs of this morning, with two weeks to go until the gender pay reporting deadlines of 30 March for public sector organisations and 4 April for the private sector, 2,885 organisations had filed data.\nAn analysis of 1,146 private sector companies from the BBC last month highlighted firms including car repair chain Kwik Fit, which saw its median pay gap jump from 15.2 per cent in favour of women in 2017 to 14 per cent in favour of men in the latest round.\nEnergy firm Npower's gap moved from 13 to 18 per cent, while cereal manufacturer Weetabix also saw its gender pay gap almost double in the course of a year, from 4.9 per cent in 2017 to 8.7 per cent in 2018.\n\"Some of our clients have been really surprised by the quite radical changes year-on-year when you compare 2017 with 2018,\" Michelle Sequeira, UK diversity, inclusion and analytics lead at Mercer, told People Management.\nHowever, she stressed the importance of recognising minor changes within organisations could have a significant impact on the numbers: \"One tech client has really focused on improving their pipeline of female talent in the past couple of years, but because these [women] are entering at junior levels, that has increased their gap.\"\nDigital bank Monzo PLC reported the opposite effect, with the proportion of women working in its upper middle pay quartile jumping from 13 per cent in 2017 to 38 per cent in 2018 - helping narrow its gender pay gap from 48 per cent to 14 per cent.\nBoys said the headline figures would not be sufficiently three-dimensional to highlight the complexity of changes happening within organisations.\n\"The problem with reporting data is that it shows what is going on at a firm level, and it's important to not attribute gender pay gaps to firm-level factors in every case,\" he said.\n\"It's important not to overplay a firm's agency in moving that number, rather than scrutinising the structural changes that we all have to accept responsibility for and work towards changing.\"\nRuth Thomas, senior reward expert and co-founder of gender pay reporting tool Curo, warned the main challenge for organisations would be explaining the narratives behind the data. \"The risk is that organisations will run the numbers but not take the time to understand why they have changed, and therefore not feel able to explain them,\" she told People Management.\nProviding a narrative alongside gender pay data is currently not a mandatory part of the reporting process, and government analysis indicated organisations were reluctant to offer context for their figures, with less than a third of organisations providing an explanation alongside their data last year.\nThe second round of reporting has shown little improvement in this regard, with just 736 of 2,454 (30 per cent) organisations who filed data by 19 March including URLs linking to a narrative. \"And some of those revert to their websites, or to last year's gender pay report,\" Thomas said.\nShe added: \"Narratives have a notable impact on how people perceive gender pay data - and we know the majority of women now take a company's pay gap into consideration before applying for a job there, according to research from the Equality and Human Rights Commission (EHRC).\n\"Last year, just a third of the dataset provided any form of narrative, which was a real lost opportunity to quantify their numbers. Having that explanation is crucial.\"",
      "links": [
        "https://www.peoplemanagement.co.uk/news/articles/equalities-watchdog-launches-bbc-equal-pay-investigation",
        "https://www.peoplemanagement.co.uk/voices/comment/how-role-models-help-promote-female-talent",
        "https://www.peoplemanagement.co.uk/news/articles/women-being-judged-differently-at-work-says-survey",
        "https://www.bbc.co.uk/news/business-47252848"
      ],
      "directory": "",
      "article_topics": [
        [
          "middle",
          "datum",
          "favour",
          "know",
          "suggestion",
          "increase",
          "past",
          "able"
        ],
        [
          "analysis",
          "past",
          "feel",
          "analytic",
          "founder",
          "chain",
          "research",
          "public"
        ],
        [
          "pay",
          "cent",
          "gap",
          "gender",
          "datum",
          "year",
          "change",
          "organisation"
        ],
        [
          "pay",
          "datum",
          "organisation",
          "narrative",
          "cent",
          "year",
          "gender",
          "firm"
        ],
        [
          "cent",
          "offer",
          "organisation",
          "year",
          "private",
          "gender",
          "datum",
          "narrative"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1743239/fixer-i-held-account-spending",
      "title": "Fixer: Should I be held to account for my spending?",
      "author": "PM Editorial",
      "date": "21 February 2019",
      "year": 2019.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Our CEO thinks it would be a good idea for HR to take on the payroll as a profit and loss (P&L) account. It means I would have to show how investment in different HR programmes provided financial benefit to the business. I see the upside of being given this responsibility but I am worried it will also mean I will be under pressure to cut costs by getting rid of people whenever possible. I also don't believe this is normal practice. Should I push back or embrace the opportunity?\nIt isn't necessarily a 'normal' idea, but I have heard of it happening - and if I were you, I'd be looking at this as an opportunity. What you're being offered is a great way to start delivering advanced people analytics that offer huge value to the business, and to increase your own standing into the bargain.\nI don't know exactly how your CEO proposes the P&L aspects of this will work, but it certainly doesn't have to be about cutting staff. And what I do know is that when you see how people interact with payroll, you start uncovering all sort of fascinating insights.\nFor example, do certain parts of the business regularly have to resubmit their payroll figures? When you start to analyse it, you'll often find it's an early warning sign of underlying underperformance. Or perhaps there are pay discrepancies among high performers that point to retention or capability issues in certain areas?\nThere are quick wins if you are looking to cut costs, by taking a proper overview of how many systems you are running and how they work together. And a dedicated analytics function can show you how to redeploy staff and structure the organisation more efficiently without necessarily reducing headcount.\nMost of all, however, if you do push back on the opportunity, you're going to raise questions about HR's ambition and risk looking defensive. Establish exactly what you're getting into and how success will be measured, then go for it.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "business",
          "offer",
          "account",
          "necessarily",
          "spending",
          "rid",
          "analytic",
          "deliver"
        ],
        [
          "start",
          "standing",
          "ambition",
          "idea",
          "pay",
          "way",
          "defensive",
          "business"
        ],
        [
          "value",
          "go",
          "huge",
          "question",
          "practice",
          "cut",
          "responsibility",
          "deliver"
        ],
        [
          "start",
          "provide",
          "structure",
          "account",
          "bargain",
          "defensive",
          "upside",
          "business"
        ],
        [
          "opportunity",
          "start",
          "cut",
          "business",
          "payroll",
          "look",
          "exactly",
          "push"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1742168/amazing-insights-learn-from-people-analytics",
      "title": "Amazing insights you can learn from people analytics",
      "author": "Robert Jeffery",
      "date": "21 February 2019",
      "year": 2019.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "You can't write about people analytics without including a few numbers. So here are some for starters: in a 2018 CIPD survey of more than 3,500 business professionals, only 39 per cent had access to people data for decision-making purposes. And only just over half (52 per cent) were actively using people analytics to tackle business issues.\nOf those outside the HR department, meanwhile, just 35 per cent felt their HR team were 'experts' in people data. And yet, despite the fact the profession has further to go to match the level of insight areas such as marketing enjoy with their approach to analytics, there are examples of remarkable performance and productivity being powered by a focused approach to workforce metrics.\nBelow, People Management collects a few of the most intriguing, from the government agency rethinking recruitment to the data business which has learned to love soft skills - and everything in between.\nMany great analytical insights start life with a question. For Andrea Owen, head of recruitment at the Office for National Statistics (ONS), that meant asking: \"Are we recruiting the right people?\"\nThe Newport-based government agency is comfortable crunching numbers, but Owen says that didn't mean it was generating the right insight: \"When I came into the team, we had loads of numbers being reported but they told me nothing. They told me how many buttons were pressed and how many people were processed [during recruitment] but not how good we were at filling priority roles.\"\nOwen and her team scrutinised two areas in particular. By looking at how people progressed after they joined the ONS, they could see some specialists who were hired externally were leaving because they wanted to work in financial services. The realisation helped hone recruitment channels to target technical roles at people more likely to stick around.\nMeanwhile, a focus on rates of internal applications showed some roles could be adequately filled from within the ranks. By making this information available in real time, hiring managers can now decide whether or not they need to spend more on advertising externally. Best of all, the more straightforward metrics cut down on the reams of information managers were being sent. \"No one has queried why they don't see all that data that was previously being produced,\" says Owen.\nNetwork analysis is a fast-growing discipline that blends HR insight with technological rigour - and for credit data business Experian, it's offering a sideways take on the topic of performance.\nBy taking information about the connections between colleagues, network analysis aims to give a truer picture of who is most measurably productive and influential. Meta-level data from email exchanges, calendars and other networking tools is collated - though the actual content is removed - to provide a 'heat map' that goes beyond the traditional org chart and often subverts expectations.\n\"We look at it partly to think about key influencers within teams, or to look at how knowledge transfer takes place, but it's also useful from a gender perspective - are there differences in the way males and females communicate across the organisation?\" says Oliver Britnell, Experian's global head of workforce analytics and HR strategy.\nThe results uncover 'hidden stars' who might not shout about their achievements but are quietly hugely influential. This feeds into more informed decisions about promotion and how and when to develop people. Ultimately, it also influences reward, as part of a bigger statistical model involving predictive flight risk and other factors. And Britnell believes it will have a positive effect on the gender pay gap too.\nAs one of Britain's most successful charities, the RSPB naturally assumed it was doing the right thing on diversity, but a deeper dive uncovered some areas that needed action, according to Catriona Corfield, equality, diversity and inclusion manager.\nThe organisation identified a list of key analytics it cross-referenced with diversity statistics, to examine whether different demographic groups experienced variations in pay, access to training, redundancy rates and disciplinaries and grievances. It led to a range of actions, including unconscious bias training, which have already brought about a rise in senior female managers.\n\"It's helped make the case to strengthen our investment in equality,\" says Corfield. \"You might think your organisation will magically buck the trend, but without efforts to embed diversity and inclusion into your culture, you won't see your analytics shift.\" But, she adds, relying on analytics \"only gives half the picture\". You need to supplement hard numbers with qualitative measures: for example, the RSPB realised women weren't having career conversations when it asked them about progression.\nEnergy supplier SSE is arguably the most advanced organisation in the UK when it comes to measuring human capital - it knows exactly how much its average employee delivers to the bottom line (PS173,000). Its commitment to transparency extends to a comprehensive annual human capital report, and it uses its in-depth analytics to calculate that a fully trained apprentice, for example, returns PS4.29 to the economy for every PS1 invested - shared between the individual, the employer and society.\n\"We think a strong society is important,\" says director of human resources John Stewart. \"We want to be a responsible organisation. And the whole reframing of human capital is an important part of that.\"\nNaturally, attaching value to HR actions helps justify investment to senior leaders. But building such a robust case is an undertaking in itself: it starts, says Stewart, with a 'baseline' metric that can be added to through a range of qualitative and quantitative measures. When it comes to training, for example, that means sending 'mystery shoppers' into sessions to look at value for money.\nSSE found that deep and technical courses offer the greatest return on investment. \"One thing that surprised me was the disparity between the training programmes we analysed,\" says Stewart. \"You think you're putting people through something and getting them a qualification, then getting them a job. But it matters exactly where people go, and different interventions take people down very different career paths.\"\n\"We've hired a lot of people over the last few years,\" says Adi Koblenz, head of talent acquisition at fast-growing OVO Energy. \"And it means we've got a meaningful size of population to look back and learn from.\"\nBy pooling data from its applicant tracking system with information on learning and development and performance management, the business has been able to look forensically at how often its predictions on who would progress and perform well turned out to be accurate in reality. It found having a personality that fitted into the culture was more important than technical ability - which led it to rethink key aspects of its recruitment process. Out went some skills-based testing and in came 'holistic' interviews that built a better picture of a candidate's motivations.\nCrucially, HR has now become integral to the interviewing process, while job descriptions have also been rewritten to reflect the attributes that really deliver. Attrition is down 'substantially' since the initiative began and Koblenz adds: \"Data has become an incredibly important focus for the business, and it's an integral part of our talent acquisition now.\"\nGreig Aitken, group head of people strategy and insight at Royal Bank of Scotland (RBS), is a long-time convert to the power of people analytics. But, he says, that doesn't mean all numbers are equal: \"People tend to measure everything that moves, rather than what matters. Often, they want to measure the things that are easiest to get to - employee turnover, for example, is a very low-impact initiative.\" It's not always that straightforward, he adds: \"High employee attrition could be a good thing if you are downsizing in certain parts of the business.\"\nOne thing RBS believed was worth looking into was quality of line management. Aitken's team built a powerful leadership index by taking in data from 360-degree reviews, engagement survey results and interviews with staff. As a result, 4,000 managers across the business have individually tailored reports on their capabilities, and by comparing the results with turnover and exit interviews it has been possible to prove the adage 'you join a business but leave a manager' is certainly true.\nSo convinced is RBS in the power of better leadership that the index has been incorporated into performance management systems. \"Evidence-based HR allows you to have fact-based discussions about the difference people make to the business,\" he adds. \"Gone are the days when you gave someone five out of five in their performance review because they're a good guy. It means we can get to an outcome-based conversation very quickly.\"\n\"We have a fairly traditional workforce, but we have to look to the future,\" says Nikki Gibbons, director of OD, transformation and HR at Bracknell Forest Council in Berkshire. That desire to introduce new skills and a fresh culture was the catalyst for an analytics-led project to quantify current capabilities.\nHR business partners have proved key: by conducting deep conversations with business leaders about their teams and their operational needs, supplemented by an evidence base, the council was soon identifying \"hidden pockets\" of talent that hadn't been obvious before - for example, individuals working in social care teams who had the right skills and mindset to become transformation managers.\nAlready, retention data is moving in the right direction and spending on consultants is down. But the process involves persuasion as much as analytics, says Gibbons. \"There's been a bit of resistance because managers say 'I haven't got time to talk to business partners about this'. But if the analytics tells us your casework is increasing, which means your turnover will go up further as a result, we've got to sit down and look at why people are leaving.\"\nBut, she adds, it's a two-way process to make the metrics count. \"If you don't win the hearts and minds of key managers, you've just got stats on a piece of paper.\"\nA lot of the effort that goes into workforce analytics is focused on localised metrics involving individuals and teams. But HR can also turn its gaze to the bigger picture: at electronics giant Philips, head of talent intelligence Toby Culshaw and his team aggregate labour market and other macroeconomic data to help the business make crucial decisions.\nSuch decisions shouldn't be made without access to good data, he argues. Which is why when the business was considering expanding its operations in Cambridge, Massachusetts, it gathered information about talent availability, compensation, local demographics and future economic trends. It ended up turning Cambridge into its North American headquarters as a result.\nAlong the way, Culshaw has gained a insight into what motivates employees, particularly younger staff - while purpose is often cited as the main thing they look for, he says, in reality it is a baseline condition they always expect to be present. What really counts is the opportunity for development.\n\"The way to get started with analytics is to be comfortable with data,\" says Culshaw. \"You have to understand the difference between correlation and causation, then translate that into something the business cares about.\"\nMost large businesses use some form of assessment centre to understand senior leaders inside and out before they enter the door. Experian is no different - but it has used metrics to take its level of insight up a notch.\nBritnell's team looks at leaders in the couple of years after they undergo its \"fairly extensive\" set of assessments, to ask whether the individuals who excel on testing are the same ones who make a difference to the business.\nThe reassuring answer is that by and large they are, but the highest performers tend to demonstrate strong performance on key 'soft skills', such as interpersonal sensitivity, a learning approach and 'dutiful behaviours'. That revelation has helped hone both the assessment process and wider development efforts within the business.\nBut Britnell cautions against allowing algorithms to replace human judgement in other aspects of recruitment, where the potential for bias is greater. \"You need to be careful when it comes to recruitment,\" he says. \"When using automated decisions on screening, for example, there is too much bias in the system that already exists within your organisation for that to be credible.\"",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "business",
          "mean",
          "analytic",
          "say",
          "look",
          "information",
          "find",
          "metric"
        ],
        [
          "business",
          "analytic",
          "team",
          "say",
          "datum",
          "head",
          "metric",
          "manager"
        ],
        [
          "business",
          "analytic",
          "base",
          "mean",
          "reflect",
          "say",
          "datum",
          "investment"
        ],
        [
          "analytic",
          "business",
          "process",
          "revelation",
          "manager",
          "add",
          "metric",
          "realisation"
        ],
        [
          "business",
          "analytic",
          "say",
          "datum",
          "look",
          "team",
          "manager",
          "insight"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1745910/people-analytics-terminology-matters",
      "title": "When it comes to people analytics, terminology matters",
      "author": "Nadeem Khan",
      "date": "6 February 2019",
      "year": 2019.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Today, it's hard to miss the huge rise in big data and analytics in the field of business and strategic decision-making. This is primarily because over the past three decades, the drivers of value creation for businesses have shifted dramatically, from tangibles - machinery, buildings, land and inventory - to intangibles such as people, goodwill and brand recognition.\nPreviously, 80 per cent of business value could be accounted for on the balance sheet and we knew what to measure. Today, this ratio has flipped, so 80 per cent of value is off the balance sheet in the form of intangible assets. In time, this shift has encouraged business managers and owners to actively look for measures and metrics to maximise the effectiveness of intangibles and link them to business outcomes.\nSince human capital is a fundamental source of intangible assets, companies are now actively seeking ways to measure and capture the value it generates. There have been several global initiatives - such as the recent creation of the ISO Standard 30414 on Human Resource Management or the Embankment Project for Inclusive Capitalism - to synthesise and regulate human capital measures. These have provided a number of relevant metrics that are recognised internationally, enabling organisations to capture and analyse human capital information. This allows organisations to not only measure, monitor, track and understand how well people are being managed and developed, but will also allow for a more data-driven decision-making process with regard to the workforce.\nThis means it is vital to clear up misunderstandings around the terminologies HR, workforce and people analytics. In practice, these terms have been often used interchangeably, however they are not the same. HR analytics captures and measures the functioning of the HR team itself - for example, analysing KPIs such as employee turnover or time to hire. Such analytics are mostly only relevant to the HR team and can be used to hold it to account.\nWorkforce analytics encompasses the entire group of workers (not just full-time employees) and allows for the future inclusion of AI or robots that will potentially replace current jobs within an organisation. Workforce analytics, therefore, is more useful when it comes to understanding a holistic workforce strategy.\nThe scope of people analytics, meanwhile, is almost limitless. True people analytics aims to encompass HR, data from the entire workforce, and customer insights. It measures, analyses and knits together all this information to improve decision-making and performance.\nDeloitte reports that people analytics not only helps organisations understand the changing workplace but also provides insight to drive customer behaviour and engagement. Meanwhile, a recent CIPD survey confirms that using people data leads to improved business outcomes. Nevertheless, it is important to understand that a crucial barrier to attaining people analytics is the absence of a people analytics strategy of any kind - let alone a coherent one that aligns with the business strategy.\nFor businesses to prosper with people analytics, it is important to have a well-thought-out strategy that focuses on what really matters to the overall business; this should ultimately align with people actions, behaviours and organisational culture. That way, people analytics can not only enable a business to measure and track progress in relation to the business strategy but also assist HR to manage the overall people strategy by prescribing future actions to ultimately reach strategic business objectives.\nNadeem Khan is founder and managing director of Optimizhr",
      "links": [
        "https://www.iso.org/news/ref2357.html",
        "https://www.ey.com/en_gl/news/2018/11/embankment-project-for-inclusive-capitalism-releases-report-to-drive-sustainable-and-inclusive-growth",
        "https://www2.deloitte.com/us/en/pages/consulting/articles/how-predictive-people-analytics-are-revolutionizing-human-resources.html",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/practitioner-guide"
      ],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "business",
          "measure",
          "strategy",
          "value",
          "understand",
          "organisation",
          "intangible"
        ],
        [
          "coherent",
          "shift",
          "interchangeably",
          "come",
          "kpi",
          "absence",
          "time",
          "develop"
        ],
        [
          "flip",
          "inclusion",
          "improve",
          "recent",
          "project",
          "vital",
          "practice",
          "inventory"
        ],
        [
          "analytic",
          "business",
          "measure",
          "founder",
          "understand",
          "assist",
          "robot",
          "focus"
        ],
        [
          "strategy",
          "analytic",
          "business",
          "measure",
          "decision",
          "datum",
          "understand",
          "provide"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1744724/conflicts-between-hr-and-finance-undermining-data-driven-collaboration",
      "title": "Conflicts between HR and finance ‘undermining data-driven collaboration’",
      "author": "Annie Makoff-Clark",
      "date": "30 January 2019",
      "year": 2019.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Data-driven collaboration between HR and finance departments is being held back by short-term mindsets, cultural differences and mismatched skill sets, according to a new report.\nThe Oracle report, which surveyed 1,500 HR, finance and business professionals, found 71 per cent of respondents said there was too much focus in HR on short-term results rather than future strategic direction.\nIt also found 60 per cent of respondents said ingrained cultural habits were a barrier to data collaboration, while 64 per cent said mismatched skill sets and lack of talent across both HR and finance created an issue.\nThe results are part of a report, HR Moves Boldly into Advanced Analytics, which analysed collaborative relationships between HR and finance teams across large, profit-driven companies.\nOf the skills HR most needed to improve on, according to the poll, 70 per cent said it needed to act on data and analytics to solve issues, while 67 per cent said it needed to cultivate quantitative analysis and reasoning skills.\nMore than four out of five (81 per cent) HR professionals admitted they were unable to determine future actions based on predictive data, and nearly half (49 per cent) said they could not use analytics to forecast outcomes.\nDespite this, the research identified a commitment across both teams to overcome barriers to achieve better business results. Nearly all companies polled (95 per cent) said they planned to make data-driven collaboration between HR and finance a 'top priority' in 2019.\nDonald Anderson, director, organisation and talent development at Oracle, said HR and finance brought \"different yet complementary skills to the table\", and the functions needed to collaborate to give businesses a competitive advantage.\n\"The first step to overcoming traditional barriers and bringing HR and finance teams together is having a collaborative mindset with the right skill sets to both gather and analyse data so that it can be used to make impactful business decisions,\" he said. \"That alone will deliver significant benefits to an organisation's performance.\"\nHowever, Jeff Fox, partner at Aon, said the issue was around \"squaring the priorities\" of financial-led data insights with people-led insights. \"A business strategy needs to ensure it places the same value on measuring the impacts of people as it does direct financial impacts,\" he said.\n\"The UK faces an employment shortage gap in the coming years and part of the challenge here is to ensure employers are recruiting and retaining the right talent. HR holds a role at the top table in ensuring this challenge is met.\"\nNick Felton, senior vice president at MHR Analytics, echoed this sentiment. He told People Management HR data had been \"ignored for too long\" while finance teams were traditionally seen as the driving force behind organisational strategies. \"This is starting to change slowly as organisations increasingly recognise the value of people analytics and HR is seen as a strategic, rather than purely administrative, function,\" he said.\nMHR Analytics' own research found that HR departments within the finance industry were more advanced than those in other industries, with 42 per cent conducting strategic or financial planning within HR, compared to 29 per cent on average.\nJocelyn Paulley, director at Gowling WLG, urged companies to treat employee data with the same importance they would customer data. \"Just as companies scrutinise customer data for trends, patterns and insights to inform ideas about efficiency, personalisation and new services, so too could closer examination of HR data yield information,\" she said.\n\"As a result, companies could restructure shift working, reconsider productivity, offer different benefits and design more attractive employee engagement schemes.\"\nOracle's HR analytics report follows research published earlier this week by Fosway Group in partnership with SD Worx, which found that 50 per cent of HR professionals across Europe believe management are unhappy with the state of HR analytics.\nIn line with Oracle's findings, the Fosway research found that companies recognise the importance of analytics, with 95 per cent agreeing high-quality data is important to future business success, while 65 per cent said they were planning to increase investment in HR analytics within three years.",
      "links": [
        "https://www.peoplemanagement.co.uk/news/articles/create-crisis-with-analytics-to-engage-leaders",
        "https://www.peoplemanagement.co.uk/voices/comment/can-too-much-data-be-a-disadvantage",
        "https://www.peoplemanagement.co.uk/voices/comment/when-does-people-analytics-becomes-invasion-privacy"
      ],
      "directory": "",
      "article_topics": [
        [
          "urge",
          "large",
          "use",
          "set",
          "identify",
          "organisation",
          "early",
          "accord"
        ],
        [
          "cent",
          "say",
          "need",
          "data",
          "team",
          "finance",
          "analytic",
          "datum"
        ],
        [
          "recruit",
          "analytic",
          "team",
          "donald",
          "finance",
          "recognise",
          "difference",
          "ignore"
        ],
        [
          "say",
          "cent",
          "result",
          "analytic",
          "datum",
          "finance",
          "financial",
          "research"
        ],
        [
          "say",
          "cent",
          "datum",
          "finance",
          "analytic",
          "skill",
          "business",
          "drive"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1743877/when-does-people-analytics-becomes-invasion-privacy",
      "title": "When does using people analytics become an invasion of privacy?",
      "author": "Caroline Stroud",
      "date": "3 December 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Are your HR techniques posing a privacy threat to your workforce? And when does monitoring your workforce become data infringement? For the 71 per cent of companies seeking to implement people analytics tools into their people management practices, knowing the answers to these questions is critical. Because while people data can benefit both employer and employee, the issues that this kind of analysis raises around data privacy and infringement of rights cannot be ignored.\nA world in which job interviews are conducted by algorithms, employee mood is monitored by emails, and performance is predicted by data is no longer the stuff of science fiction. Businesses are increasingly turning to innovative technologies to collect, process and interpret people data, with multiple benefits. For example, employers can use people analytics tools to analyse voices and determine the honesty of interview candidates, or call on data to easily match employees to roles based on their skills. The insights that artificial intelligence and data sets can provide to employers may afford the workforce a more supportive work environment, the best team of colleagues and increased job satisfaction.\nThe benefits of the technology to business should not be underestimated - yet the legal risks associated with people analytics too often are.\nThe data privacy landscape has been significantly enhanced by the coming into force of the EU General Data Protection Regulation (GDPR) back in May. The regulation prohibits the taking of any decision based 'solely' on automated processing, including profiling, which produces 'legal effects' concerning an individual or 'similarly significantly' affects them. Human involvement is therefore essential in cases where businesses wish to utilise people analytics tools to make decisions which will significantly impact an individual, such as denying them an employment opportunity, changing their role or dismissing them.\nGDPR may also impose hefty fines on employers that fail, when introducing any form of people analytics, to carry out an assessment of the impact of the processing operations on the protection of the personal data of their employees.\nEven outside of the issues raised by GDPR, there a number of other considerations. There are, for example, growing concerns that artificial intelligence algorithms used to analyse people data could reinforce discrimination. Indeed, such tools in action have demonstrated a susceptibility to gender bias. Employers must constantly monitor algorithms to ensure that they do not operate in a discriminatory way, or risk facing and having to answer to claims - for which there is no cap on awards in the UK.\nBusinesses looking to implement these technologies should also look to trade union bodies for guidance on appropriate use, particularly where artificial intelligence is concerned. UNI Global Union has issued the 'top 10 principles for ethical artificial intelligence' which call for businesses looking to implement people analytics practices to hold thorough and transparent dialogues with workforces to allay fears, establish trust and ensure employees are aware of their rights.\nThe advent of people analytics brings with it many exciting opportunities. It is perfectly possible for businesses to harness this technology beneficially and without legal risk, so long as the right people are trained and supported to make ethical use of the insights produced. People analytics tools should never be intended to replace HR or to make decisions on its behalf, but to facilitate decision-making by identifying wider trends.\nThe most important principle to remember is that the right mix of people and technology are essential when it comes to making 'people' decisions, and particularly those which affect individuals. When it comes to HR, it should never simply be a case of 'computer says no'.\nCaroline Stroud is a partner and head of people and reward practice at Freshfields Bruckhaus Deringer",
      "links": [
        "https://www2.deloitte.com/insights/us/en/focus/human-capital-trends/2017/people-analytics-in-hr.html"
      ],
      "directory": "",
      "article_topics": [
        [
          "datum",
          "analytic",
          "business",
          "technology",
          "tool",
          "decision",
          "privacy",
          "artificial"
        ],
        [
          "afford",
          "mood",
          "effect",
          "algorithm",
          "ethical",
          "aware",
          "protection",
          "pose"
        ],
        [
          "trade",
          "allay",
          "bruckhaus",
          "tool",
          "bring",
          "guidance",
          "gender",
          "making"
        ],
        [
          "datum",
          "analytic",
          "decision",
          "business",
          "use",
          "right",
          "intelligence",
          "tool"
        ],
        [
          "analytic",
          "datum",
          "decision",
          "business",
          "artificial",
          "interpret",
          "affect",
          "impact"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1746939/create-crisis-with-analytics-to-engage-leaders",
      "title": "‘Create a crisis’ with analytics to engage senior leadership, HR is told",
      "author": "Lauren Brown",
      "date": "30 November 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "The key to motivating senior leaders into acting on data is to turn those numbers into a narrative, HR professionals were told at the CIPD's HR Analytics conference.\nKim Saunders, senior people analyst at the Office for National Statistics (ONS), urged HR departments to \"create a crisis\" by turning people data into a compelling story that grabs leaders' attention and drives effective change.\nSpeaking at the event in London this week, Saunders said presenting information alone was not enough to catalyse positive action, and she urged fellow HR professionals to contextualise survey data and other information by using it to show what was failing, who was being impacted and what the root causes were.\n\"Statistics create information [while] analytics provide insights you can act on. Statistics become analytics when we give them a narrative, so motivate senior leaders by creating a crisis,\" she said. \"You create crisis and you create change. Show, for example, how engagement is being affected.\"\nShe added people professionals needed to make the narratives personal. \"Don't take a softly-softly approach and be ready to back up your recommendations.\"\nThe event marked the launch of CIPD's latest practitioner guide, Getting started with people analytics, which outlines four key pillars to effective people analytics for HR professionals.\nThe guide recommends focusing on solving a business issue, not just an HR issue, setting clear boundaries and researching questions that need to be answered, as well as starting small and growing through testing and iterating, and ensuring key stakeholders are engaged throughout.\n\"Given that HR is often criticised for making gut decisions, there needs to be a more concerted effort on the part of HR to invest the time and resources into building people analytics capability,\" wrote the report's co-authors, Ed Houghton and Sam Hill.\nCIPD research published earlier this year revealed that just half (52 per cent) of organisations were actively using people data to tackle business issues, and only a third (35 per cent) of non-HR professionals felt their company's HR team were 'experts' in people analytics.\nSpeaking at the same event, Greig Aitken, group head of people strategy and insight at the Royal Bank of Scotland Group (RBS), said most companies already had a wealth of data available but relying on this information alone limited their impact. \"An evidence base can be qualitative, not only quantitative. It's most powerful when they work together,\" he said.\n\"We don't need more data. It's how we use what we've got,\" he said. \"My worst nightmare is when people say 'we'll do another survey'.\"\nAitken urged a measured approach to what often seemed like a sticky and confusing topic, recommending external benchmarks and CIPD guidance to assist the HR team. \"Try not to introduce new things. Use what you've already got. Moving from data to insight is important. Having data isn't useful, but what you do with it is,\" he said.\nHe also suggested organisations \"steal with pride\" ideas from other companies doing good work.\nExperts at the event also expressed optimism about the rollout of GDPR. Mark Corbett, group head of HR operations at De Beers, said that by aggregating data and looking for trends, it was still possible to protect people's information while still extracting useful insights from trends.\n\"It's about being open and ensuring people know how their data is being used. The HR function is in a better place following GDPR. We're more disciplined,\" he said.\nAitken agreed, adding: \"Now we're required to really think about our actions. It's about adding value to staff rather than seeing it as a cumbersome process.\"",
      "links": [
        "https://www.cipd.co.uk/knowledge/strategy/analytics/practitioner-guide",
        "https://www.peoplemanagement.co.uk/news/articles/half-of-organisations-using-people-data",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/factsheet"
      ],
      "directory": "",
      "article_topics": [
        [
          "narrative",
          "crisis",
          "expert",
          "impact",
          "act",
          "invest",
          "strategy",
          "place"
        ],
        [
          "agree",
          "pillar",
          "expert",
          "aitken",
          "follow",
          "beer",
          "research",
          "publish"
        ],
        [
          "datum",
          "analytic",
          "say",
          "create",
          "information",
          "professional",
          "insight",
          "cipd"
        ],
        [
          "datum",
          "analytic",
          "say",
          "need",
          "cipd",
          "narrative",
          "professional",
          "create"
        ],
        [
          "office",
          "powerful",
          "author",
          "publish",
          "aggregate",
          "recommend",
          "look",
          "fail"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1745913/hr-analytics-are-future-of-profession",
      "title": "HR analytics are the future of the profession",
      "author": "Dr Alejandro Martin Sposato",
      "date": "15 November 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "It isn't news that HR analytics are fast becoming a more central part of HR. More data is the modern way of life, and with more information comes a greater need to process it. But I know from my own experience that some HR professionals are number shy: unnecessarily so, since what matters more than being able to crunch the numbers (we have software to do that) is being able to interpret, evaluate and make decisions based on results.\nIn today's economy, two different factors are driving value creation: human capital and data. These are both represented in HR analytics. In the knowledge economy, human capital is the most valuable asset organisations have, and because of that there is a growing emphasis on aspects of HR such as talent management and engagement. But the future requires us to move from an amateur management of data to a more professional approach that can improve talent management, engagement and make a visible and quantifiable difference to the bottom line. Because in essence, HR analytics can't only help us to make better decisions - it also shows how these decisions have had a measurable, demonstrable impact on the organisation.\nBeing data-driven ensures that the results HR analytics provide are aligned with the overall strategic goals of the organisation. But that may also mean HR professionals need to update their skills. It's important they see this as an investment rather than an expense: staying up to date with the latest skills required for the job market ultimately sends a message to potential employers that you care about improvement and development. And every year, more and more HR professionals are acquiring the skills to make the HR function a strategic organisational partner. Soon, analytical capability will be an expectation rather than an option.\nMost HR practitioners are familiar with common HR metrics and ratios like employee turnover or absenteeism and also run surveys on issues such as engagement or satisfaction. What HR analytics suggests is that we upgrade these metrics and incorporate big data models and statistical analysis in order to increase accuracy.\nHow does this help HR function more effectively? By diagnosing, predicting and prescribing solutions. Take the area of resourcing as an example: deployed correctly, analytics can be used to analyse different scenarios for employee turnover. And knowing accurately what your future turnover might look like can, in turn, aid resource planning. HR analytics looks not only at historical averages but adds new variables such as employee engagement and satisfaction and can turn them into best, worst and most probably scenarios.\nIn recruitment, analytics has the potential to become the lie detector of tomorrow. Hardly any candidate will ever admit they are dishonest in a job interview, but by cross-checking their answers we can have certainty about their truthfulness. Or by identifying employees at risk of leaving the organisation - based on cross-referencing data from engagement surveys with personal characteristics - we can create an early warning system of those most likely to leave.\nStaying up to date with developments such as an analytics is imperative if HR is to stay relevant and join other departments in becoming central to analytics-enabled organisations. HR professionals must be confident enough to stay at the table when analytics are up for discussion, otherwise they miss an important opportunity to add value.\nDr Alejandro Martin Sposato is senior lecturer in HRM at Middlesex University Dubai",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "martin",
          "increase",
          "truthfulness",
          "order",
          "early",
          "imperative",
          "able",
          "amateur"
        ],
        [
          "analytic",
          "professional",
          "engagement",
          "planning",
          "skill",
          "essence",
          "turnover",
          "datum"
        ],
        [
          "datum",
          "decision",
          "candidate",
          "know",
          "lie",
          "different",
          "process",
          "turnover"
        ],
        [
          "analytic",
          "professional",
          "engagement",
          "organisation",
          "stay",
          "datum",
          "future",
          "turnover"
        ],
        [
          "relevant",
          "skill",
          "date",
          "suggest",
          "come",
          "planning",
          "increase",
          "truthfulness"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1743174/empowering-workforce-analytics-mhr",
      "title": "Empowering the workforce with analytics",
      "author": "Advertising feature",
      "date": "15 June 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "One of the most crucial aspects of managing a business is ensuring that all employees are supported to achieve their full potential. With digital transformation shaking up traditional working models, many organisations are investing heavily in an array of technologies to empower flexible and remote working in an effort to increase productivity.\nHowever, companies that are serious about building a stronger and more dynamic team should start thinking strategically about financial workforce planning for the long term.\nBusinesses that are fit for the future need to be armed with accurate information for well-informed decision making about the size, scope and future of the workforce. Everyone from the CEO to the HR manager needs to have full visibility into resourcing requirements and skills gaps as well as forecasts into staff costs for existing and new hires into the business.\nThere are several reasons why this has not yet been achieved. A major factor is that many organisations still rely on spreadsheets to store critical information, despite this method being increasingly recognised as ineffective for precise decision-making.\nIt is in this scenario that analytics can deliver significant value to the organisation. A recent example is Rotherham Metropolitan Borough Council, which needed a solution to improve its financial planning process, to save money, time and increase productivity. Before it started working with MHR Analytics, the council was struggling to manage multiple spreadsheet-based budgeting systems, which led to a heavy workload and extra admin.\nBy replacing its spreadsheet systems with a new MHR Analytics solution, the finance team have freed up an estimated 2,000 days during the budget setting process. On top of this, data can be pulled quickly for management requests and spending commitments can be forecast to enable confident decision-making for resources.\nThat's why quality financial workforce planning is so important. It is vital that companies can forecast how changes to budget and headcount will impact the overall productivity of the organisation. Key questions around staff costs, support and training can be visualised and acted upon, giving senior executives and HR professionals the information they need to make the right decisions for the workforce.\nHigh quality management of people will continue to be a key differentiator in an increasingly automated world. It becomes difficult to build a diverse and highly skilled workforce of the future unless you have the right tools in place to properly resource and develop it.\nAnalytics is the key to building a modern workforce that is properly prepared to deal with economic and technological challenges ahead. The sooner companies wake up to this reality, the sooner they can start taking a lead in an increasingly competitive economy.\nWant to know more? Download Mike's latest e-book, Using workforce planning to your advantage.\nMike Jeffery is head of financial performance management at MHR Analytics. With a background in both accountancy and software, he has over 30 years' experience in transforming clients' reporting, planning and consolidation processes.\nOver the course of his career, he has worked in both the private and public sector, using a variety of financial Performance management technologies. Most recently, Mike led IBM's European performance management technical professional team.",
      "links": [
        "https://www.mhranalytics.com/rotherham-case-study/",
        "https://www.mhranalytics.com/financial-performance-management/",
        "https://www.mhranalytics.com/report-using-workforce-planning-to-your-advantage/"
      ],
      "directory": "",
      "article_topics": [
        [
          "organisation",
          "business",
          "know",
          "time",
          "exist",
          "solution",
          "inform",
          "question"
        ],
        [
          "financial",
          "automate",
          "recent",
          "organisation",
          "team",
          "solution",
          "background",
          "increasingly"
        ],
        [
          "analytic",
          "business",
          "decision",
          "mhr",
          "spreadsheet",
          "planning",
          "team",
          "ceo"
        ],
        [
          "analytic",
          "planning",
          "financial",
          "need",
          "organisation",
          "decision",
          "start",
          "forecast"
        ],
        [
          "request",
          "size",
          "start",
          "crucial",
          "increase",
          "commitment",
          "system",
          "pull"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1746764/half-of-organisations-using-people-data",
      "title": "Only half of organisations using people data to make business decisions, CIPD report finds",
      "author": "Annie Makoff-Clark",
      "date": "13 June 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Experts are calling for specialist data training after CIPD research today revealed that just half (52 per cent) of organisations were actively using people data to tackle business issues.\nThe study, which investigated HR departments' attitudes towards, and experiences with, analytics across the globe, also found that two-fifths (39 per cent) of the 3,852 business professionals surveyed had no access to people data for decision-making purposes.\nMeanwhile, just a third (35 per cent) of non-HR professionals felt their company's HR team were 'experts' in people analytics.\nThe research, which was carried out in association with software provider Workday, also identified a link between the use of people analytics and business performance. Almost two-thirds (65 per cent) of respondents working in strong people analytics cultures felt their business performed better than their less data-driven competitors.\nEdward Houghton, human capital and governance adviser for the CIPD, said that although it was encouraging to see people analytics leading to positive outcomes, HR teams still faced challenges in building confidence and capabilities.\n\"We need to see greater investment in the skills needed to understand people data and we need to encourage the use of people analytics across different functions in organisations, and in finance in particular,\" Houghton added. \"HR must lead the development of cultures that share a 'common language' when it comes to people data and a shared understanding and appreciation of the positive impact people data can have on business outcomes.\"\nThe CIPD's report recommended that businesses build analytical skills and confidence in the HR profession, encourage cross-function relations and make better use of people data when assessing business risks.\nHelen Payne, principal at Aon, said access to reliable people data and tools that allowed real-time analysis were a \"relatively new concept\" for HR.\n\"Unlike other business areas such as finance, where the majority of decisions have always been data-driven, UK HR teams are traditionally more people and issue-focused,\" she said. For this reason, more training is needed to make sure new systems and tools are used effectively, she added.\nGonzalo Benedit, president of EMEA and APJ at Workday, said: \"People analytics should be available in real-time, and on-demand so that that they can be quickly used to make effective decisions. While the business case for people analytics may be clear, the data must be accessible and used, as only then will businesses have the confidence to use it most effectively.\"\nPayne said some HR professionals may perceive themselves as \"protectors of employees' personal information\", particularly following the introduction of the GDPR last month, and may not believe that data analytics is within their remit or skillset.\nMaria Semykoz, workplace analytics architect at Gallup, described people analytics as an \"essential strategy\" for UK businesses that was disrupting old mindsets to create \"people-centric, strength-based and team-focused\" workplace design.\nHowever, Colin Strong, global head of behavioural science at Ipsos Mori, told People Management that he was \"not convinced\" that the case was made for people analytics as a driver of business success.\n\"Workplace metrics are important but they are only part of the story,\" he said. \"There's more to people management than can be reflected in a set of data.\"\nLast month, an NGA Human Resources survey revealed that HR professionals were failing to gather the appropriate data to influence business decisions at board level.\nAnd, earlier this month, speakers including Jonathan Ferrar, co-founder and chief executive of analytics firm Insight222, Luk Smeyers, co-founder of iNostix by Deloitte, and Victoria Pile, vice president and group head of HR systems at Capgemini, discussed the role of analytics within HR at the CIPD HR Analytics Conference.",
      "links": [
        "https://www.peoplemanagement.co.uk/news/articles/employers-unprepared-for-gdpr",
        "https://www.peoplemanagement.co.uk/news/articles/hr-failing-gather-basic-data",
        "https://www.peoplemanagement.co.uk/news/articles/six-ways-analytics-future-proof-hr"
      ],
      "directory": "",
      "article_topics": [
        [
          "victoria",
          "workday",
          "investigate",
          "analytic",
          "gdpr",
          "smeyer",
          "access",
          "mori"
        ],
        [
          "business",
          "analytic",
          "datum",
          "data",
          "cent",
          "decision",
          "need",
          "say"
        ],
        [
          "analytic",
          "business",
          "datum",
          "say",
          "decision",
          "cipd",
          "need",
          "team"
        ],
        [
          "system",
          "specialist",
          "majority",
          "decision",
          "sure",
          "gonzalo",
          "follow",
          "helen"
        ],
        [
          "business",
          "datum",
          "analytic",
          "say",
          "cipd",
          "professional",
          "focused",
          "decision"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1744727/six-ways-analytics-future-proof-hr",
      "title": "Six ways analytics will future-proof HR",
      "author": "Maggie Baska",
      "date": "6 June 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Technology is opening up a new world of opportunities for HR professionals, speakers told the CIPD HR Analytics Conference yesterday. But beyond the oft-discussed need to become more cognisant with data, what are the more profound ways HR departments can use the multitude of analytics available to them to effect real change inside their workforces? Here are six key ideas that emerged:\nAnalytics can help HR link employee engagement to changes in the business, according to Jonathan Ferrar, co-founder and chief executive of analytics firm Insight222. He explained that by using natural language processing to look at the actual words in freeform answers on surveys, one telecoms organisation discovered that its workers had not been equipped with rain gear.\n\"By providing rain gear, the company increased the value for the customer by PS1.8m and saw a decrease in attrition,\" said Ferrar.\nColin Strong, head of behavioural science at Ipsos Mori, warned that there is a \"power in data that makes it sort of unarguable\".\n\"We all need to manage a bit and say that data should not be the final word,\" Strong said. \"It's there to guide you. It's a way of supporting decisions. Some people will start deferring to it and forget all the judgement and values that have gone into it along the way.\"\nHe suggested that businesses work towards a richer model of ethical decision-making by seeking out human perspectives on data.\nLuk Smeyers, co-founder of iNostix by Deloitte, said HR professionals would benefit from taking a leaf out of marketing colleagues' books when dissecting data.\nSmeyers brought in marketeers to work on his HR projects and said the practice allowed HR to look at data through techniques that, while new to the function, had been used by other departments for years. However, he admitted that some practices had been difficult to push as it \"goes against what a lot of HR does\".\nPolicing employees to boost productivity is not what HR should focus on, according to Victoria Pile, vice president and group head of HR systems at Capgemini.\nPile said she was more interested in creating a better workplace than measuring individual employees, and would openly ask people for their input and gather anecdotal evidence.\nBy presenting this data back to leaders, Pile said she can show them what they can do to create a better workplace instead of focusing on where individuals need to be more productive.\nGlenn Campbell, head of HR services at Queen's University Belfast, said simple but effective plans helped him improve the university's people management processes.\nCampbell outlined his personal exploration of data across his HR career, detailing how data helped him make better decisions during recruitment, reduce advertising spend and create a new tiered recognition strategy.\nCampbell also automated the monitoring of visas for foreign nationals, tracking when visas were nearing expiration and sending out email renewal reminders. By automating this process, Campbell said the university had a 'failsafe' guarantee that it would be aware of visa expiration and wouldn't pay employees who were working on an expired visa.\nNicky Clement, vice president of HR, organisation effectiveness and people analytics at Unilever, explained that storytelling and people analytics go hand-in-hand: \"When I am meeting with a client, I think about three things: how do I want them to feel by the end of this meeting, how do I want them to think and what do I want them to do.\"\nBy using those three things in combination with analytics, Clement explained that she is able to position what she is doing and \"not waste their time\".",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "datum",
          "analytic",
          "help",
          "warn",
          "say",
          "decision",
          "marketeer",
          "waste"
        ],
        [
          "marketing",
          "pile",
          "new",
          "head",
          "detail",
          "unarguable",
          "way",
          "email"
        ],
        [
          "datum",
          "say",
          "analytic",
          "way",
          "visa",
          "campbell",
          "university",
          "create"
        ],
        [
          "send",
          "university",
          "recruitment",
          "leaf",
          "final",
          "see",
          "future",
          "need"
        ],
        [
          "analytic",
          "expiration",
          "founder",
          "datum",
          "group",
          "new",
          "discuss",
          "accord"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1741137/putting-people-analytics-at-the-heart-of-hr",
      "title": "Putting people analytics at the heart of HR",
      "author": "Advertising feature",
      "date": "4 June 2018",
      "year": 2018.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "In an increasingly competitive business climate, the ability of HR teams to deliver first class people management is a key differentiator for successful companies. In recent years, the role and its responsibilities have expanded significantly, serving as a major presence in the boardroom and influencing key operations in innovative companies.\nYet too many businesses have not optimised HR as a strategic function. Many professionals lack the tools and data they need to make accurate predictions about workforce planning, resources and finances to develop a truly talented team. Right now, too many HR teams lack the data they need to make high impact decisions that can bring true value to business productivity.\nNew research from YouGov, which was commissioned by MHR Analytics, shows that HR professionals still feel poorly resourced in terms of data. 35 per cent of HR managers told us they lack the right knowledge and skills within their respective teams to deliver analytics, and a further 30 per cent said they would struggle to choose the right technology. This is despite HR teams admitting they would like to use analytics to prioritise employee engagement (33 per cent) and recruitment (27 per cent) to improve operational efficiency.\nCompanies cannot continue to starve HR teams of vital data tools, particularly when optimising the skills and dynamism of the workforce is so important for driving productivity. Our research demonstrates that right now, analytics is only used within HR teams for basic functions, with 40 per cent saying it is deployed for managing new joiners, leavers and fundamental admin in the department.\nI'll be exploring the full findings of this new research and what it means for HR teams in my speech, Aligning HR Maturity with the 'Data Journey' at the CIPD HR Analytics Conference on 5-6 June 2018 in London, between 3.10-3.40pm on 5 June. I will also be making the case for data-driven decision-making and how it can transform the prospects of companies by improving people management.\nLaura Timms is business analytics product marketing manager at MHR Analytics",
      "links": [
        "http://www.mhranalytics.com",
        "https://events.cipd.co.uk/events/hra2018/"
      ],
      "directory": "",
      "article_topics": [
        [
          "true",
          "role",
          "london",
          "recruitment",
          "ability",
          "case",
          "continue",
          "function"
        ],
        [
          "prospect",
          "business",
          "lack",
          "skill",
          "put",
          "right",
          "decision",
          "feel"
        ],
        [
          "recent",
          "conference",
          "deploy",
          "tool",
          "speech",
          "london",
          "journey",
          "right"
        ],
        [
          "team",
          "influence",
          "new",
          "mean",
          "maturity",
          "vital",
          "improve",
          "analytic"
        ],
        [
          "team",
          "analytic",
          "cent",
          "right",
          "business",
          "datum",
          "lack",
          "research"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1745270/four-myths-sabotaging-hr-analytics",
      "title": "The four myths sabotaging your HR analytics",
      "author": "Advertising feature",
      "date": "5 October 2017",
      "year": 2017.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Getting started with analytics can seem intimidating without a pro on your team, but don't underestimate your own ability. Most HR analytics software is designed for novices and can deal with much of the heavy lifting.\nInvesting in training for yourself or your team can pay dividends: your deep understanding of the business will inform your process and transform your results.\nIf all else fails, the gig economy offers a flexible way to access analytical talent part-time or for specific projects.\nHaving a vast pool of data points isn't the most important thing - or even necessary - when it comes to HR analytics.\nMuch more important are relevancy, quality and insight: what you measure, how well you measure it and the conclusions you draw from your findings.\nHR analytics works when it's employed in pursuit of a specific business purpose, be it to reduce turnover or improve engagement.\nTo avoid analytics for analytics' sake, projects should be led by HR and business leaders who have a crystal-clear idea of what they want to achieve.\n'Trust your instincts' is a much-vaunted tenet of the business world, but you may often find that analytics uncovers unexpected patterns.\nIf you're taken by surprise, it's worthwhile doing some digging to ensure your data is clean and reliable, or setting up another analytics project to seek new angles on the issue.\nHowever, you may need to admit that, sometimes, computers do it better. Focus your attention on solutions and turn unexpected insights into intelligent action.\nDon't fall for HR myths. Get the facts with a CIPD qualification from ICS Learn and become the expert in best practice at your organisation.",
      "links": [
        "https://www.icslearn.co.uk/courses/human-resources/?utm_source=PeopleManagement&utm_medium=referral&utm_campaign=Advertorial"
      ],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "business",
          "project",
          "myth",
          "insight",
          "specific",
          "important",
          "measure"
        ],
        [
          "start",
          "surprise",
          "need",
          "underestimate",
          "computer",
          "ics",
          "fact",
          "ensure"
        ],
        [
          "analytic",
          "business",
          "unexpected",
          "transform",
          "fact",
          "world",
          "gig",
          "datum"
        ],
        [
          "pattern",
          "set",
          "seek",
          "avoid",
          "tenet",
          "surprise",
          "specific",
          "design"
        ],
        [
          "fall",
          "engagement",
          "point",
          "sake",
          "pursuit",
          "unexpected",
          "design",
          "economy"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1745916/does-ai-fit-learning",
      "title": "How does AI fit with learning?",
      "author": "Barry Johnson",
      "date": "4 October 2017",
      "year": 2017.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "As conversations about artificial intelligence (AI) in learning and development grow in volume and scope, it's worth clarifying some of the words used by the experts.\nAI is an ecosystem: a biological community interacting with a complex network or interconnected system - ie you, me and a computer. In AI, that is having intelligent machines, with intelligent computer programs that do things that, when done by humans, require intelligence. So these are like the things you do to help people learn.\nThe key element is adaptive learning. This is where AI presents learning material according to the learners' needs. Analytics predict where action can be taken to better support a person, and where personalisation will be most effective. Analytics is the discovery, interpretation and communication of meaningful patterns in data.\nOrganisations may apply analytics to business data to describe, predict and improve business performance. In this case, we're talking about learning. Personalisation consists of tailoring a service or a product to accommodate specific individuals, helping them learn information and skills.\nOne of the real problems with AI is the use of words as you have just experienced.\nPeople are at the centre of the AI system. People inform the technology of what they do or know. The recommendations they receive are based on what they know and can do already, and what they want to learn or do. The information given to them is specifically structured for them, so it is adaptive and personalised.\nLearning is complex and only now in the 21st century are we getting near the roots of it. Algorithms - a process or set of rules to be followed in problem-solving operations (ie by a computer) - are hard to build.\nHow would you know if a person does or does not know something? So how will the designers tell a machine? The machine does what you do - it asks questions. It follows that AI is complex, and it is difficult to build a technology that adapts to what a person knows or can do, and wants to know or do, but it is being done, and it does work. Isn't this what you have been doing to facilitate learning?\nThere was a time when people would walk from A to B. Now they can drive. That means they need a road, a car and the skill to drive the car. Perhaps you can't build the road or a car but, given those resources, you can drive from A to B. Yes, we have done this learning stuff successfully before. Now the machine is more complex, but people are the same, and we have already learned much. AI is just another tool to do the job. \"Give us the tools, and we can finish the job,\" as Winston Churchill said.\nBut why do we need AI? Learning is crucial in the revolution that is about to engulf us. Each technological advance creates a new need for us to learn.\nBarry Johnson is a non-executive director at Learning Partners",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "ai",
          "learn",
          "know",
          "learning",
          "skill",
          "machine",
          "analytic",
          "complex"
        ],
        [
          "interact",
          "successfully",
          "interconnect",
          "tell",
          "difficult",
          "meaningful",
          "car",
          "program"
        ],
        [
          "ai",
          "learn",
          "learning",
          "know",
          "need",
          "machine",
          "complex",
          "computer"
        ],
        [
          "analytic",
          "learn",
          "know",
          "car",
          "intelligent",
          "road",
          "system",
          "skill"
        ],
        [
          "conversation",
          "specifically",
          "computer",
          "interact",
          "consist",
          "adapt",
          "interpretation",
          "base"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1742804/weeks-international-hr-headlines-overtime-limits-vietnam-expat-salaries-hong-kong-uae-work-permit-fines",
      "title": "This week’s international HR headlines: overtime limits in Vietnam, expat salaries in Hong Kong, and UAE work permit fines",
      "author": "PM Editorial",
      "date": "17 June 2017",
      "year": 2017.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "1. Vietnam's overtime limits set to double\nThe country's manufacturing sector has been calling on the government for some time to increase the overtime limit, to make Vietnam more competitive within the region. Now, the Ministry of Labour, Invalid and Social Affairs has proposed raising the overtime limit from 200 to 400 hours per year.\n2. Expatriate salaries in Hong Kong hit five-year low\nThe average expatriate pay package for a middle manager in Hong Kong has reached a five-year low and industry experts are warning of a sharp rise in workers leaving jobs for better pay. Lee Quane, regional director for Asia at expatriate management company ECA International, said employers need to \"rethink their recruitment strategy\".\n3. UAE businesses short on data analytics experts\nData analytics experts are in short supply and UAE organisations need more of them. HR departments want to use data analytics to better understand the nature of their workforces - but first they need to solve the shortage of analytics professionals.\n4. Work permit fines for 52,765 UAE employers last year\nLate renewals or incomplete work permit registrations led to 141,000 penalties being issued to 52,765 organisations in 2016 - 15 per cent of the total number of companies registered in the country.\n5. Hong Kong the most expensive city in Asia for expats\nHong Kong has been named the most expensive city in Asia for expats to live in and the second costliest in the world, according to a new survey. Singapore has dropped out of the world's top 20 as its cost of living relative to other cities has fallen. Luanda, the capital of Angola, took the crown as the world's most expensive city.",
      "links": [
        "https://www.cipd.asia/news/hr-news/vietnam-overtime-limits-double",
        "https://www.cipd.asia/news/hr-news/expatriate-pay-hong-kong",
        "https://www.cipd.ae/people-management/news/data-savvy-hr-professionals-uae",
        "https://www.cipd.ae/people-management/news/data-savvy-hr-professionals-uae",
        "https://www.cipd.ae/people-management/news/work-permit-fines-uae",
        "https://www.cipd.asia/news/hr-news/hong-kong-expensive-expats"
      ],
      "directory": "",
      "article_topics": [
        [
          "kong",
          "hong",
          "city",
          "overtime",
          "year",
          "uae",
          "limit",
          "analytic"
        ],
        [
          "hong",
          "survey",
          "year",
          "permit",
          "limit",
          "angola",
          "take",
          "director"
        ],
        [
          "world",
          "limit",
          "invalid",
          "rise",
          "recruitment",
          "kong",
          "need",
          "department"
        ],
        [
          "uae",
          "city",
          "world",
          "vietnam",
          "expat",
          "rethink",
          "limit",
          "total"
        ],
        [
          "low",
          "lead",
          "set",
          "use",
          "strategy",
          "international",
          "labour",
          "leave"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1742729/seven-things-doing-wrong-hr-analytics",
      "title": "Seven things we’re doing wrong with HR analytics",
      "author": "Cathryn Newbery",
      "date": "26 April 2017",
      "year": 2017.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Think you're doing pretty well with HR data analytics by producing monthly workforce reports and providing data dumps on request? The two keynote speakers on day one of this week's People Analytics World conference put forth a compelling case that the majority of current HR analytics work is a waste of time, and isn't adding business value. Here are seven things they said you're probably doing wrong with data.\n1. Doing too much with too little data\n\"I see a great deal of potential for HR analytics, and I'm very, very afraid,\" said Alec Levenson, senior research scientist at the Center for Effective Organizations at the University of Southern California Marshall School of Business.\nAn economist by background, Levenson said he always used to see economists trying to say too much with too little data. \"I'm worried that HR analytics will make the same mistakes - of trying to tell too complex stories without enough data. We're not focusing enough on the questions that matter, and we're focusing too much on the data in front of us.\"\n2.  Wasting time on reports\nOrganisations that are typically doing HR analytics are usually working on reports, metrics and dashboards, said Peter Howes, VP of workforce planning and analytics at SAP SuccessFactors. But \"you won't get insight from a report you generate today - that's just monitoring\", he said. \"We are just publishing stuff; this is important from a hygiene perspective, but it doesn't add value and it doesn't demonstrate credibility.\"\nWhat HR analytics functions should be doing - and often aren't, according to Howes - is formulating and testing hypotheses, developing a library of topics to investigate and doing predictive analytics.\n3. Trying to use data to prove HR's worth\nHR needs to let go of its own agenda when using data, said Levenson: analytics shouldn't be about proving HR's worth. \"The purpose of HR is to serve the business, and analytics help us to understand where the business needs to be served,\" he said.\nMuch of HR's work is done for compliance purposes, and to \"keep the lights on\", Levenson added. \"Not everything that we do in HR is of primary importance for helping the business to succeed. And we can do any number of things with data that aren't relevant to business improvement. You have to decide what questions are important and will help you move the needle strategically.\"\n4. Focusing on the wrong skills\nToo many HR analytics teams are experienced in the wrong skills, such as data extraction, creating ad hoc reports and supplying dumps of data. \"We should not be building Excel pivot tables,\" said Howes. \"This is low-value work.\"\nInstead HR should be employing experienced statisticians - preferably those with a background in behavioural science - to do proper investigative analytics work. \"These people are available, and they aren't that expensive,\" said Howes. \"You should buy in quantitative research skills - don't develop them in HR.\"\n5. Concentrating on individuals\nMost HR analytics work is focused on the capability, skills and attitudes of individuals, said Levenson. \"The bit we ignore is job design. If jobs aren't designed right and resourced properly, things will fall apart. HR is never given permission to focus on job design, which is why HR is so often ineffective.\" Analytics work also needs to pay more attention to group dynamics, he added, because it is through teams that value and growth is created.\n6. Idolising tech companies' HR models\nLevenson also had stern words for all those who've spent hours devouring the 'teachings' of Laszlo Bock. \"There is nothing we get from Google's [HR] lessons,\" he said. \"Google doesn't make money because of its HR practices - it makes money because it has a virtual monopoly on the top talent in the search engine arena. Whichever tech company is ascendant, we think it has great HR.\"\n7. Arguing about ROI\n\"Don't get in a pissing match with finance over return on investment (ROI),\" said Levenson. \"ROI measures short-term cash flow, and the best way to improve it is to stop investing in the future.\" ROI is only ever asked for when someone is challenged to defend a project, he said; finance is always challenging HR to prove that spending is worthwhile. Focus on the competitive advantage instead, he argued.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "datum",
          "say",
          "analytic",
          "levenson",
          "week",
          "report",
          "focus",
          "argue"
        ],
        [
          "analytic",
          "datum",
          "say",
          "wrong",
          "focus",
          "report",
          "metric",
          "business"
        ],
        [
          "science",
          "accord",
          "fall",
          "engine",
          "investment",
          "say",
          "measure",
          "light"
        ],
        [
          "analytic",
          "say",
          "datum",
          "levenson",
          "focus",
          "business",
          "report",
          "skill"
        ],
        [
          "experience",
          "datum",
          "howe",
          "add",
          "good",
          "analytic",
          "say",
          "focus"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1746379/meet-hr-leaders-jill-shedden",
      "title": "Meet the HR leaders: Jill Shedden",
      "author": "Emily Burt",
      "date": "21 February 2017",
      "year": 2017.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "The honest answer is none; I'm not one of those people who had a career plan - it's just not the way I thought about my work. Until I began working with British Gas Business, my chief focus was always on staying in a role, paying a mortgage, having a family and all those other life commitments. When I could see the positive impact I was having, I would start thinking about the next place I could make a difference - but it would always take me a while to feel comfortable and capable of achieving the vision. I have always been surprised to make it to the next level.\nI try to get out and about and have an active role in aspects of the business that are not HR-related. I help to drive the diversity agenda at Centrica, in particular around women - and hope that people feel that if they wanted to tell me something they could easily drop by my desk. I also chair our social enterprise investment fund, the ignite investment committee, which brings me into contact with a different group of people both internally and externally. I'm constantly looking for ways to mix with people who see the world differently.\nAll HR professionals have in common a highly developed emotional intelligence (EQ), and a natural ability to sense how the people they work with are feeling, and the right times to deploy initiatives. I find HR professionals are increasingly using analytics to back up that intuition - which I think is a shame because instead of relying on that natural sense of where something will land for the right effect, people are using an analytics tool to gauge a response. I'm sure it can be more accurate, but we might lose some valuable people skills if we are not careful about holding on to that natural intuition.\nIn many ways, I have reached my ultimate career goal. I sometimes think it would be nice to prove I can use my skills to help other organisations - in the voluntary or charity sectors, for example - but that's a question for the future.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "use",
          "response",
          "impact",
          "prove",
          "ability",
          "british",
          "comfortable",
          "example"
        ],
        [
          "place",
          "plan",
          "sense",
          "highly",
          "begin",
          "effect",
          "want",
          "world"
        ],
        [
          "plan",
          "sense",
          "chair",
          "contact",
          "role",
          "time",
          "business",
          "gauge"
        ],
        [
          "think",
          "way",
          "feel",
          "natural",
          "career",
          "analytic",
          "professional",
          "role"
        ],
        [
          "stay",
          "agenda",
          "example",
          "hold",
          "future",
          "social",
          "start",
          "mortgage"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1742038/bosses-question-hr-business-credibility",
      "title": "Bosses question HR’s business credibility, research reveals",
      "author": "Grace Lewis",
      "date": "28 April 2015",
      "year": 2015.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "HR leaders are facing a crisis of credibility among their senior peers, as one in five (21 per cent) C-suite executives fail to see tangible correlations between the HR function and business outcomes, according to research from KPMG.\nThe global survey of 375 executives also found that more than half (55 per cent) of survey respondents said evidenced-based HR - defined as using the best available evidence to support decision-making - would not make a real difference to the HR function. However, 82 per cent said they plan to increase their use of big data and advanced analytics in the next three years.\nMark Williamson, partner in KPMG's people powered performance team, said business leaders often failed to see the relevance of talent management, performance and reward practices, in providing the solutions the business needs.\n\"CEOs across the globe are grappling with issues such as rapidly changing customer needs, increased regulatory requirements, a dynamic competitive environment and the introduction of new disruptive business models,\" he said.\n\"Deciding how best to respond to this and win through their workforce has never been more critical. HR has a massive opportunity to demonstrate the value it adds to the delivery of this.\"\nThe majority of respondents said that evidence-based HR was still in its infancy, and early adopters of big data analysis are yet to use it effectively.\nNearly 30 per cent of all survey respondents said a lack of skills, resources and experience with analytics within the HR function was diluting HR's effectiveness inside an organisation.\nExecutives interviewed for the report called for a 'new-breed' of HR practitioner, one that is \"more numerically proficient\" and able to combine \"analytical acumen\" with \"always-crucial human insight\".\n\"Although management of people will never be an exact science, HR leaders must try to create a line of sight between what they do and how business objectives are delivered. Over the next five years HR must deploy a more evidence-based approach to their work to achieve this and demonstrate to business leaders that people performance is at the heart of driving business performance,\" said Williamson.\n\"Only a minority currently employ advanced analytics and big data approaches within their HR functions. Although many expect to adopt a more evidence-based approach in the coming years, HR leaders need to ensure they have the skills to drive workforce analytics across their organisations. This may require hiring more data-literate professionals into the function, as well as ensuring that existing HR professionals are capable of communicating the business relevance of their findings to senior leaders,\" he added.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "business",
          "cent",
          "year",
          "question",
          "model",
          "big",
          "drive",
          "majority"
        ],
        [
          "business",
          "say",
          "leader",
          "function",
          "evidence",
          "base",
          "analytic",
          "performance"
        ],
        [
          "decision",
          "research",
          "williamson",
          "value",
          "face",
          "effectively",
          "add",
          "available"
        ],
        [
          "evidence",
          "say",
          "leader",
          "business",
          "performance",
          "organisation",
          "skill",
          "williamson"
        ],
        [
          "approach",
          "survey",
          "performance",
          "available",
          "drive",
          "function",
          "opportunity",
          "win"
        ]
      ]
    },
    {
      "url": "https://www.peoplemanagement.co.uk/article/1746465/hr-analytics-go-figure",
      "title": "HR analytics: Go figure",
      "author": "Eric Lesser",
      "date": "20 May 2010",
      "year": 2010.0,
      "summary": "",
      "description": [],
      "tags": [],
      "category": "",
      "full_text": "Millions of jobs have been lost worldwide and further cuts are predicted as economies adjust to tighter credit markets and slower consumer demand.\nWhat's lost in the blaring news headlines, however, is the way organisations both large and small are making decisions about their talent during this crisis. More often than not, companies have only a partial understanding of their current and future workforce needs. Many organisations lack the necessary insight to identify high performers, ensure the right employees are retained and shift valued resources to other parts of the business in line with overall strategy. As a result, organisations are unable to seize opportunities that could further differentiate their value in the market.\nHR professionals, just as in finance and other functions, need a consistent analytical point of reference to make decisions about human capital that affect business results. Workforce analytics is a structured approach to fact-based decision making that employs accurate, timely and relevant data. It asks: \"What do we need to know about the workforce to run the company more effectively, and how can we turn that knowledge into action?\"\nBut are HR professionals applying these techniques and, if so, to what effect? On behalf of global technology company IBM we surveyed more than 400 North American HR professionals on the use of workforce analytics and the challenges of applying them to organisational decision making.\nAlthough a US-based survey, the findings will have resonance for UK practitioners. We found that, along with the necessary resources to transform data into insights, workforce analytics enables HR professionals to be more engaged in the setting of business strategy. As a result they are more capable of making facts-based decisions aligned with long-term business imperatives.\nDespite the promise of greater efficiency and reduced costs, the adoption of workforce analytic applications remains elusive. Only 33 per cent of respondents said they had such a software solution in place. Yet results show that companies that have invested in analytics have the upper hand in addressing workforce issues. There is a statistically significant difference in the effectiveness of addressing five HR challenges between organisations that employ analytic applications and those that do not.\nThese gaps consist of: developing training strategies (18 per cent); determining strategies for reduction in the workforce, redeployment and retraining (13 per cent); understanding collaboration and knowledge sharing (13 per cent); retaining talent within the organisation (11 per cent); and evaluating workforce performance (11 per cent).\nAt most, only 36 per cent of organisations are using workforce analytics to identify historical trends and patterns and 13 per cent are developing future-based scenarios based on this data. In short, applying more advanced analytic techniques to understand the composition and capabilities of workforces is still very much in its infancy.\nOverall, the implications are significant. Organisations are making fundamental decisions about their human capital-- the knowledge, talent, skills, and intellectual property of their employees-- without the benefit of processes and technologies that can provide consistent collection and analysis of data. This puts HR professionals at a distinct disadvantage in the boardroom.\nUnderstanding the ever-changing requirements of human capital and its relationship to long-term business strategy is a senior executive conversation, and one that should be couched in a rigorous, fact-based analysis of workforce performance. This could well prove to be challenging for most HR professionals, since only a small percentage are currently using more sophisticated analytics.\nOur survey shows that analytics also plays a critical role in enabling HR to take a more proactive approach to corporate strategy. We found that organisations where HR is a \"proactive leader in driving corporate strategy\" are almost two times more likely to have a workforce analytics capability. Analytics enables HR professionals to analyse, interpret and make the best possible decisions and recommendations based on workforce data. This can enable HR professionals to develop business cases in much the same way as their colleagues in other functions.\nSimilarly, organisations where HR makes a more proactive contribution to strategy are more likely to apply advanced analytics to key human capital challenges. This allows them to identify historical trends and patterns and to develop scenarios and predict future outcomes, leading HR and its business partners to make better decisions about key workforce challenges.\nThe survey also reveals that workforce analytics is primarily being used by those in HR. It is interesting to note, however, that in organisations where HR contributes more proactively to overall organisational strategy, both HR and non-HR staff are more likely to use it for decision making. Organisations that have analytics capabilities are not only more likely to use them to generate better quality decisions, but are also operating in an environment where a wide range of stakeholders and functions use analytics to make decisions.\nBased on this data, workforce analytics plays an important role in transforming HR from an administrative to a more strategic discipline. The techniques enable HR to make more informed, fact-based decisions about the composition and performance of the workforce. Without these insights the HR function finds itself subject not only to further scrutiny, but also to criticism for failing to adhere to the decision-making standards practised by other functions.\nThere was strong consensus among survey respondents about the important role of analytics in more effective performance and talent management. Seventy-six per cent of respondents said its biggest potential benefit was a greater capacity to manage the workforce, while 69 per cent cited improved levels of productivity. Sixty-seven per cent, meanwhile, considered analytics important in driving a better return on investment for talent management.\nThere were, however, some significant barriers as well. Despite the promise of greater efficiencies and returns, there are both technical and skills-related issues in implementing workforce analytics. For example, 58 per cent of respondents reported having limited experience of analysing data and developing insights. Fifty-seven per cent had limited resources to integrate different human capital systems, while 56 per cent reported that human capital metrics were not consistent across their organisation.\nWithout data consistency and integration, an organisation will struggle to gain comprehensive insight into the performance of its workforce using analytics. What's required is an integrated approach that combines technology and skilled people to assess and implement this solution.\nSo what are the implications for moving forward? Based on our findings, we see three overarching themes:\nFor organisations looking to maximise human capital investments and increase the strategic value of their HR functions through the use of workforce analytics, we have identified five areas of focus:\nThe first thing an organisation must do is to determine what workforce-related problems it needs to solve and how addressing them will improve organisational effectiveness. Questions to ask include:\nWithout clearly identifying problems that have a direct impact on business performance, organisations run the risk of investing time and energy in areas that are not a priority.\nOnce an organisation understands its workforce-related challenges, it must identify the relevant data requirements and develop consistent methods for collecting that data across business units, geographies and systems.\nFor example, definitions of basic data items such as \"who is a full-time employee?\" and \"where is the employee located?\", can differ from system to system, making it extremely difficult to develop like-for-like comparisons. Without agreement on fundamental metrics definitions and standards, analysis will be inaccurate and lead to incorrect conclusions.\nAn organisation should define a consistent workforce analytics platform for integrating and analysing data from multiple sources. This platform should be able to integrate data from different HR, enterprise resource planning, learning management, finance, and sales systems into a common data warehouse where both standard and custom queries can be conducted. Although some organisations have purchased best-of-breed point solutions that highlight metrics within a specific human capital area, they do not provide a comprehensive picture of overall performance. This requires a single platform from which HR and senior management can access and analyse data to make fact-based performance and strategic decisions.\nEnsure that individuals within and outside HR are able to conduct analysis and display results. For some user groups, packaged reports that rely on leading performance indicators and offer access to data about critical jobs may be sufficient; others may need to drill down using trend analysis and cross tabs to segment data and diagnose underlying workforce issues. In many cases, organisations need both. It is important that workforce analytics addresses the needs of multiple audiences so that non-technical stakeholders can harness its capabilities. In addition, an easy-to-use platform should be capable of adapting to changing HR and business requirements. This flexibility must allow the platform to scale and meet the future needs of the organisation while minimising the technical costs associated with reporting modifications.\nOrganisations need to enhance the analytic capabilities of their HR professionals and line managers - although training is only one way. A broader strategy might include recruiting people into HR who have analytic backgrounds, rotating employees into HR from functions such as finance and customer service, incorporating analytics into professional goals and responsibilities and providing a support system to ensure employees can ask questions and try out new practices in a safe environment.\nWith a strong analytic foundation, HR departments can more effectively manage workforce data and establish a greater business context for their decisions.\nIn today's difficult economic climate, organisations must rely on a combination of experience and data to make decisions that will affect their future performance. Unfortunately, at many companies, the ability to transform data about the workforce into meaningful insight has been neglected. Our study shows that workforce analytics can play an important role in addressing HR challenges as well, enabling the personnel function to play a larger role in influencing corporate strategy and direction.\nWhile we recognise there are barriers that companies must overcome to truly build an analytic capability, these obstacles are surmountable with the right level of focus and investment. What will be less easy to fix are the workforce and HR decisions being made without the necessary facts-based analysis.",
      "links": [],
      "directory": "",
      "article_topics": [
        [
          "analytic",
          "datum",
          "cent",
          "organisation",
          "need",
          "knowledge",
          "strategy",
          "analysis"
        ],
        [
          "analytic",
          "organisation",
          "strategy",
          "decision",
          "cent",
          "base",
          "datum",
          "function"
        ],
        [
          "analytic",
          "decision",
          "datum",
          "organisation",
          "capital",
          "pattern",
          "differ",
          "result"
        ],
        [
          "analytic",
          "organisation",
          "datum",
          "decision",
          "cent",
          "base",
          "business",
          "strategy"
        ],
        [
          "analytic",
          "organisation",
          "decision",
          "fact",
          "business",
          "base",
          "performance",
          "transform"
        ]
      ]
    }
  ]
}