{
  "filtered_articles": [
    {
      "url": "https://www.cipd.org/en/views-and-insights/thought-leadership/insight/hr-models/",
      "title": "HR operating models",
      "date": "05 Jun, 2024",
      "year": 2024.0,
      "category": "",
      "tags": [
        "Change management",
        "Organisational development and design",
        "HR role",
        "People practice"
      ],
      "description": "Our series on current practices, future models and successful transformations",
      "summary": "The world of work is in a constant state of flux, with shifting employee expectations, hybrid working, and AI and automation being key drivers of change. With this rapid pace of change showing no sign of abating, we explore how the HR function should be organised to serve organisations and their people - both now and in the future.",
      "full_text": "In this series, we analyse current thinking to understand how and why people teams are reimagining their operating models. We interviewed senior people professionals across the private, public and third sectors, in organisations ranging from 1,000 to 330,000 employees, to find out:\nwhat factors are driving operating model transformations\nwhether current operating models serve future needs\nwhich new models are emerging\nwhat makes an effective HR operating model transformation\nhow the role of the HR business partner is evolving.\nOur podcast and first thought leadership article provide insights gained from pioneers who are leading the way in HR operating model transformation, reflecting on current practice, the key drivers of change and emerging models.\nOur growing series of accompanying case studies reflects the real-life experiences of people functions that have recently evolved their operating model, exploring why it was necessary, the changes implemented and the outcomes achieved - both for the function and the organisation - as well as the challenges faced and their top tips on how to make any transformation successful.\nRead on if you are considering a review of your own operating model.\nWhat makes an effective HR operating transformation?\nWe look at how investing in digital technologies, HR skills and culture drive success in restructured people functions\nMore in this series\nTHOUGHT LEADERSHIP\nHow can people teams balance line managers' need for operational people management support while growing their team's strategic influence through the HRBP role?\nTHOUGHT LEADERSHIP\nWe look at how investing in digital technologies, HR skills and culture drive success in restructured people functions\nTHOUGHT LEADERSHIP\nWe look at the main focus areas and share practical examples from organisations who are optimising their HR operating model\nTHOUGHT LEADERSHIP\nWe look at what's driving change in HR structures, what emerging models look like and what to consider when evolving your current model\nPODCAST\nIs the traditional HR operating model still fit-for-purpose or do we need to consider a new model?\nCASE STUDY\nA case study on moving to a lean, strategic HR model that operates more efficiently to support business objectives\nCASE STUDY\nA case study on maturing the HR model to align to the changing needs of the business, building capability, and introducing a dedicated team focused on employee engagement\nCASE STUDY\nA case study on developing strategic partners, aligning teams, increasing data analytics skill, and transitioning the L&D team into an internal academy\nCASE STUDY\nA case study of a people function shifting to a four-pillar model to deliver a more consistent employee experience throughout the organisation\nCASE STUDY\nA case study of an HR function shifting from an Ulrich+ model towards an employee experience-driven model\nShare your experience\nHave you transformed your operating model?\nThe CIPD would love to hear about your journey.\nEarlier research on changing HR operating models\nA collection of thought leadership articles from lead thinkers, academics, practitioners and consultants on the future of the HR function\nTopics A-Z\nBrowse our A-Z catalogue of information, guidance and resources covering all aspects of people practice.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/en/views-and-insights/thought-leadership/insight/effective-operating-model-transformation/",
        "/en/views-and-insights/thought-leadership/insight/role-hr-business-partner/",
        "/en/views-and-insights/thought-leadership/insight/effective-operating-model-transformation/",
        "/en/views-and-insights/thought-leadership/insight/transforming-operating-models/",
        "/en/views-and-insights/thought-leadership/insight/future-models/",
        "/en/knowledge/podcasts/hr-top-model/",
        "/en/knowledge/case-studies/operating-model-homebase/",
        "/en/knowledge/case-studies/operating-model-firstsource/",
        "/en/knowledge/case-studies/operating-model-peabody/",
        "/en/knowledge/case-studies/operating-model-tesco/",
        "/en/knowledge/case-studies/operating-model-natwestgroup/",
        "mailto:Rebecca.Peters@cipd.co.uk",
        "/en/views-and-insights/thought-leadership/insight/operating-models/",
        "/en/topics/topics-a-z/",
        "/en/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > Views and insights > Thought leadership > Articles > HR operating models",
      "article_topics": [
        [
          "model",
          "operating",
          "case",
          "study",
          "function",
          "change",
          "transformation",
          "team"
        ],
        [
          "develop",
          "traditional",
          "manager",
          "development",
          "operate",
          "analytic",
          "expectation",
          "role"
        ],
        [
          "model",
          "study",
          "operating",
          "change",
          "case",
          "need",
          "skill",
          "look"
        ],
        [
          "like",
          "challenge",
          "develop",
          "lean",
          "consultant",
          "range",
          "life",
          "focus"
        ],
        [
          "model",
          "operating",
          "study",
          "change",
          "case",
          "leadership",
          "shift",
          "practice"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/en/views-and-insights/thought-leadership/insight/technology-data-hr-functions/",
      "title": "Technology and data use in HR functions",
      "date": "01 Mar, 2023",
      "year": 2023.0,
      "category": "",
      "tags": [
        "Technology",
        "People analytics"
      ],
      "description": "Perspectives on what activities fall within HR and how technology and data are used in them (or not)",
      "summary": "Is there an ideal ratio when it comes to the size of HR teams in organisations? There are plenty of variables to consider. These include HR’s role in the business, the extent to which ‘HR responsibilities’ are delegated elsewhere, the capability and capacity of those with said responsibilities, and of course, how technology and data are used to support HR functions.",
      "full_text": "In this article, we outline the findings from the CIPD's survey of 1,174 UK-based HR bosses to shed light on HR's operating model from a technology and data perspective. Respondents were from organisations with 50 or more employees worldwide - the size we'd expect technology like HR information systems (HRIS) to become crucial for keeping track of employee records.\nWhat functions are within the HR remit?\nRecruitment (84.2%) and HR systems (81.9%) were most often cited as matters that are within an HR department's remit (Figure 1). Other commonly selected choices include inclusion and diversity, reward and recognition, employee engagement, performance management, learning and development and onboarding activities.\nFigure 1: Activities the HR department oversees in your organisation\nWhile work scheduling wasn't so high on the list, our data suggests the activity is more commonly overseen by HR in the manufacturing sector (57.7% vs 34.1% overall). Other less popular areas cited as within HR's remit included internal communications and events, global mobility and employee relations.\nWhen looking at the figures, it is worth bearing in mind that some of the activities may have seen lower numbers because they are being managed by other departments (for example, finance overseeing payroll) or delegated to people managers. It's also possible that some respondents might not have been aware of all activities their HR departments oversee.\nWhat types of HR software are used for HR tasks?\nHere, HR software means any software or platform an organisation uses for HR tasks. This may include programs installed on a work computer or accessed through a web browser.\nFigure 2 shows the percentage of HR bosses who said their organisations used certain types of HR software or platforms. Few said they didn't know whether their organisation had a particular type of HR software - 6% or less for all except reward and recognition (9.5%), people analytics (11.8%) and workforce planning software (12.8%).\nFigure 2: HR software or platforms used in your organisation\nAs expected, most said their organisations have HRIS (84.5%) and payroll software (82.9%). The majority of those who said their organisation didn't have these came from organisations with 550 or fewer employees worldwide (78.7% and 70% respectively).\nIn contrast, fewer HR bosses said their organisation used reward and recognition software or platforms (38.8%). These might be used to do compensation plan modelling or facilitate peer-to-peer recognition schemes for example.\nSimilarly, a smaller proportion said their organisations used HR software or platforms for workforce planning (37.1%). Workforce planning is difficult to do well at scale without a software or platform that enables easy access to good quality data. Indeed, separate research from the CIPD found 46% of people professionals saying their organisation did not collect any data in key areas such as:\nskill gaps within the organisation and sector\nfuture skills requirements, and\nthe availability of talent in the market.\nAlthough recruitment (84.2%) was the activity most cited as overseen by HR (Figure 1), not as many HR bosses (67%) said their organisations used recruitment software (Figure 2).\nWhat workforce metrics are reported to management?\nEmployee headcount change (net 75.1%), employee turnover or retention (net 74.4%), and absenteeism rates (net 73.3%) were the three metrics that most HR bosses said were reported to management, at least monthly or annually.\nIn contrast, relatively few said quality or cost of hire, employee commitment, and career path ratio were reported to management (Figure 3). Perhaps this is because these metrics are more difficult to quantify. However, if meaningful definitions can be agreed and the data is relatively easy to collect, then these could also be reported. A good HRIS can support this. For example, the career path ratio is the number of job promotions compared to the number of all movements (lateral and promotions) an employee has had. If all employee role changes are recorded on an HRIS, the career path ratio could be easily calculated and used to track employee career growth in the organisation. This metric could then be used to inform activities to support employee retention and engagement.\nFigure 3: Workforce metrics reported to management\nThe percentage of HR bosses who didn't know whether certain workforce metrics were reported to management was significant, between 10% and 21%. This is even after we've excluded from our analysis those who had no knowledge of what workforce metrics were reported to management at all.\nLooking at Figure 4, the findings suggest that workforce metrics were more likely reported to management if the organisation had people analytics software. Reporting was more frequent in organisations with this software than in those without (or without awareness of) the software (compare dark purple bars in Figure 4).\nFigure 4: Workforce metrics reported to management - those from organisations who have vs don't have/don't know if they have people analytics software\nHaving people analytics software can therefore streamline reporting efforts and increase the types of metrics that can be regularly reported to inform management decisions. Modern HRIS typically have a self-service people analytics feature that allows control over who can view relevant key performance indicators (KPIs) and query subsets of the workforce data themselves.\nWhat's the HR to employee ratio in organisations?\nOnly 664 of the 1,174 responses we analysed included valid estimates of the number of HR professionals and employees in their organisations worldwide. This is mainly because not everyone knew how many HR professionals their organisations employed.\nOf the 664 responses, the median respondent quoted a global HR to employee ratio of 1:60. For the middle 90% of respondents, the global HR to employee ratio ranged between 1:17 and 1:255. Although Table 1 shows a wide spread of ratios, we can see that ratios of 1 HR professional to more than 255 employees are uncommon.\nTable 1: Global HR to employee ratio\nBase: 664 UK-based HR decisionmakers\nWhile these ratios are interesting, they don't tell the whole story of HR's value to different organisations. The ideal HR to employee ratio is one that is optimal for an organisation's success. Although HR can be responsible for a broad range of activities, our research suggests its most common function is recruitment (Figure 1). Having good people analytics increases the types of workforce metrics and frequency of reporting to support and inform timely decision-making.\nIn the final article of this series, we'll delve further into the HR technology that different organisations use and what this means for the people profession.\nSee our partner Hibob's articles on HR metrics and technology use:\nA guide to HR metrics that matter\nA time to change: how modern HR tech solves HR's biggest challenges\nCreating an intelligent HR automation strategy\nMeeting organizational goals: HR tech for the C-suite\nThe final article in this series looks at 'Tech savvy' HR practice.\nTHE FULL SERIES\nTechnology, the workplace and people management\nOur research series explores technology use and its impact on people practice in the physical and digital workplace\nTopics A-Z\nBrowse our A-Z catalogue of information, guidance and resources covering all aspects of people practice.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nAbout the author\nHayfa Mohdzaini, Senior Policy and Practice Adviser - Technology and Analytics, CIPD\nHayfa joined us in 2020. Hayfa has degrees in computer science and human resources from University of York and University of Warwick respectively.\nShe started her career in the private sector working in IT and then HR and has been writing for the HR community since 2012. Previously she worked for another membership organisation (UCEA) where she expanded the range of pay and workforce benchmarking data available to the higher education HR community.\nShe is interested in how the people profession can contribute to good work through technology and has written several publications on our behalf, as well as judging our people management awards, speaking at conferences and exhibitions and providing commentary to the media on the subjects of people and technology.\nCIPD Update\nGet the latest insights on the world of work. CIPD Update includes UK and global news and events.\nYou can also sign up for updates from our teams in Ireland, Asia, and the Middle East.\nYou can unsubscribe or change your marketing preferences at any time by visiting our Marketing Preference Centre. By submitting this form you confirm that you have read our privacy policy and terms and conditions.\nYou can unsubscribe or change your marketing preferences at any time by visiting our Marketing Preference Centre. By submitting this form you confirm that you have read our privacy policy and terms and conditions.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/en/views-and-insights/thought-leadership/insight/hr-software-investment/",
        "/en/knowledge/reports/resourcing-surveys/",
        "https://www.hibob.com/guides/metrics-that-matter/",
        "https://www.hibob.com/guides/how-modern-hr-tech-solves-hrs-biggest-challenges/",
        "https://www.hibob.com/guides/hr-automation-strategy/",
        "https://www.hibob.com/guides/hr-tech-c-suite/",
        "/en/views-and-insights/thought-leadership/insight/tech-savvy-hr/",
        "/en/views-and-insights/thought-leadership/insight/workplace-people-management/",
        "/en/topics/topics-a-z/",
        "/en/topics/bullying-harassment/",
        "/link/191e87d3958e46e88bb5f7d2bd869a0c.aspx",
        "https://hrsolutions.cipd.asia/cipd-asia-newsletter-subscription-2021/",
        "https://promo.cipd.ae/newsletters/",
        "https://apps.cipd.co.uk/myprofile/communicationpreferences",
        "/en/privacy-policy/",
        "/en/terms-conditions/",
        "https://apps.cipd.co.uk/myprofile/communicationpreferences",
        "/en/privacy-policy/",
        "/en/terms-conditions/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > Views and insights > Thought leadership > Articles > Technology and data use in HR functions",
      "article_topics": [
        [
          "organisation",
          "software",
          "say",
          "ratio",
          "figure",
          "update",
          "particular",
          "response"
        ],
        [
          "organisation",
          "technology",
          "software",
          "say",
          "report",
          "figure",
          "analytic",
          "ratio"
        ],
        [
          "organisation",
          "figure",
          "ratio",
          "professional",
          "report",
          "software",
          "metric",
          "include"
        ],
        [
          "organisation",
          "software",
          "certain",
          "metric",
          "ratio",
          "activity",
          "say",
          "popular"
        ],
        [
          "organisation",
          "software",
          "technology",
          "metric",
          "figure",
          "ratio",
          "report",
          "say"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/en/about/news/the-growing-importance-of-People-Analytics-in-HR/",
      "title": "The growing importance of People Analytics in HR",
      "date": "24 Mar, 2021",
      "year": 2021.0,
      "category": "News",
      "tags": [
        "Asia",
        "People analytics"
      ],
      "description": "Draw insights on how People Analytics is applied to managerial and business decision",
      "summary": "",
      "full_text": "People Analytics or HR analytics is described by the CIPD as a component that uses people-data in analytical processes to solve business problems. It uses people-data, collected by HR systems (such as payroll, absence management) and business information (such as operations performance data) to provide people professionals and their stakeholders with insights about their workforce, HR policies and practices, ultimately improving evidence-based decision making.\nMedia centre\nAre you a journalist looking for expert commentary and insights on the world of work?\nCIPD Media Centre\nIf you're a journalist or member of the press looking for more information or to speak to one of our experts, please contact our press team.\nCHAMPIONING BETTER WORK AND WORKING LIVES\nAbout the CIPD\nAt the CIPD, we champion better work and working lives. We help organisations to thrive by focusing on their people, supporting economies and society for the future. We lead debate as the voice for everyone wanting a better world of work.\nCIPD Update\nGet the latest insights on the world of work. CIPD Update includes UK and global news and events.\nYou can also sign up for updates from our teams in Ireland, Asia, and the Middle East.\nYou can unsubscribe or change your marketing preferences at any time by visiting our Marketing Preference Centre. By submitting this form you confirm that you have read our privacy policy and terms and conditions.\nYou can unsubscribe or change your marketing preferences at any time by visiting our Marketing Preference Centre. By submitting this form you confirm that you have read our privacy policy and terms and conditions.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://www.myhrfuture.com/blog/2019/10/1/why-is-people-analytics-so-important-for-hr",
        "https://hbr.org/2018/11/better-people-analytics",
        "https://www.cipd.asia/knowledge/factsheets/wellbeing",
        "https://www.cipd.asia/knowledge/reports/valuing-talent/case-studies",
        "https://business.linkedin.com/talent-solutions/blog/talent-analytics/2019/getting-people-analytics-right-with-josh-bersin",
        "https://www.cipd.asia/knowledge/work/people-data",
        "https://hrsolutions.cipd.asia/ahri-md4i-course-brochure/",
        "/en/about/media/",
        "mailto:press@cipd.co.uk",
        "/en/about/press-releases/",
        "/en/about/purpose-impact/",
        "/en/about/Our-work/",
        "/link/191e87d3958e46e88bb5f7d2bd869a0c.aspx",
        "https://hrsolutions.cipd.asia/cipd-asia-newsletter-subscription-2021/",
        "https://promo.cipd.ae/newsletters/",
        "https://apps.cipd.co.uk/myprofile/communicationpreferences",
        "/en/privacy-policy/",
        "/en/terms-conditions/",
        "https://apps.cipd.co.uk/myprofile/communicationpreferences",
        "/en/privacy-policy/",
        "/en/terms-conditions/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > About us > CIPD News > The growing importance of People Analytics in HR",
      "article_topics": [
        [
          "cipd",
          "world",
          "preference",
          "press",
          "business",
          "analytic",
          "journalist",
          "datum"
        ],
        [
          "economy",
          "asia",
          "journalist",
          "want",
          "centre",
          "society",
          "analytic",
          "performance"
        ],
        [
          "expert",
          "ultimately",
          "focus",
          "journalist",
          "press",
          "process",
          "confirm",
          "importance"
        ],
        [
          "press",
          "absence",
          "use",
          "submit",
          "help",
          "event",
          "ireland",
          "provide"
        ],
        [
          "cipd",
          "analytic",
          "centre",
          "marketing",
          "insight",
          "preference",
          "world",
          "update"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/en/about/news/digital-transformation-and-technology/",
      "title": "Digital Transformation and Technology",
      "date": "01 Sep, 2020",
      "year": 2020.0,
      "category": "News",
      "tags": [
        "Asia",
        "Technology"
      ],
      "description": "Perspectives from a HR tech expert on the top three discussions that emerged from our recent CIPD Hackathon 2030 under the theme of digital transformation and technology for HR.",
      "summary": "",
      "full_text": "Perspectives from a HR tech expert on the top three discussions that emerged from our recent CIPD Hackathon 2030 under the theme of digital transformation and technology in the People Profession.\nAs a Facilitator for the global and virtual CIPD Hackathon in August I connected with people from all over the world, sharing ideas about how technology is changing our business, our function, and ourselves. While online conversations ranged widely and touched most HR topics there were three main areas I saw emerge under the digital transformation and technology theme.\n1. Evidence-based practice and psychologically sound technology\nA heavy and somewhat polarising issue, participants debated the relevance of HR practices in the light of today's scientific knowledge, and how we could merge it with the digital transformation of the HR function. Evidence Based Management (EBM) within HR was covered as was the need for scientific robustness in HR technological tools, from both the psychology and technology perspectives.\nEvidence Based Practitioners were calling out that many of our current HR practices, digitised or not, are inconsistent with current scientific recommendations. For many of us in HR this is no surprise. There are many policies and practices found and maintained in workplaces today that are not scientifically sound, and in some cases scientific evidence shows their impact to be contrary to the desired outcome. Some Hackathoners said that there is little point maintaining processes and approaches that would not achieve the desired results and, in some cases, are counterproductive. Others pointed out that practices should be changed over time instead, as uprooting common practices simply because they lack scientific robustness was too disruptive. Both arguments have merit. Accepting that some HR approaches, practices, and policies are scientifically unable to produce the intended result or outcome, then 'when' rather than 'if' they are changed becomes the focus.\nDigital transformation provides the opportunity to change HR approaches, practices, and policies. However, to benefit from the opportunity, we need to choose technology tools that are scientifically robust and reliable from both psychological and technological perspectives. This is difficult because many technology tools on the market would fail to meet that standard. They make claims that only sound possible because of the oft-vaunted illustrious claims by vendors and others about what their tool can achieve in the workplace. HR Technology is where psychology and technology meet head-on. Good HR technology meets both scientific standards.\nTransforming HR to a digital and evidence-based function requires people who can identify sound scientific practices and probe HR technology vendors to ascertain the scientific basis (psychologically and technologically) of their products.\n2.  Artificial Intelligence and Bias\nWhen Artificial Intelligence is discussed in HR circles the topic of bias is not far behind. It was interesting to see through the conversations that some people had an awareness of what was causing Artificial Intelligence powered tools to generate, but understanding was far from widespread. Bias, like Diversity and Inclusion, are important topics for HR. While HR ramps up the adoption of Artificial Intelligence within the function, a thorough understanding is needed of how and why bias exists in the tools.\nBroadly, there are three areas that can result in Artificial Intelligence (AI) tools producing biased results.\na. Training Dataset - The dataset the AI model is trained on is biased. All AI models must be taught before they can be useful, if they are taught on biased data then the model has learned the bias in the training dataset. Most of us never ask an AI vendor about the source or composition of the training dataset. If the model has been trained on a biased dataset, vendors should be able to tell you what they did to adjust and correct the model to mitigate that bias.\nb. Algorithm - When algorithms are written they capture the biases of the person or people creating them. Algorithmic bias is often attributed to the dominance of white males in the field, hence the drive to increase the diversity of people in this job. In some circles, the idea of addressing bias at the algorithmic level under the principles of affirmative action is being discussed and explored.\nc. Our data - We are often unaware of the biases hidden in our own data. AI learns from its own output, so even a small bias in our data is magnified over time. Our data often represents the collective conscious and unconscious biases within our organisation, created when bias creeps in through everyday decisions made by employees. To avoid the AI learning and amplifying the bias, we need to ensure there are humans-in-loop to monitor output and make appropriate adjustments.\n3.  HR people know they need to reskill\nMost people who entered the Human Resources profession a decade ago did not consider it necessary to learn about technology or data and analytics. Today, if an HR professional wants to remain employable over the next 5-10 years, there's little choice; reskilling in those areas is critical.\nMost Hackathoners accepted the need to reskill, and a few were excited by the prospect. The conversation was spurred by a report by the Cognizant Centre For The Future of Work with key findings republished by Harvard Business Review during the Hackathon. The report, 21 HR Jobs of the Future, outlined new roles arising over the next 5-10 years. Most HR professionals commenting in the Hackathon recognised that they are not suitably skilled to perform most of those roles, though a small selection of tasks were already appearing in existing roles today.\nDuring the Hackathon the idea that the jobs in the report are not really HR jobs was raised, and that HR should be hiring from different pools of talent such as IT. However, this was counter-balanced by people saying that if HR people cannot take those jobs, where will HR people go?\nConsidering the first two areas under the digital transformation and technology theme, there is no doubt that HR practitioners who wish to remain employable must reskill and learn about technology.\nMedia centre\nAre you a journalist looking for expert commentary and insights on the world of work?\nCIPD Media Centre\nIf you're a journalist or member of the press looking for more information or to speak to one of our experts, please contact our press team.\nCHAMPIONING BETTER WORK AND WORKING LIVES\nAbout the CIPD\nAt the CIPD, we champion better work and working lives. We help organisations to thrive by focusing on their people, supporting economies and society for the future. We lead debate as the voice for everyone wanting a better world of work.\nCIPD Update\nGet the latest insights on the world of work. CIPD Update includes UK and global news and events.\nYou can also sign up for updates from our teams in Ireland, Asia, and the Middle East.\nYou can unsubscribe or change your marketing preferences at any time by visiting our Marketing Preference Centre. By submitting this form you confirm that you have read our privacy policy and terms and conditions.\nYou can unsubscribe or change your marketing preferences at any time by visiting our Marketing Preference Centre. By submitting this form you confirm that you have read our privacy policy and terms and conditions.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/en/about/media/",
        "mailto:press@cipd.co.uk",
        "/en/about/press-releases/",
        "/en/about/purpose-impact/",
        "/en/about/Our-work/",
        "/link/191e87d3958e46e88bb5f7d2bd869a0c.aspx",
        "https://hrsolutions.cipd.asia/cipd-asia-newsletter-subscription-2021/",
        "https://promo.cipd.ae/newsletters/",
        "https://apps.cipd.co.uk/myprofile/communicationpreferences",
        "/en/privacy-policy/",
        "/en/terms-conditions/",
        "https://apps.cipd.co.uk/myprofile/communicationpreferences",
        "/en/privacy-policy/",
        "/en/terms-conditions/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > About us > CIPD News > Digital Transformation and Technology",
      "article_topics": [
        [
          "probe",
          "surprise",
          "focus",
          "process",
          "tell",
          "ebm",
          "monitor",
          "ai"
        ],
        [
          "expert",
          "ascertain",
          "organisation",
          "unaware",
          "bias",
          "heavy",
          "role",
          "head"
        ],
        [
          "practice",
          "bias",
          "technology",
          "perspective",
          "preference",
          "evidence",
          "sound",
          "function"
        ],
        [
          "achieve",
          "look",
          "need",
          "result",
          "technology",
          "analytic",
          "psychologically",
          "update"
        ],
        [
          "technology",
          "bias",
          "practice",
          "digital",
          "scientific",
          "cipd",
          "transformation",
          "tool"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/en/views-and-insights/thought-leadership/people-profession/data-people-profession/",
      "title": "Data and the people profession: is the drive for people analytics at risk of stalling?",
      "date": "27 May, 2020",
      "year": 2020.0,
      "category": "",
      "tags": [
        "Technology",
        "People analytics"
      ],
      "description": "Advanced data analysis provides insight, guides decision-making and supports business performance, but demand for this capability is not being met. How can people professionals rise to the challenge?",
      "summary": "In 2018, people analytics was a hot topic for the people profession, with many (including me) predicting it was on the verge of becoming mainstream. People analytics enables people professionals and their major stakeholders to measure and report key workforce concepts, such as performance, wellbeing, productivity, innovation and alignment . Our research People analytics: driving business performance with people data highlighted a growing appetite and interest not just from people professionals, but other organisation leaders, including those in finance and operation functions . For many years ‘HR analytics’ had been labelled ‘emergent’ or ‘niche’, but it appeared to be breaking through. There were promising signs of progress - but there was still some way to go.",
      "full_text": "Flash-forward to 2020 and the picture looks strangely familiar. Our recently published People Profession 2020 survey with Workday shows that analysis of people data is far from common practice. In fact, the study highlights more work is needed for the profession to fully embrace people data and maximise its potential value.\nSo what's happened?\nHuge demand but limited supply\nTo answer this question, we have to look closely at our latest data. The People Profession 2020 survey canvassed more than 1,500 people professionals in the UK. It investigates various aspects of modern professional practice, including the use of evidence and data, and the ability of people professionals to measure and understand outcomes, and quantify their impact. The new insights provide several important points for reflection.\nFirst, demand for people analytics is huge among people practitioners: 89% of respondents said their organisation intended to use people analytics or people data. This demand drops when we consider SMEs (77%), but it still a sizeable majority. The appetite for insights remains strong, with less than one quarter (23%) saying they do not do any tasks that include people analytics at present.\nSecond, the level of data analysis being undertaken is largely rudimentary. Just over one third (37%) of current practice involves basic data analysis and reporting, for example, recording headcount or turnover. Very few respondents (6%) noted their organisation has the capability to run more advanced analytics projects.\nFinally, measuring the success of the people function using data and analytics appears to be difficult. Almost one quarter of respondents (24%) stated they do not have clear measures of success against which to measure their impact. Without the right outcomes measures in place, it is unlikely that strategic people analytics practice will be possible.\nBuilding capability and improving focus\nOn the surface, people analytics practice seems to be forever on the verge of a breakthrough. At the CIPD we've recognised its importance by building it into the new Profession Map as an area of specialist knowledge. Professionals must invest in understanding the wider data and analytics ecosystem and focus on the value it adds to their work.\nOur earlier research found a people analytics culture is positively associated with overall business performance. The research highlighted that people professionals can use data to tackle strategic workforce challenges their organisations face, such as workforce performance and productivity issues. By approaching the use of people analytics from the perspective of defining problems - as opposed to seeking solutions - practitioners can realise the full value of internal organisation data in line with the principles of evidence-based practice. It's important the profession invests now to build capability - a major lesson from COVID-19 must be that rapid, high quality analytics is critical to organisations if they're to adapt to significant crises or disruptions. The COVID-19 pandemic may mean there will be even greater demand for workforce insights, as organisations look to weather ongoing economic instability and uncertainty.\nThe need for organisations to develop strong people analytics practice is clear. Now is the time to build skills and confidence and work with key stakeholders to define the best approach to using people data. If the people function doesn't rise to the challenge, others will. Enabling operations or IT functions to drive the development of analytics practices may have short term benefits, but the people profession has the unique knowledge and skills to properly interpret people data ethically and appropriately. If the people profession fails to take the lead, people analytics could lose all semblance of humanity - and that surely is too big a risk to take.\nFurther reading\nUse the CIPD's new Profession Map to learn further how evidence-based decision-making informs your professional judgement and how to use analytics to inform decision-making.\nThe CIPD offers a range of practical resources to support people professionals to build confidence and skills to make the most of their workforce data, including:\nGetting started with people analytics: a practitioner's guide\nPeople analytics factsheet\nEvidence-based practice for effective decision-making factsheet\nThe Profession Map\nThe international standard for all HR, L&D, OD and all other people professionals\nConnect and learn\nWe offer a range of ways to stay connected, from events to networking, workshops and webinars.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://www.cipd.co.uk/knowledge/strategy/hr/people-profession-survey",
        "https://www.cipd.co.uk/knowledge/strategy/hr/people-profession-survey",
        "https://peopleprofession.cipd.org/profession-map/",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/people-data-driving-performance",
        "https://peopleprofession.cipd.org/profession-map/core-purpose/evidence-based/",
        "https://peopleprofession.cipd.org/profession-map/core-purpose/evidence-based/",
        "https://peopleprofession.cipd.org/profession-map/specialist-knowledge/people-analytics/",
        "https://www.cipd.co.uk/knowledge/strategy/analytics",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/practitioner-guide",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/factsheet",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/evidence-based-practice-factsheet",
        "/en/the-people-profession/the-profession-map/",
        "/en/get-involved/events/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > Views and insights > Thought leadership > People profession thought leadership > Data and the people profession: is the drive for people analytics at risk of stalling?",
      "article_topics": [
        [
          "datum",
          "analytic",
          "professional",
          "show",
          "knowledge",
          "highlight",
          "performance",
          "sign"
        ],
        [
          "analytic",
          "datum",
          "professional",
          "include",
          "demand",
          "survey",
          "performance",
          "find"
        ],
        [
          "analytic",
          "function",
          "build",
          "say",
          "datum",
          "topic",
          "insight",
          "associate"
        ],
        [
          "analytic",
          "datum",
          "professional",
          "practice",
          "organisation",
          "use",
          "measure",
          "demand"
        ],
        [
          "analytic",
          "economic",
          "practice",
          "term",
          "datum",
          "investigate",
          "measure",
          "challenge"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/en/about/news/people-analytics-business-performance/",
      "title": "Capability and confidence in people analytics shown to increase business performance",
      "date": "15 Jun, 2018",
      "year": 2018.0,
      "category": "News",
      "tags": [
        "All locations",
        "People analytics"
      ],
      "description": "New global CIPD/Workday report highlights benefits of people analytics, and reveals how UK HR functions are lagging behind",
      "summary": "",
      "full_text": "This week the CIPD, in association with Workday, released new global research: People Analytics: driving business performance with people data. The report highlights an important link between people analytics and organisation business performance. The survey of 3,852 global business professionals also aimed to understand how people analytics is being used, and the value it brings to organisations.\nThe report demonstrates a clear parallel between an organisations use of people analytics and strong business performance. In fact, 65% of those who said that their organisation has a strong people analytics culture stated that their business performance was strong compared to competitors. Ed Houghton, Human Capital and Governance adviser for the CIPD reinforced this, \"the more access HR and non-HR professionals have to people data, the higher they rate their organisation's performance\".\nThe report revealed further ways in which people analytics can add value to an organisation. For example, it found that 75% of HR professionals globally who use people data are using it to tackle workforce performance and productivity issues. People data was also seen to be an effective tool in tackling key organisational challenges, such as workforce performance and productivity.\nWhile it's clear that the use of people analytics is beneficial for organisations, the report also shows that its use is far from widespread. From the survey's respondents, only 54% said that they had access to people data and analytics. Similarly:\nOnly 52% of HR professionals stated that their organisation uses people data to tackle business problems.\n39% of respondents had no access to people data within their organisation for decision making purposes.\nJust 42% of finance professionals have access to their workforce's people data.\nOn top of this, the UK has fallen behind other global regions in its use of people data. Skills and confidence for advanced analytics differed across regions, with just 21% of UK based HR professionals stating that they were confident in conducting advanced analytics, compared to 46% in South-East Asia.\nIn light of the report's findings, the CIPD and Workday have a number of key recommendations for HR practice:\nBuild people analytics skills and confidence in the HR profession. Through greater investment in people analytics skills and building it into the daily decision making process of HR professionals, confidence and capability will grow.\nMake better use of people data to better understand business risk and opportunities. Through using people data, HR professionals can better understand value creation and risk within organisations.\nMake people analytics more accessible to non-HR professionals. By encouraging an increased use of relevant people data among non-HR professionals, this can help serve wider business needs. Ed Houghton suggests \"having a centralised point for people data - through a dashboard for example - was shown to be an important driver of business outcomes\".\nTo read CIPD and Workday's report in full, click here.\nCIPD Media Centre\nIf you're a journalist or member of the press looking for more information or to speak to one of our experts, please contact our press team.\nCHAMPIONING BETTER WORK AND WORKING LIVES\nAbout the CIPD\nAt the CIPD, we champion better work and working lives. We help organisations to thrive by focusing on their people, supporting economies and society for the future. We lead debate as the voice for everyone wanting a better world of work.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "https://www.cipd.co.uk/knowledge/strategy/analytics/people-data-driving-performance",
        "https://www.cipd.co.uk/knowledge/strategy/analytics/people-data-driving-performance",
        "mailto:press@cipd.co.uk",
        "/en/about/press-releases/",
        "/en/about/purpose-impact/",
        "/en/about/Our-work/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > About us > CIPD News > Capability and confidence in people analytics shown to increase business performance",
      "article_topics": [
        [
          "release",
          "opportunity",
          "state",
          "access",
          "globally",
          "need",
          "beneficial",
          "challenge"
        ],
        [
          "find",
          "analytic",
          "rate",
          "use",
          "finding",
          "compare",
          "research",
          "highlight"
        ],
        [
          "compare",
          "datum",
          "skill",
          "professional",
          "analytic",
          "purpose",
          "society",
          "tackle"
        ],
        [
          "datum",
          "organisation",
          "analytic",
          "business",
          "professional",
          "performance",
          "use",
          "cipd"
        ],
        [
          "analytic",
          "datum",
          "organisation",
          "professional",
          "business",
          "cipd",
          "use",
          "performance"
        ]
      ]
    },
    {
      "url": "https://www.cipd.org/en/views-and-insights/cipd-viewpoint/people-analytics/",
      "title": "People analytics",
      "date": "",
      "year": null,
      "category": "",
      "tags": [],
      "description": "Explore the CIPD’s point of view on people analytics, including recommendations for employers",
      "summary": "With people analytics forming a fundamental part of evidence-based HR, people professionals need to understand organisational data – one of the four key sources of evidence.",
      "full_text": "The situation\nHistorically, the people profession has attracted few people who are highly numerate and analytical. But this is changing.\nPeople and technology are meeting halfway. People professionals are building their analytical skills and analytical tools are becoming more user friendly.\nUsing analytics to inform practice and decision making was a common theme reported in the changing roles of the profession in our People Profession 2023 report. Sixty-three per cent of respondents said they have responsibilities and influence in HR information systems or people analytics (see p12 and p16 in the report).\nCIPD viewpoint\nAll CIPD qualified people professionals should be insights focused, as outlined in our Profession Map. People analytics specialists (a sub-group of people professionals focused specifically on people analytics) should, similarly, have the people analytics specialist knowledge outlined in our Profession Map.\nPeople analytics helps you understand your people and make evidence-based decisions about them, such as improving performance, wellbeing or EDI. See our people analytics factsheet for further details.\nPeople analytics relies on good quality data from both bespoke measures and indicators from management information. Get to grips with how to understand and measure core areas of HR, such as employee and team performance.\nAs people analytics can involve monitoring and surveillance, it's important to not exploit what you gather - don't be too intrusive. If you decide to introduce employee monitoring software, be transparent about it, consult with your employees and explain why you're doing it.\nRecommendations for employers\nInvest in your people professionals by providing training and development that enhances their people analytics skills. With these skills, your people professionals will be more confident in drawing insights from data.\nInvest in your people professionals by providing training and development that enhances their people analytics skills. With these skills, your people professionals will be more confident in drawing insights from data.\nGrow your people analytics capability further by borrowing analysts and data scientists from other teams and hiring external consultants to undertake special projects.\nGrow your people analytics capability further by borrowing analysts and data scientists from other teams and hiring external consultants to undertake special projects.\nInvest in improving data and technologies that support better decision making. This includes developing indicators or measures that are robust and trustworthy, and embedding tools to analyse and present data effectively.\nInvest in improving data and technologies that support better decision making. This includes developing indicators or measures that are robust and trustworthy, and embedding tools to analyse and present data effectively.\nBuild stronger cross-functional relationships to improve the impact of people analytics.\nBuild stronger cross-functional relationships to improve the impact of people analytics.\nPeople analytics\nDiscover how to use data and research evidence to drive effective decision-making and performance\nMaking work, work.\nOur members are on a mission to help every worker thrive. So that the organisations they work for thrive too.\nBullying and harassment\nDiscover our practice guidance and recommendations to tackle bullying and harassment in the workplace.\nLinkedin\nFacebook\nYouTube",
      "links": [
        "/uk/knowledge/reports/people-profession-survey/",
        "/en/the-people-profession/the-profession-map/explore-the-profession-map/core-behaviours/insights-focused/",
        "/en/the-people-profession/the-profession-map/explore-the-profession-map/specialist-knowledge/people-analytics/",
        "/en/knowledge/factsheets/analytics-factsheet/",
        "/en/knowledge/evidence-reviews/evidence-people-performance/",
        "/en/knowledge/factsheets/analytics-factsheet/",
        "/en/topics/people-analytics/",
        "/en/knowledge/evidence-reviews/",
        "/en/about/making-work-work/",
        "/en/topics/bullying-harassment/",
        "#top",
        "https://learninghub.cipd.org/",
        "https://www.peoplemanagement.co.uk/",
        "https://shop.cipd.org/",
        "/en/learning/cipd-bookshop/",
        "/en/membership/become-a-member/",
        "/en/learning/",
        "/en/products-services/",
        "https://community.cipd.co.uk/",
        "/en/get-involved/",
        "https://careers.cipd.org/careers-home",
        "https://www.linkedin.com/company/cipd/",
        "https://www.facebook.com/CIPDUK/",
        "https://www.youtube.com/channel/UCEyTdguP_af2lt-O33qEt0g",
        "/en/help/",
        "/en/help/membership/",
        "/en/help/learning/",
        "/en/the-people-profession/the-profession-map/FAQs/",
        "/en/about/where-we-work/",
        "/en/contact/",
        "/en/accessibility-statement/",
        "/en/privacy-policy/",
        "/en/cookie-policy/",
        "/en/terms-conditions/",
        "/en/anti-slavery-policy/"
      ],
      "directory": "Home > Views and insights > CIPD Viewpoints > People analytics",
      "article_topics": [
        [
          "skill",
          "present",
          "tool",
          "historically",
          "organisational",
          "analyse",
          "bullying",
          "core"
        ],
        [
          "improve",
          "analytic",
          "specialist",
          "include",
          "team",
          "effectively",
          "make",
          "provide"
        ],
        [
          "focus",
          "team",
          "datum",
          "harassment",
          "inform",
          "confident",
          "measure",
          "borrow"
        ],
        [
          "analytic",
          "datum",
          "professional",
          "improve",
          "decision",
          "skill",
          "making",
          "evidence"
        ],
        [
          "analytic",
          "datum",
          "professional",
          "cross",
          "skill",
          "invest",
          "focus",
          "consultant"
        ]
      ]
    }
  ]
}