{
  "filtered_articles": [
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-quarterly/7-trends-that-will-shape-hr-in-2025",
      "title": "7 Trends That Will Shape HR in 2025",
      "category": "HR Quarterly > 7 Trends That Will Shape HR in 2025",
      "date": "January 14, 2025",
      "year": 2025,
      "datetime_obj": "2025-01-14T00:00:00",
      "author": "Kate Rockwood",
      "type": "Feature",
      "tags": [
        "Artificial Intelligence",
        "Benefits",
        "Civility",
        "Skills Gap",
        "Talent Acquisition"
      ],
      "full_text": "The world of work is changing at a staggering pace. From changes in talent acquisition practices to the rise in people analytics to the can’t-be-talked-about-enough impact of AI, 2025 is sure to be a year of new opportunities and new challenges driven by the need for the workforce to be increasingly flexible and skilled to meet market demands. With that in mind, SHRM experts shared their insights on seven major trends that are likely to impact HR in the year ahead.\n\n1. Skills Over Degrees\n\nMomentum is surging around skills-based hiring, which is the idea that workers’ skills and capabilities matter more than their educational background or work history. Focusing on what employees can do—not where or how they learned to do it—widens the talent pool, helps solve skills shortages, and boosts retention, says Justin Ladner, senior labor economist at SHRM.\n\nThe practice is catching on quickly: In 2024, 81% of employers practiced skills-based hiring, up from 73% in 2023 and just 56% in 2022, according to research from TestGorilla, a talent assessment platform.\n\n“The ongoing labor shortage provides a strong incentive for firms to search for ways to expand their ability to recruit and retain workers,” Ladner says.\n\nRelated: Skills-Based Hiring Is Gaining Ground\n\nDisruptive events such as the pandemic and the subsequent labor shortages, as well as the rise of AI, have taught employers that an adaptable workforce is one of the most critical ingredients in future-proofing an organization.\n\nTherefore, says SHRM CHRO Jim Link, SHRM-SCP, companies are seeking employees who are persuasive, open to learning, and able to communicate well.\n\n“We used to think about [business] sustainability in terms of things,” Link says. “Going forward, we’re going to think that way about people. Do we have the right people with the right skills and enough workforce numbers for today and tomorrow?”\n\nSome employers will also continue to rethink college degree requirements for certain roles. An analysis by Indeed found the number of job postings requiring at least a four-year degree fell to 17.8% in January 2024, compared with 20.4% in 2019. Of employers who eliminated degree requirements for some roles, 73% said they had successfully hired one or more candidates who previously would not have qualified, SHRM’s 2024 Talent Trends research reveals.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "skill",
          "seek",
          "provide",
          "sustainability",
          "pool",
          "ability",
          "ingredient",
          "assessment"
        ],
        [
          "skill",
          "ingredient",
          "base",
          "degree",
          "senior",
          "say",
          "solve",
          "insight"
        ],
        [
          "skill",
          "shrm",
          "say",
          "trend",
          "degree",
          "year",
          "shortage",
          "hiring"
        ],
        [
          "hiring",
          "practice",
          "say",
          "gap",
          "reveal",
          "go",
          "recruit",
          "sure"
        ],
        [
          "analytic",
          "sustainability",
          "tomorrow",
          "year",
          "ai",
          "quarterly",
          "analysis",
          "focus"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/executive-network/insights/people-strategy/outlook-change-hr-executives-professionals-employees-fall-2024",
      "title": "The Outlook on Change by HR Executives, HR Professionals, and Employees",
      "category": "The Outlook on Change by HR Executives, HR Professionals, and Employees",
      "date": "November 1, 2024",
      "year": 2024,
      "datetime_obj": "2024-11-01T00:00:00",
      "author": "SHRM Research",
      "type": "Feature",
      "tags": [
        "Change Management",
        "Learning and Development"
      ],
      "full_text": "As the workforce ages (and diversifies), artificial intelligence advances, employee expectations evolve, and labor market trends fluctuate, organizations face the complex challenge of how to adapt to all this change. To thrive, organizations must fundamentally rethink traditional HR strategies to align with these new realities and drive organizational success.\n\nNew SHRM research pinpoints exactly where HR executives believe these transformations are needed—employee development. A sharp focus on development is essential to address skills gaps, leadership shortages, and employees’ desire for growth and advancement, as well as organizational competitiveness. Fortunately, as SHRM research shows, HR executives have a proven track record of managing change effectively, and people managers are prepared to lead this transformation from the front lines.\n\nHere are the results from multiple SHRM research studies that surveyed HR executives, HR professionals, and U.S. workers.\n\n\n\nNo Data\n\n\n\nNo Data\n\n\n\nNo Data\n\n\n\nNo Data\n\n\n\nNo Data\n\n\n\n* * * * * * * * * * *\n\nThe Future of Employee Development: Embracing Change and Technology\n\nby Ragan Decker, Ph.D.\n\nHR executives recognize there is a need to modernize their employee development strategies. Traditionally, these strategies have been reactive, addressing immediate skills gaps or compliance needs. However, this approach is falling short in today’s fast-changing business environment.\n\nThe pace of technological advancements, exemplified by recent advancements in generative AI and automation, has created a skills gap that demands a proactive and strategic response. According to SHRM’s 2024 Workplace Power Shifts study, more than 3 in 5 U.S. workers (61%) agree or strongly agree that technological advancements have led to greater demand for specialized skills and expertise in their industry.\n\nTechnology is not only transforming the nature of work but also revolutionizing how we learn and develop. According to SHRM’s 2024 AI in HR Report, 43% of organizations are leveraging AI to support learning and development, making it one of the top three use cases for AI adoption in HR. Among organizations using AI for learning and development, 49% utilize AI to recommend or create personalized learning opportunities for employees, while 45% use it to monitor and track development progress.\n\nHowever, AI’s potential extends beyond these applications. For instance, some HR professionals report using AI for scenario-based learning, simulating real-life customer interactions or to better prepare employees.\n\nEconomic pressures are further driving the need for a revamped approach to employee development. In a competitive labor market, it’s no longer enough to offer attractive compensation. Employees today expect their employers to invest in their growth and career progression. In fact, career advancement and skill development are two of the top four primary motivations that employees give for working (see box below).\n\nTo attract and retain top talent, organizations must create an environment that supports employee development, such that workers feel empowered to acquire new skills and advance their careers. To navigate this evolving landscape effectively, organizations should consider the following actions:\n\n1. Build a strategic partnership between HR and the business. Develop a close collaboration between HR and other business units to ensure that employee development strategies align with organizational goals. By collaborating closely, HR can identify critical skills needed for future success and integrate development initiatives into broader business strategies. Empowering people managers to participate in the development process creates shared ownership and ensures that development efforts are aligned with business needs.\n\n2. Foster a culture of continuous learning. Cultivating a learning mindset throughout the organization is essential for long-term success. Create an environment where ongoing education and skill development are prioritized by incorporating learning goals into the performance management process. Encourage employees to pursue new learning opportunities, provide resources for self-improvement, and integrate learning into daily workflows to keep pace with industry changes.\n\n3. Embrace technology as an enabler. Leverage advancements such as AI, automation, and advanced analytics to enhance development initiatives. Instead of relying solely on conventional training methods, experiment with immersive simulations, gamified experiences, and other cutting-edge formats to create engaging and learning experiences.\n\nBy personalizing learning paths, predicting skills gaps, and optimizing training content, organizations can create a more targeted and effective learning experience. Investing in robust learning management systems that integrate with performance management tools is crucial. Measure and demonstrate the ROI of tech initiatives  to secure ongoing support.\n\nRagan Decker, Ph.D., is the manager of EN/ES Research at SHRM.\n\nNo Data\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "development",
          "learning",
          "skill",
          "ai",
          "change",
          "create",
          "advancement",
          "need"
        ],
        [
          "executive",
          "development",
          "ai",
          "advancement",
          "learning",
          "analytic",
          "reality",
          "potential"
        ],
        [
          "development",
          "executive",
          "change",
          "learning",
          "create",
          "technology",
          "business",
          "manager"
        ],
        [
          "pursue",
          "response",
          "advancement",
          "engage",
          "scenario",
          "labor",
          "education",
          "predict"
        ],
        [
          "shrm",
          "fact",
          "development",
          "success",
          "create",
          "track",
          "nature",
          "datum"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-quarterly/why-hr-s-data-problem-threatens-growing-ai-investments",
      "title": "Why HR’s Data Problem Threatens Growing AI Investments",
      "category": "HR Quarterly > Why HR’s Data Problem Threatens Growing AI Investments",
      "date": "June 24, 2024",
      "year": 2024,
      "datetime_obj": "2024-06-24T00:00:00",
      "author": "Dave Zielinski",
      "type": "Feature",
      "tags": [
        "Artificial Intelligence",
        "Data Security"
      ],
      "full_text": "As HR functions continue to find new uses for artificial intelligence to save time or create efficiencies, a pernicious headwind threatens to undermine their growing investments in the promising technology: HR’s historic data quality problem.\n\nHuman resources has long struggled to produce accurate and trustworthy data from the wealth of information residing in its proliferating number of technology systems and apps. The problem results from a host of issues: lax data cleaning and auditing policies, poorly integrated and often-rigid technology platforms, a dramatic rise in data complexity, and limited resources for purchasing sophisticated data orchestration or analytics tools.\n\nBut the challenge of creating more reliable and accessible data to help inform people decisions has come into stark relief with the advent of AI tools. The quality of AI’s outputs rests solely on the quality of underlying data. Inaccurate, outdated or biased people data—connected to metrics like workforce costs, recruiting performance or employee turnover—poses a rising threat to the investments companies are making in traditional and generative AI (GenAI) tools.\n\n“The application of AI on flawed data simply leads to more flawed data,” says Mary Faulkner, a principal with IA, an HR advisory firm in Atlanta. “Much like the application of automation to a flawed process, it only enhances the flaws that are already there. Worse, it covers the flawed analysis with a cloak of accountability that it has not earned. AI has the potential to be a black box if HR does not understand its data first.”\n\nGetting HR’s Data House in Order\n\nPoor data quality isn’t only an issue that affects HR functions. Recent research from Gartner found that data quality issues cost organizations an average of $12.9 million per year from flawed decision-making and increasing complexity in technology ecosystems.\n\nExperts say avoiding the cart-before-the-horse problem of implementing AI tools before HR data quality issues are addressed requires a number of strategies. Dennis Behrman, vice president of marketing for One Model, an Austin, Texas-based people analytics software firm, says organizations first need to address basic data orchestration issues to tame the growing volume of people data generated by new cloud-based HR technology platforms and apps.\n\n“There is more data flowing through the HR technology ecosystem than ever before,” he says. “That makes it a challenge to extract, orchestrate and structure that data in a way that facilitates strategic decision-making.”\n\nCompounding the challenge: Much of the new data being generated in HR today lives in unstructured formats, making it harder to collect, store and analyze. Examples of unstructured data include text responses to open-ended questions on employee engagement surveys, narratives in performance reviews, or content in video or audio formats.\n\nThe problem also manifests in the age-old challenge of accurately measuring organizational headcount, Behrman says. “If you were to sit down with the CHRO and CFO in many large companies and ask them what the company’s headcount is, you’re likely to get two very different answers,” he says. “Part of the reason is they may have different definitions of headcount—whether it includes seasonal, contract or part-time workers, for example—but part of it is a data quality issue as well.”\n\nRebecca Wettemann, CEO and principal analyst of Valoir, an Arlington, Va.-based research and analyst firm specializing in HR and AI technologies, says in addition to technology-based issues, human factors also have contributed to HR’s data quality problems.\n\n“The legitimate concerns about data security and stewardship of sensitive data were often overplayed by ‘owners’ of that data in different systems,” she says. “That meant bringing that data together in a meaningful and timely way was not just technically but politically challenging.”\n\nWettemann says institutional knowledge of complex HR systems often has been limited to only a handful of employees in organizations.\n\nLydia Wu, senior director of people strategy and operations for Panasonic Energy of North America, says the amount of data now being generated—as HR has moved from on-premises to cloud technologies—requires more frequent cleaning, validation and architecting, whether that be accomplished through internal resources or third-party vendors.\n\n“The data in the cloud has been piling up, and the bigger the pile the more difficult the solutions,” Wu says. “In HR, data cleaning can feel like a never-ending exercise, and it can be challenging to clean up and continuously improve the process at the same time.”\n\nIn some cases, the problem isn’t the lack of accurate or unified data, but rather how accessible HR data is to leaders—and how willing they are to use it to inform their decisions. A recent study from Envoy, a workplace technology platform provider in San Francisco, found that 80 percent of executives said they would have approached their company’s return-to-office (RTO) strategies differently if they’d had access to more employee data. The Envoy study found only 7 percent of executives used any employee feedback to make their RTO decisions; most simply relied on their own opinions.\n\nThe Next AI Frontier\n\nSolving the data issue is even more imperative as HR and IT accelerate investments in GenAI tools. A January 2024 survey of HR leaders from Gartner found that 38 percent of companies are piloting, planning implementation or have already implemented GenAI, up significantly from 19 percent in June 2023.\n\n“Generative AI is not a tool that extracts truth from HR data,” Behrman says. “Large language models essentially only ask, ‘Do these words make sense given the context of the prompt I was just given?’ Generative AI doesn’t ask if its answers are true or not.”\n\nHR functions seeking accurate, real-time data as a foundation for AI tools should first focus on extracting that data from disparate technology platforms, structuring it, then combining it into a robust, centralized data repository, Behrman advises.\n\n“Organizations that skip over that part … will encounter a lot of risk if they’re throwing the latest AI technology against poorly structured or unreliable data,” he says.\n\nWu believes fixing HR data issues and applying AI tools are initiatives that should happen in parallel.\n\n“If you buy an AI solution without having the right data in place, you just bought the equivalent of a really expensive paperweight,” she says. “On the other hand, if you fix your data and aren’t using an AI solution to create new efficiencies in analysis or to save your HR staff time, you’ll be lagging behind the market.”\n\nClarity Around HR Data Strategy, Governance\n\nAddressing HR data quality issues should start with creating sound data strategy. “That includes agreement on what data should be called, how it is collected, where it should be stored and how it is audited,” says Kimberly Carroll, managing principal with IA.\n\n“On the data side, it’s critical to first get clear on your philosophy,” Wu says. “What things do you want to measure, how will you design your HR and recruiting systems to capture data for those metrics, how do you want to deliver analytics throughout the organization, how deeply do you as an HR function want to get into data architecting and process engineering, and how much of that do you want to leave to IT? Once those questions are answered it becomes easier to focus on cleaning and auditing your data and bringing in AI tools.”\n\nIA’s Faulkner says it’s also important for organizations to establish clear HR business process and systems governance policies. Without proper governance—which includes clearly assigned roles and responsibilities across functions for data quality, integration, security, regulatory compliance and more—there is little accountability and ownership of data, which becomes a particular issue during auditing.\n\nClarifying the HR data strategy should begin now. “If you look back at the last decade, every HR technology innovation required high-quality data to succeed,” Wu says. “Without properly cleaned, structured and integrated data, the duct tape and chicken wire can only last so long for HR professionals.”\n\nDave Zielinski is a freelance business journalist in Minneapolis.\n\nQuality HR Data: Fuel for Next-Generation People Analytics Software\n\nAnother compelling reason for HR to create more accurate, unified people data is the arrival of a new generation of people analytics software that makes it easier than ever to draw meaningful insights from large datasets.\n\nAnother compelling reason for HR to create more accurate, unified people data is the arrival of a new generation of people analytics software that makes it easier than ever to draw meaningful insights from large datasets.\n\nTechnology analysts say the migration to the cloud has enabled HR functions to adopt more agile applications with more sophisticated and user-friendly data analytics and reporting capabilities.\n\n“We’re seeing people analytics—both those embedded in broader HR applications as well as standalone platforms or apps—with more drag-and-drop and low-code or no-code data integration capabilities that lower the learning curve and speed time to analysis,” says Rebecca Wettemann, CEO and principal analyst of Valoir, an HR advisory firm.\n\nSoftware vendors also now routinely provide analytics dashboards in their products that help users visualize key measures like voluntary turnover, total cost of the workforce, or the connection between employee engagement and employee performance.\n\n“Such dashboards can make data more easily available and understandable to both everyday HR users and business partners,” says Lydia Wu, senior director of people strategy and operations for Panasonic Energy of North America.\n\nThe caveat, experts say, is that even the most attractive and user-friendly people analytics dashboards will do little good if their underlying datasets include incorrect, biased or outdated information.\n\nExtracting actionable insights from demographic, recruiting, performance, compensation and other HR data also is a strength of next-generation AI tools, experts say.\n\n“By using AI, HR can digest data and identify anomalies more quickly and deliver insights on large volumes of unstructured data in a way that’s never been possible before,” Wettemann says. “AI also can automate many labor-intensive tasks that can free up time for data hygiene.”\n\nShe notes that AI also has the ability to quickly expose where those data hygiene issues lie, which “may create some ‘emperor’s new clothes’ moments for HR teams with lax or messy data practices.” —D.Z.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "datum",
          "ai",
          "technology",
          "say",
          "help",
          "poor",
          "dashboard",
          "likely"
        ],
        [
          "datum",
          "ai",
          "say",
          "technology",
          "data",
          "issue",
          "quality",
          "tool"
        ],
        [
          "datum",
          "dennis",
          "say",
          "organizational",
          "grow",
          "foundation",
          "year",
          "embed"
        ],
        [
          "datum",
          "ai",
          "executive",
          "approach",
          "find",
          "market",
          "incorrect",
          "strategy"
        ],
        [
          "datum",
          "strategy",
          "say",
          "analytic",
          "ai",
          "tool",
          "issue",
          "quality"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/benefits-compensation/credit-scores-fall-fico-financial-wellness-employer-impact",
      "title": "Credit Scores Fall for First Time in a Decade",
      "category": "Compensation & Benefits > Credit Scores Fall for First Time in a Decade",
      "date": "March 11, 2024",
      "year": 2024,
      "datetime_obj": "2024-03-11T00:00:00",
      "author": "Kathryn Mayer",
      "type": "In Focus",
      "tags": [
        "Compensation",
        "Wellness Benefits"
      ],
      "full_text": "In the latest evidence of employees’ precarious financial situations, Americans’ average credit score dipped for the first time in a decade as more borrowers fell behind on payments.\n\nThe national average FICO score was 717 as of October 2023, down from 718 in July, according to FICO, a data analytics company that focuses on credit scoring services. Increasing missed payments and mounting consumer debt are contributing factors to the decrease in credit scores, FICO said.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "score",
          "credit",
          "fall",
          "decade",
          "time",
          "fico",
          "benefit",
          "compensation"
        ],
        [
          "increase",
          "analytic",
          "financial",
          "data",
          "late",
          "score",
          "say",
          "benefit"
        ],
        [
          "time",
          "factor",
          "score",
          "debt",
          "financial",
          "data",
          "late",
          "miss"
        ],
        [
          "dip",
          "precarious",
          "october",
          "miss",
          "situation",
          "american",
          "compensation",
          "focus"
        ],
        [
          "july",
          "benefit",
          "accord",
          "increase",
          "national",
          "american",
          "consumer",
          "contribute"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/predictive-analytics-can-help-companies-manage-talent",
      "title": "Predictive Analytics Can Help Companies Manage Talent",
      "category": "HR Magazine > Predictive Analytics Can Help Companies Manage Talent",
      "date": "March 13, 2023",
      "year": 2023,
      "datetime_obj": "2023-03-13T00:00:00",
      "author": "Kate Rockwood",
      "type": "Feature",
      "tags": [
        "Global Mindset",
        "Inclusion and Diversity",
        "Organizational & Employee Development",
        "Promotion",
        "Talent Acquisition",
        "Technology",
        "Vendors and Software"
      ],
      "full_text": "​Crystal balls might not exist, but that doesn’t mean companies don’t have the ability to gaze into the future. Hidden among hiring choices, performance reviews and employee engagement surveys are patterns that can help employers make strategic, evidence-based decisions about the future. The trick is knowing how and where to look.\n\nEffectively engaging in predictive analytics—using past and present data to foretell future events—can help organizations make hiring decisions, anticipate skills shortages, head off employee attrition and react to the next major disruptive event.\n\nAll of that explains why the use of predictive analytics has grown by almost 50 percent in the last three years, according to a 2022 SkyQuest Technology survey. Business leaders who use workforce analytics say they have a better understanding of their talent needs than those who don’t, and they are more satisfied with their overall HR function.\n\nYet the survey also revealed that 42 percent of companies aren’t using workforce analytics at all. That can lead to missed opportunities and the continuation of wrong assumptions.\n\nHR leaders at CUNA Mutual Group, an insurance company based in Madison, Wis., recently discovered just how valuable regular reviews of their company’s diversity, equity and inclusion (DE&I) metrics could be. While looking at their hiring processes, they came across an unexpected reason for why they weren’t drawing as many candidates of color as expected.\n\n“The analytics helped us understand that we were seeing a different cycle between when a job was posted and when candidates of color were applying,” says Linda Nedelcoff, executive vice president and chief strategy and human resources officer for the 4,000-employee company. “They were generally applying later in the posting cycle.”\n\nBy reviewing the data, the HR team learned that they may have unintentionally been excluding some candidates of color by building job candidate lists too soon after posting a job opening. That introspection led them to ask hiring managers to make some immediate changes: post job openings to sites that attract more people of color, in addition to using general job boards; leave each posting up for a minimum of two weeks; and consider the entire candidate pool as a whole, no matter how each person discovered the job opening.\n\nAs a result, CUNA Mutual Group’s hiring rate for people of color now exceeds industry benchmarks, Nedelcoff says.\n\n“Don’t be afraid to look back in your rearview mirror every once in a while,” she says. “The foundation is so important. If your foundation isn’t as strong as you think, you might build something unintentionally.”\n\nOrganizations of all sizes can benefit from studying their past and present data and using it to anticipate what the future may hold and how they should react to it. It’s important to note, though, that predictive analytics doesn’t simply mean perpetuating past patterns into the future.\n\n“That’s only a good practice if you think your organization is perfect,” says Heather Whiteman, who specializes in people analytics as an assistant teaching professor at the University of Washington and has held HR executive roles. “If you think your organization is not quite where you hope it should be, then take every predictive analytics model under the assumption that this is what led to where we are and not where we want to be.”\n\nNo Data\n\nSmarter Hiring\n\nFor many companies, hiring and growth are natural starting points for using predictive analytics, because these HR functions are considered critical to business strategy. In fact, 83 percent of talent leaders say hiring has escalated from an HR priority to a business-level priority, according to a 2022 Talent Acquisition Trends study by Lighthouse Research & Advisory, an Austin, Texas-based company that uncovers key trends and technologies in HR.\n\n“Because of that elevation of HR leaders, they are in front of a brighter spotlight than ever before and they need to know what’s going on,” says Ben Eubanks, chief research officer for Lighthouse. “Predictive analytics can help them.”\n\nIt’s not enough for HR to simply know their headcounts. Instead, HR leaders are often expected to anticipate future skills needs and identify attrition concerns and solutions. In a modern workforce, that means organizations should make hiring decisions based on the skills needed not just for today’s employee, but also for tomorrow’s new recruit.\n\n“Organizations should be hiring for capabilities, not just past performance,” Whiteman says.\n\nShe recommends considering qualities such as adaptability, creativity and interest in learning because these attributes could signal that a prospective employee—or an existing one—would be able to thrive in a changing environment. That’s key, considering half of global employees are expected to need to upskill or reskill by 2025 to perform new job duties and use new technologies, according to research from the World Economic Forum.\n\nTraditionally, though, organizations have focused on hiring new employees based on their fit for the role at hand. And they do so largely by comparing candidates’ resumes and interviews, says Eubanks, author of Artificial Intelligence for HR: Use AI to Support and Develop a Successful Workforce (KoganPage, 2018).\n\nPredictive analytics, however, can potentially provide much deeper insights by comparing a job candidate to a profile of an organization’s top employees. Companies can build a model of an “ideal” employee based on the skills, attributes and experience of employees who have thrived at the organization.\n\nThe idea isn’t to create a team of cut-and-paste copies, but rather to identify some of the traits that could allow employees to excel in a specific organization. Then recruiters can use this model, combined with technology such as applicant tracking systems, to help refine a list of job candidates.\n\nIn a tight labor market, that can make all the difference by shortening time-to-hire and finding candidates who are more likely to succeed and stay. However, organizations need to be careful to avoid perpetuating bias in their hiring and promotion practices, Whiteman says. For example, in the past, the majority of a company’s most successful managers may have predominantly come from a specific background. But that assumes that over the years, everyone has been given similar opportunities, which often isn’t the case, she explains.\n\nShe recommends that HR leaders use a simple technique to determine whether their approach is fair: Ask “why” five times to test hypotheses and help uncover the true reasons behind the results. Developed by Japanese industrialist Sakichi Toyoda, the “5 Whys” technique helps get to the root cause of a problem. If a deadline was missed, ask why. After the first answer, ask why again. Keep it up to get to the real problem.\n\nRetaining Top Talent\n\nHiring an employee is, of course, only half the battle. The other key consideration is how to keep them. Employee retention is an area where companies can make good use of predictive analytics.\n\nData that most HR departments or organizations already track—employee engagement levels, time since last promotion, performance review ratings—can be plugged into predictive software to help identify factors that point to employees who are “flight risks.” Identifying why employees are likely to leave a company can help HR take measures designed to prevent them from leaving. In the long run, that can save companies money on hiring, training and lost productivity.\n\nMaking small changes to HR processes can help counter some common reasons employees are likely to leave a job. Take dissatisfaction with compensation and lack of interaction with their manager, for example. Eubanks recommends organizations look at tools they can introduce into the manager’s workflow to remind them to check in on their employees. “Managers are busy. They’re pressed for time. And so you can use a tool that gives them a nudge,” he says.\n\nIt might call out that they haven’t had a one-on-one with a team member in two months or that the person hasn’t had a pay change in two years and is now below the benchmark for the position, Eubanks explains.\n\nA recent Gallup survey proves how powerful it can be to have managers regularly engage with their employees. While only 1 in 3 global employees strongly agree that someone has talked to them about their progress in the past six months, employees who receive meaningful feedback at least weekly are half as likely to be on the lookout for a new job, the survey results show.\n\nWhiteman cautions that predictive attrition models should focus on larger groups, such as teams and departments, rather than solely on individuals. Singling out a specific employee as being at risk of leaving could turn that prediction into a self-fulfilling prophecy. A manager who believes John Doe is looking to leave the company might suddenly start treating John differently by, for example, withholding a promotion or not assigning him critical work. These factors could cause John to want to leave the company if he wasn’t already considering it.\n\n“If it’s done at the individual level, it can harm the individual,” Whiteman says. “And what’s wrong with trying to preserve everyone on your team versus just one person?”\n\nBATTLING BIAS\n\nMany people believe that the best predictor of future behavior is past behavior.\n\nBut it can be a major mistake for HR leaders to assume that employee behavior can be explained and predicted based solely on what has happened before.\n\n“The ethical piece is that if you’re making decisions about people and you’re using those data points, you have to understand what people are thinking and feeling,” says Ben Eubanks, chief research officer for Lighthouse Research & Advisory, based in Austin, Texas.\n\nThe best way to use predictive analytics is to marry data drawn from many sources with human insights, according to Michael Moon, director of people analytics at Viasat, a global communications company with 6,850 employees based in Carlsbad, Calif.\n\n“You need to gather multiple sources of evidence and conscientiously and judiciously evaluate that evidence for its value and usefulness,” Moon says.\n\nOtherwise, it can be too easy to perpetuate past biases into the future. Small sample sizes and poor handling of missing data can lead to high risk of bias in prediction models powered by machine learning, research shows.\n\nSuch could be the case when organizations decide whom to promote, says Heather Whiteman, who focuses on people analytics as an assistant teaching professor at the University of Washington. Many organizations rely heavily on performance reviews and feedback from an employee’s manager, yet that person may not always be the best equipped to assess the individual’s performance, Whiteman says.\n\nThat’s why she recommends that companies conduct an organizational network analysis to “learn who works with whom and have those people weigh in on performance.”\n\nCompanies also should have specific policies about how they use and protect the data they collect on employees. For example, Moon says, if an organization uses employee monitoring software to assign employees productivity scores, HR should track the data but should not tell employees—and perhaps not even their managers—the scores. That’s because true productivity can’t be measured solely based on how long employees spend on “provable” work, and reliance on such scores can wind up stigmatizing or demoralizing employees rather than motivating them to work harder.\n\nAnd while some employees may appreciate data-driven insights about themselves, others may find the revelations intrusive. Whiteman recommends that HR professionals take a “don’t be creepy” approach to deciding how to use the data they’ve collected.\n\n“If you ask yourself, ‘Is it creepy?’ and you pause at all, don’t use it,” she says. —K.R.\n\nWhere to Focus\n\nDespite strong buy-in from business leaders, only 20 percent of organizations are using analytics extensively, the SkyQuest survey found. The main obstacles cited are a lack of funds, a lack of skills and a lack of data.\n\nThese struggles can be experienced by companies both large and small. Larger companies may feel overwhelmed by too much data, while smaller ones may not have enough data from which to draw useful conclusions. For example, looking at historic data on why female managers leave a company may not be particularly useful for companies that have had only a few female managers. But there are steps HR can take to address these issues.\n\nFor companies that might not have the money to hire analytics experts or purchase new software, Nedelcoff recommends checking in with other departments in the company or with contacts in professional organizations who have had success using analytics. For CUNA Mutual Group’s HR department, that meant adopting technology being used by another department for HR’s purposes.\n\n“Our options were: We could go out and buy and build the perfect tool, or we could [use an existing company tool] and customize it for our own purpose,” Nedelcoff says. “We decided to leverage existing company tech resources even though they were originally designed for customer solutions.”\n\nAs a bonus, the work of vetting the software had already been done.\n\nIt can also be useful to focus on using predictive analytics in a few key areas, instead of trying to make forecasts for multiple areas all at once.\n\n“Think about your most important strategic initiatives. During the pandemic and Great Resignation periods, hiring analytics have been really important,” Nedelcoff says. “Rather than wide breadth, our company focuses on the most critical and then focuses on the next critical. But if you have larger capability and capacity, you might focus on three to four streams.”\n\nCUNA Mutual Group chose to focus on using predictive analytics for planning DE&I efforts throughout the company.\n\nThe company also relies on analytics to evaluate and customize how it trains managers. HR leaders combine behavioral science principles with behavioral analytics for individual managers to determine which managers would appreciate what types of training at what stages of their careers.\n\n“Often, we give managers a lot of training when they’re new, and much of it won’t be applied until a certain moment in their career,” Nedelcoff says. “What if we offer training when it’s most needed instead? Maybe that feature becomes more useful at the three-month mark, not day one. By studying scientifically, you can learn to cater those resources to be much more beneficial for that period of time.”\n\nAbove all, people analytics experts agree that it’s important for businesses not to forget the human element when making predictions about the future.\n\n“Because these are people’s lives and their livelihoods,” Whiteman says, “everything needs to be for people, not just about people.”\n\nKate Rockwood is a freelance writer based in Chicago.\n\nImages by gonin / shutterstock.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "leave",
          "analytic",
          "harm",
          "overwhelmed",
          "whiteman",
          "result",
          "score",
          "scientifically"
        ],
        [
          "analytic",
          "say",
          "predictive",
          "manager",
          "datum",
          "use",
          "help",
          "hire"
        ],
        [
          "say",
          "manager",
          "candidate",
          "use",
          "predictive",
          "whiteman",
          "analytic",
          "department"
        ],
        [
          "datum",
          "cause",
          "whiteman",
          "wide",
          "analysis",
          "focus",
          "customer",
          "understanding"
        ],
        [
          "analytic",
          "hire",
          "say",
          "base",
          "help",
          "datum",
          "leader",
          "use"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/new-shrm-recertification-providers-july-2022",
      "title": "New SHRM Recertification Providers for July 2022",
      "category": "New SHRM Recertification Providers for July 2022",
      "date": "July 21, 2022",
      "year": 2022,
      "datetime_obj": "2022-07-21T00:00:00",
      "author": "",
      "type": "Viewpoint",
      "tags": [
        "Consultation"
      ],
      "full_text": "Take the guesswork out of the recertification process for maintaining your SHRM-CP or SHRM-SCP credential.\n\nWhen you see the SHRM Recertification Provider seal, you know these programs have been preapproved for professional development credits. Here are the latest companies to be approved as SHRM Recertification Providers. Congratulations!\n\nNo Data\n\nNew Providers and Available SHRM Recertification Courses\n\n​Provider Website\n\n​BAL\n\n​www.bal.com\n\n​Business Methodologies International Global Consulting, LTD (BMICG)\n\n​www.BMIGC.net\n\n​Catto & Catto\n\n​www.catto.com/\n\n​Center for Respectful Leadership\n\n​www.centerforrespectfulleadership.org/\n\n​Echelon Front\n\n​www.echelonfront.com/\n\n​Hound Labs\n\n​www.houndlabs.com/\n\n​HRBuffalo\n\n​www.hrbuffalo.com\n\n​Innovative Staff Solutions\n\n​www.staffsolutions.com\n\n​JLA Analytics, LLC\n\n​www.jlaanalytics.com\n\n​Lever\n\n​www.lever.co/\n\n​Matthew Kutz\n\n​www.matthewkutz.com\n\n​My HR Professionals\n\n​www.myhrprofessionals.com\n\n​Pathways at Work\n\nwww.pathways.com​\n\n​Robin Powered Inv\n\n​www.robinpowered.com\n\n​Roffman Horvitz, PLC\n\n​www.roffmanhorvitz.com\n\n​Smith Assembly\n\n​www.smithassembly.com\n\n​Texas A&M University - Commerce\n\n​www.tamuc.edu\n\n​trueU\n\n​www.trueu.com\n\n​Trust Edge Leadership Institute\n\n​www.trustedge.com\n\n​TST Academy\n\n​www.top-egypt.com\n\n​Weinberg Wheeler Hudgins Gunn & Dial\n\n​www.wwhgd.com\n\n​Wellable\n\n​www.wellable.co\n\n​Wellness Council of Indiana\n\n​www.wellnessindiana.org",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "recertification",
          "new",
          "academy",
          "consulting",
          "edge",
          "kutz",
          "credential",
          "available"
        ],
        [
          "university",
          "leadership",
          "approve",
          "july",
          "academy",
          "scp",
          "maintain",
          "inv"
        ],
        [
          "cp",
          "plc",
          "inv",
          "institute",
          "ltd",
          "horvitz",
          "late",
          "academy"
        ],
        [
          "know",
          "kutz",
          "approve",
          "process",
          "edge",
          "analytic",
          "maintain",
          "catto"
        ],
        [
          "shrm",
          "recertification",
          "provider",
          "new",
          "leadership",
          "professional",
          "july",
          "institute"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/all-things-work/employing-older-workers",
      "title": "Employing Older Workers",
      "category": "All Things Work > Employing Older Workers",
      "date": "February 5, 2022",
      "year": 2022,
      "datetime_obj": "2022-02-05T00:00:00",
      "author": "Joanne Sammer",
      "type": "Feature",
      "tags": [
        "Age",
        "Global Mindset",
        "Inclusion and Diversity",
        "Talent Acquisition",
        "Workforce Planning"
      ],
      "full_text": "As a health care provider operating in a tight labor market, Allegheny Health Network in Pittsburgh needs to not only retain its current workers but also find new pools of potential employees. So why not target people who have retired or taken a break late in their careers?\n\n\"We knew there were a lot of nurses who kept their licenses current even though they were not practicing,\" says Claire Zangerle, the organization's chief nurse executive. She heard again and again that these nurses, and many other health care workers, were reluctant to return to work because of the lack of flexibility in scheduling and the long hours required per shift.\n\nTo address these concerns, Allegheny Health developed a program, which kicked off in 2017, to provide more flexibility for these professionals. \"Flexible scheduling is the foundation of the program,\" Zangerle says. \"If they don't want to work eight- or 12-hour shifts, we needed to let them work fewer hours per shift, but at least a four-hour block of time,\" she says. \"There is never a time when we don't need an extra set of hands.\"\n\nThe program, which is also available to current employees who want a change of status or schedule, has allowed the organization to retain some older nurses who are concerned about the physical toll full-time practice takes on them. \"They may want to retire because they don't know how much longer they can do the work,\" Zangerle says.\n\nThe initiative has become even more relevant lately. As the pandemic took hold in the U.S., the number of workers retiring increased. At the same time, the number of retired workers returning to the workforce declined. But this largely untapped pool of workers may be willing to return to work under the right circumstances.\n\nThe Federal Reserve Bank of Kansas City estimates that 2.8 million U.S. workers under age 75 have retired since February 2020. This represents a significant pool of potential employees for Allegheny Health and the countless employers across the country that are desperate to hire workers.\n\n\n\nPaving the Way\n\nIn a 24/7/365 work environment, flexible scheduling at Allegheny Health requires flexibility by management as well. People managers need the permission and freedom to be creative, along with the training and technology necessary to support these efforts.\n\nIn addition, nurses returning after time away need refreshers to ensure their clinical skills are up-to-date. This includes shadowing a nurse in a practice area where they want to work \"to get their legs back,\" Zangerle says. \"It's all about re-entry.\"\n\nThis type of retraining is often essential for older workers returning to the workforce after any length of time. The longer people are away from work, the harder it can be for them to return. Their skills can become outdated as technology and work processes change and the speed of everyday work increases. People who left the workforce when the pandemic began in March 2020 and now want to return to work may face significant challenges in doing so.\n\nGeneral Motors' Take Two program focuses on facilitating the return process for workers who have been out of the workforce for at least two years. While the program does not target any specific age demographic, it builds an on-ramp back to work for older workers by providing 12 weeks of onboarding, mentoring and orientation.\n\n\"This is designed to help them hit the ground running,\" says Tamberlin Golden, the company's executive director of workforce strategy. \"When they come back to the workforce, they don't have to figure it out on their own.\"\n\nThe program provides training in certain areas, including technology, to help participants expand and refresh their professional skills. Participants have worked in a number of areas in the company, including finance, software programming and software data analytics.\n\nEach worker in the program meets weekly with a mentor to discuss progress and challenges on the job. \"This is the time to assess opportunities for development and ensure access to self-paced learning to enhance their professional skills based on the recommendations set for them,\" Golden says.\n\nEmployers that are looking to build their own programs to help older workers transition back to the workplace can start with a pilot program. Make changes over time in accordance with participant and manager feedback and the performance of program alumni based on metrics such as retention levels. \"Start small and nurture the process,\" Golden recommends.\n\nThroughout the COVID-19 pandemic, many older workers left the workforce to retire early, take a break because of caregiving responsibilities or attend to health concerns. The pace of retirements was especially brisk early in the pandemic. As a result, employers that want to recruit from this pool of potential workers are likely to find it is larger than expected.\n\nThe percentage of the U.S. population that is retired increased 1.3 percentage points between February 2020 and June 2021—most of which occurred during the height of the first wave of the pandemic and well before the first vaccines became available. By contrast, from 2010 to 2020, the number of retired workers increased only 0.3 percentage points, according to an analysis conducted by the Federal Reserve Bank of Kansas City.\n\n\"If the retirement share had risen at its 2010-2020 pace, the number of retirees would have increased by 1.5 million during the pandemic. Instead, the number of retirees increased by 3.6 million,\" according to the analysis. —J.S.\n\nDon't Forget Retention\n\nIt's also important to encourage older workers to remain on the job. \"Employers are starting to see years of knowledge walk out the door,\" says Candice Pokk, an organizational effectiveness consultant with benefits and human resources consulting firm Segal. In some cases, employers may not recognize what knowledge they will be missing until they need it. \"This could be someone working in the facilities department who knows how to handle hazardous materials or knows how to work a specific, but very important, valve on a piece of equipment,\" she says.\n\nTo avoid a knowledge drain, an organization's leaders need to keep tabs on retirement risks in the workforce and where those departures would leave the organization most vulnerable. With that information, employers can develop interventions to either capture older workers' knowledge before they retire or negotiate arrangements to keep them working longer.\n\n\n\nNo Data\n\n\"The most crucial metric is the percentage of employees retiring over the next five years,\" Pokk says. \"To retain older workers, employees need to have open and honest conversations about the employee's plans, how to handle knowledge transfer, and what the employee would need and want in order to stay on the job longer.\"\n\nHowever, any delay in retirement should be mutually beneficial, with goals attached. \"Companies don't want to retain just to do so,\" Pokk says. \"Be thoughtful about why you need to keep employees and what they are going to do if they stay.\"\n\nWhile many people focus on financial reasons for continuing to work, employers can also emphasize the sense of connection and affiliation that comes with having a job. Older workers drawn to these links may elect to stay on longer in a different role.\n\nFor example, such a role could revolve around coaching and mentoring younger employees who will step into the older worker's job when the time comes. A departing employee in this role also could dedicate a specific period of time to focus on knowledge capture before retiring. For example, the employee could be shadowed by other workers or make videos to create a knowledge archive of the work and what others need to know.\n\nExit interviews are a good time to discuss whether the employee is willing to stay with the organization in some other capacity, such as serving in a consulting role or doing project work. In this case, the employee could choose when and how the work is done.\n\nAt Allegheny Health, the organization strives to find the right approach for each individual. That might include the option of a hybrid position with a mix of work in the clinical setting and work that can be done on a computer from home. \"The key is to find ways to use their knowledge capital,\" Zangerle says.\n\nPart-time work or phased retirement can be important ways to keep people in positions that are hard to fill. For example, truck drivers, skilled tradespeople, and facilities and maintenance personnel are increasingly difficult to find, so employers may be able to persuade them to stay on by offering reduced hours, job sharing or increased wellness benefits to help them manage the physical demands of these roles.\n\nNo Data\n\nMaking It Work\n\nFrom a business standpoint, employers should be prepared to measure the impact of these re-entry or retention programs. \"Getting people back requires a lot of effort and energy, and employers don't always see a good return on that investment of time,\" Zangerle says.\n\nTo gauge the effectiveness of these initiatives, employers can look for improvements in retention levels, recruiting costs, time to fill vacant positions and staff workload, as well as quality scores and employee engagement levels.\n\nImportantly, employers should find ways to make older workers feel welcome and supported. For example, \"bringing a group of older workers on board at the same time can create a cohort effect as these workers bond during the transition back to work,\" says Carol Fishman Cohen, CEO of iRelaunch, a Miami-based consulting firm specializing in career re-entry. \"These people can be each other's sounding boards and cheerleaders.\"\n\nJoanne Sammer is  a New Jersey-based business and financial writer.\n\nExplore Further\n\nSHRM provide information and resources to help business leaders find and attract talent to meet their organizations' workforce needs.\n\nSHRM Toolkit: Employing Older WorkersFew organizations have taken steps to prepare adequately for issues associated with older workers remaining on the job, leaving the workforce or seeking new employment opportunities.\n\nAttracting and Retaining Older Workers to Your WorkplaceAlthough older workers today are better educated, live longer and stay in the workplace longer than those of previous generations, discrimination and outdated assumptions about them persist. Breaking down age bias can help organizations during the labor shortage.\n\nRecruiting Retirees: Opportunities, Barriers and Best PracticesCompanies are getting increasingly desperate, but desperation can spark new ways of thinking about how to fill vacancies. Often overlooked are retirees that represent a largely untapped source of promising talent to help stem the impacts of the Great Resignation.\n\nWelcoming Back Retired EmployeesIn a tight labor market, many companies are leaving no stone unturned. Some are looking to retired employees to fill open positions. While hiring retirees can present challenges, employers say there are numerous benefits.\n\nSHRM Resource Hub Page: Overcoming Workplace BiasAll workers have the right to equal opportunity in employment, free from discrimination, prejudice and bias. Encompassing more than legal compliance, HR's role in equal opportunity at work has the capacity to change lives and society. These resources will help you navigate this crucial work.\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "worker",
          "improvement",
          "previous",
          "step",
          "include",
          "retire",
          "allegheny",
          "training"
        ],
        [
          "old",
          "workload",
          "long",
          "relevant",
          "encompass",
          "away",
          "reason",
          "video"
        ],
        [
          "worker",
          "program",
          "facility",
          "nurse",
          "stay",
          "address",
          "analytic",
          "improvement"
        ],
        [
          "worker",
          "hour",
          "say",
          "old",
          "program",
          "point",
          "zangerle",
          "board"
        ],
        [
          "worker",
          "old",
          "time",
          "say",
          "need",
          "retire",
          "program",
          "return"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/workforce-planning-age-covid-19",
      "title": "Workforce Planning in the Age of COVID-19",
      "category": "HR Magazine > Workforce Planning in the Age of COVID-19",
      "date": "December 1, 2020",
      "year": 2020,
      "datetime_obj": "2020-12-01T00:00:00",
      "author": "Tam Harbert",
      "type": "Feature",
      "tags": [
        "Business Acumen",
        "Employee Relations",
        "Leadership & Navigation",
        "Retention",
        "Talent Acquisition",
        "Workforce Planning"
      ],
      "full_text": "W​hen COVID-19 hit, the staff at Henry Ford Health System in Detroit was nearly overwhelmed by patients. Suddenly, the organization needed more workers, especially ICU nurses and environmental services staff responsible for infection control.\n\nThe health system, which comprises six hospitals and employs 33,000 people, quickly built a new program for cross-training called Ready Talent. The hospitals used it to train other staff to be “runners” for ICU nurses so that these highly specialized employees could devote 100 percent of their time to critical, lifesaving work, says Sarah Sheffer, director of strategic workforce planning.\n\nThe organization is now improving the program. In the current pilot, it’s training employees in three disciplines—environmental services, food service and transport—so they can be easily shifted to wherever the greatest needs are.\n\nThe program is good for both the organization and the employees. First, it improves the hospitals’ ability to fill staffing shortages in a crisis, since employees from food service could move to environmental services, for example. Second, “it offers an opportunity for team members to have different career growth paths,” Sheffer says. “They aren’t held to just advancing in one department.”\n\nThe events of the past year have prompted many organizations to take a closer look at midterm and long-term workforce planning strategies. In traditional workforce planning, a company analyzes its workforce and determines how to prepare for future staffing needs. It conducts a systematic assessment of workforce content and composition issues, including projected candidate availability, then determines what actions to take, such as hiring more software programmers or preparing for a wave of retirements. The goal is to ensure that the organization will have the right people with the right skills in the right jobs to accomplish its goals and objectives in the years to come.\n\nNo Data\n\nIn many companies, however, workforce planning has been little more than a headcount exercise, says Todd Brodie, SHRM-SCP, a management consultant at CAID Associates in Orlando, Fla. What’s needed, he says, is a strategic plan that aligns with the business’s overall goals, whether they involve increased profits or better performance. Brodie estimates that only 40 percent to 50 percent of employers have an effective, strategic workforce plan—that is, one that takes care of employees, increases their engagement, and builds skills and capabilities for workers and the organization.\n\nThe pandemic has created “a massive opportunity to make changes,” says Al Adamsen, founder and CEO of People Analytics & Future of Work, a San Francisco-based events planner and global network advocating the ethical use of people data. Many companies, for example, have formed crisis management teams with representatives from HR, information technology, operations and legal. Adamsen argues that such strategic teams should have been there all along, and he hopes companies make them permanent.\n\nSeveral trends that impact the workforce, including digitization and automation, remote work, and demand for independent contractors, have emerged as a result of the pandemic, according to Bryan Hancock, a partner at McKinsey & Co. and global leader of its talent management practice.\n\n“We’ve had five years of change in five months,” Hancock says. This has caused companies to step back and re-examine their workforce planning processes. A May survey of executives by McKinsey found that 33 percent planned to spend more on workforce planning over the next year, ranking it a higher priority than recruiting, learning and development, and engagement.\n\nIn particular, experts say, companies are:\n\nForming more-varied, short-term scenarios as part of their long-term planning and revisiting those plans more often.Improving their ability to easily and quickly retrain, cross-train and redeploy staff. Reimagining how they recruit, retain and redeploy employees in a world where more people work remotely and the use of independent contractors is growing.Emphasizing benefits to protect the emotional, mental and physical health of their employees.\n\nChange of Plans\n\nThe most substantial development in workforce planning is reiterative planning in shorter time frames, experts say.\n\nBrian Kropp, group vice president and chief of research of Gartner’s HR practice, says consultants at the firm used to tell clients to follow the advice of hockey legend Wayne Gretzky: “Skate to where the puck is going, not to where it’s been.” In the business world, the quote has often been used to illustrate the need for innovation.\n\nBut now, since no one can predict where the puck will be, Gartner consultants tell clients to “skate with the puck.”\n\n“You have to make more incremental adjustments to how the world is moving, rather than try to predict where the world’s going to be,” Kropp explains.\n\nHe recommends adjusting plans every three months while maintaining a broad, long-term vision of three to five years. Skills requirements, for example, are now changing at a faster rate than ever, so Kropp says the key is to hire for broad skill sets and then train narrowly as needs develop.\n\nIt’s probably safe to assume that a company will need people with data analytics and software programming skills in the next five years, for example. But while it may need Python programmers today, no one knows what new programming language will be hot in a few years, Kropp says. So a good strategy for employers is to hire people with excellent programming skills and a willingness to continue learning, then make sure the organization has effective training structures in place.\n\nNo Data\n\nKnow Your People\n\nLike Henry Ford Health System, many organizations realize that they need to be able to retrain and redeploy their employees faster and more efficiently. In some cases, that means collecting and analyzing additional and better data on employee skills and experience to more easily identify the best internal candidates for open positions.\n\nAdobe is one company working on that. It effectively redeployed staff during the pandemic based mostly on managers’ personal knowledge of employees and their skills, says Michelle\n\nDeneau, head of employee insights and technology at the San Jose, Calif.-based company, which has 22,000 employees.\n\n“Leaders of business units know their talent well, so those relationships were tremendously helpful,” Deneau explains. However, “Adobe’s been so high-growth for so long that the idea of needing to redeploy talent was a bit new for us,” she says. “In the future, we want to improve our central repository of skills data.”\n\nAshley Inman, SHRM-SCP, HR manager at Spire Consulting Group LLC, a construction engineering consulting company in Austin, Texas, says knowing “which staff are cross-trainable and might be rotated around to many different kinds of projects or roles” makes an organization more resilient. Not only can a company identify and better utilize the talent it has, but it doesn’t have to spend the time and money to recruit and hire new talent, says Inman, a member of the Society for Human Resource Management’s Special Expertise Panel on Talent Acquisition.\n\nRecruitment and Retention\n\nThe experience of having to close the office and send employees home to work as a result of the pandemic also promises to have lasting ramifications for workforce planning.\n\nGartner surveys earlier this year found that almost half (48 percent) of employees will likely continue working remotely either part time or full time even after the pandemic passes, compared with 30 percent who worked from home before the public health crisis hit. That not only saves employers money, it also opens up a huge labor pool for many jobs because hiring will no longer be geographically limited. Before, companies conducted what Kropp describes as cost arbitrage based on location. Assuming equal access to equal talent, companies would attempt to hire in the lowest-cost geography near a physical workplace. Now they can hire from anywhere.\n\n“That’s good news for employers,” Kropp says. “The bad news is that all of your competitors for talent now have the ability to hire your employees and let them work remotely.” He adds that remote employees often have fewer emotional and personal connections to their employer, which may make it harder to retain them.\n\nHenry Ford’s Sheffer is starting to think about this, particularly because telemedicine is one of the trends that got a huge boost from the pandemic. She recognizes the opportunities for hiring, as well as the dangers of more talent raiding, but notes that factors in the health care industry, such as state licensing and regional credential requirements, complicate matters. Nevertheless, “it will be very interesting to see how telemedicine evolves over the next year or two,” Sheffer says.  \n\nThere’s also an opportunity for HR to fine-tune remote work by providing more training and support. Before the pandemic, remote work typically was an exception, with little help to ensure that people could work from home effectively.\n\n“Just think what [organizations] could do if it was part of the strategy to align people, including those working remotely, to ensure the organization was successful,” CAID Associates’ Brodie says.\n\n\n\nNo Data\n\n​Experts are issuing words of caution as employers revamp their workforce planning strategies as a result of the coronavirus pandemic. Among the warnings:\n\nDon’t assume that everything will eventually go back to normal. “Organizations really need to be stepping back from the idea that they can go back to the way they worked before,” says Brian Kropp, group vice president and chief of research of Gartner’s HR practice. “That's never going to happen.”\n\nDon’t sell off too much office real estate. Some organizations are assuming that, because remote work will continue, they can sell their office space. Instead, Kropp advises, think about the purpose of your real estate—whether it’s to build culture, create collaboration zones or something else—and then base your decision on the answer.\n\nDon’t focus on all talent equally. McKinsey & Co. research indicates that there are usually 25 to 50 roles in an organization that create a disproportionate amount of value. Given how quickly things have changed, it’s possible that there has been a shift in how your organization creates value and what those key roles are, says Bryan Hancock, global leader of the firm’s talent management practice. He recommends identifying those roles and their requirements, and then making sure you have the right talent in the right roles.\n\nDon’t view a job, or a job candidate, too narrowly. The ability to retrain and redeploy talent is becoming critical. HR professionals and companies would do well to think in terms of general skills and competencies rather than specific job requirements, says Ashley Inman, SHRM-SCP, HR manager at Spire Consulting Group LLC. Hiring in some industries is very specialized, such as hiring a structural engineer to design a bridge. But that engineer could also be used in other capacities, such as inspecting roads, designing operations and maintenance plans, or training junior engineers. This broadening of job duties may become increasingly important as certain parts of certain jobs evolve into augmented or virtual reality, she says, enabling the business to better adapt to changing economic situations. —T.H.\n\nNo Data\n\nWith the use of contingent and temporary workers expected to continue to grow, companies could also better incorporate these individuals into their strategic workforce plan. Henry Ford had an in-house staffing office for each hospital that arranged contingent workers as needed for their respective institutions. That evolved during the pandemic into a systemwide flexible staffing command center, a central talent bank that placed temporary staff across all Henry Ford locations. This change created efficiencies that benefited the hospitals as well as the workers. It placed contingent workers at a hospital near them, for example, rather than at one across town.\n\nThe staffing command center provided temporary assignments to furloughed staff and, through partnerships with other medical institutions in the area, such as the Cleveland Clinic, offered exhausted nurses temporary replacements so they could have a break.\n\nDeneau says Adobe has started looking at contingent workers more holistically. Before, it viewed contractors separately from regular full-time employees, with separate budgets, for example. Contingent workers might be hired on a short-term basis to do the job of someone on leave.\n\nNow, the company is trying to better integrate these workers, Deneau says. “We want to level up and look at our total workforce—from spend to headcount to type of work—to think across the organization about how to bring different types of resources together most effectively for the business.”\n\nFocus on People\n\nThe pandemic brought home the importance of respecting employees as human beings. Many companies have redoubled benefits to care for their people in the long term.\n\nHistorically, corporate leaders have spent a lot of time talking about what skills and capabilities they need from employees for the organization to be successful. “But COVID revealed that perhaps we should pay more attention to what needs employees have that we could potentially meet,” Kropp says.\n\nMeeting those needs could become the next big competitive differentiator to attract top talent, he adds.\n\nThis focus has elevated the influence of HR in many organizations.\n\n“This is one of the few times in the 20-plus years I’ve been in HR that everyone is turning to HR and asking, ‘What should we be doing?’ ” says Mark Berry, vice president of HR at Indiana Packers Corp., a meat supplier headquartered in Delphi, Ind., with 3,100 employees. “Overall, HR has become a more important strategic player in the company.”\n\nTam Harbert is a freelance technology and business reporter based in the Washington, D.C., area.\n\nIllustration by Richard Mia for HR Magazine.\n\nPhotographs courtesy of Henry Ford Health System.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "say",
          "need",
          "skill",
          "time",
          "kropp",
          "worker",
          "redeploy",
          "pandemic"
        ],
        [
          "nurse",
          "worker",
          "sure",
          "say",
          "home",
          "panel",
          "planning",
          "analytic"
        ],
        [
          "say",
          "planning",
          "plan",
          "ford",
          "skill",
          "pandemic",
          "year",
          "kropp"
        ],
        [
          "say",
          "need",
          "hire",
          "kropp",
          "plan",
          "assume",
          "business",
          "worker"
        ],
        [
          "say",
          "need",
          "planning",
          "skill",
          "hire",
          "year",
          "pandemic",
          "plan"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/all-things-work/dealing-social-isolation",
      "title": "Combatting Social Isolation in the Remote Work Era",
      "category": "All Things Work > Combatting Social Isolation in the Remote Work Era",
      "date": "April 24, 2020",
      "year": 2020,
      "datetime_obj": "2020-04-24T00:00:00",
      "author": "Jennifer Moss",
      "type": "Feature",
      "tags": [
        "Communication",
        "Mental Wellness",
        "Relationship Management",
        "Remote and Hybrid Work"
      ],
      "full_text": "​Not too long ago, \"bumping into\" someone on the street or at the grocery store was an opportunity for a brief human connection that might end in a hug or a handshake and a promise to get together soon. Today, hugs and handshakes are dangerous, in-person interaction is discouraged, and we're left feeling socially adrift.\n\nMany of us have felt isolated at some point during the coronavirus pandemic. As COVID-19 has forcefully swept across the world, it has caused a ripple effect of loneliness for millions of people in every sector of the workforce. No one is immune from the feelings of isolation that this contagion has caused. When loneliness becomes a chronic experience, it can harm our health and well-being.\n\nLeaders have a responsibility to help mitigate workplace isolation. They need to prioritize social connections in these unprecedented times of social distancing and remote work. Since random lunchroom run-ins and deskside drop-bys are no longer a given—even after employees are asked to return to their workplaces—new approaches will be needed to foster healthy relationships at a distance. Absent that, workplaces will feel the aftershocks of isolation and burnout long after the pandemic is over.\n\nAdapting to Alone Time\n\nTo reduce the spread of COVID-19, millions of employees worldwide began working from home this spring. (In a recent interview with Bloomberg, Mark Barrenechea, CEO of software company OpenText, estimated that up to 300 million people switched to teleworking at the start of the pandemic). Business leaders who once thought it was impossible for their workforce to be remote now realize that it is quite possible. That is likely to lead to an increase in telework and virtual events in the coming years.\n\nFor those who enjoy working remotely, this is great news. However, surveys show that loneliness is one of the biggest struggles employees experience when teleworking.\n\nThe problem is compounded by the increasing number of people who live alone, which was once rare. Now, single-person households are the second most-common type of U.S. household—just behind married couples without minor children and even more prevalent than married couples with children under 18. In many urban centers, roughly 40 percent of households are single-occupant.\n\nThe trend to live alone raises concerns among mental health experts. Studies have found that it is linked to depression, lower quality of life and health problems.\n\nMillennials, who make up the largest segment of the workforce, are the loneliest generation. Three in 10 Millennials always or often feel lonely, according to a poll by YouGov, a London-based research and analytics company. At work, 66 percent of Millennials found it hard to make friends, compared to less than 23 percent of Baby Boomers, according to a 2018 survey from U.K.-based Milkround, a student and graduate career resources company.\n\n\n\n\n\nFriendships and social interactions are basic psychological requirements for human well-being. It's also critically important to have friends at work. A survey by LinkedIn analyzed the impact of workplace relationships for 11,500 full-time professionals between the ages of 18 and 65 in 14 countries. Forty-six percent said that work friendships make them happier.\n\nGallup's research has repeatedly shown a \"concrete link between having a best friend at work and the amount of effort employees expend in their job.\" Additionally, \"women who strongly agree they have a best friend at work are more than twice as likely to be engaged [63 percent] than women who say otherwise [29 percent].\"\n\nPersonal connection isn't just good for engagement and happiness at work, it's what makes us human. It's part of our genetic makeup. This deeply ingrained evolutionary legacy goes back to the days when our survival depended on safety in numbers. Today, work is where we often find our tribe.\n\nEffective Virtual Team Building\n\nBy some accounts, before the pandemic struck, technology was losing its spark as a human connector. People were pushing back on social media, feeling a deep need to spend more time together IRL (in real life).\n\nOveruse of digital technology and social media contributes to loneliness, according to recent studies. That's true even at work. Far too often, people choose technology as a default communication tool. It's common for people seated at their desks to send messages via e-mail or Slack to their co-workers who are a few feet away. Loneliness in some workplaces grew as in-person interactions slowed and digital collaboration picked up speed.\n\nBut in the time of COVID-19, for most leaders, virtual collaboration is a beacon of light in a dark world. It's an emotional life raft, keeping us afloat as we navigate work and life under lockdown and social isolation. Once seen as a cause of loneliness, technology has now been tasked as the cure.\n\nVirtual technology \"allows employees to meet and collaboratively work in the comfort of their homes,\" says Lisa Kaye, president of Greenlight Jobs, a media and entertainment jobs site. \"This new work environment affords a level of privacy and productivity whilst observing the necessary safety precautions. It will forever change the way we live and work.\"\n\n\n\n\n\nKunal Gupta, CEO of tech firm Polar, wants new leaders to emphasize well-being, and he has taken the lead virtually. \"I've started to host daily live meditations each morning for my team and clients, in addition to encouraging them to also find what works for them and to make the space for it,\" he says.\n\nThe team at Grain Farmers, a Canadian nonprofit group that represents farmers' interests, is staying connected in several ways. \"We have a staff website where we post a joke and a funny quote each day,\" says Sarah Plater, human resource leader. \"We also share pictures of the pets that keep us company in our home workspaces. We have a gratitude channel [on Microsoft Teams] where people share what they are grateful for each day.\"\n\nOther examples of technology being used as a social connector:\n\nVox Media hosts an online story time for kids, and even CEO Jim Bankoff participates.General Assembly, which offers courses in coding, is re-creating the morning coffee break. Staff members spend a few minutes each morning catching up on nonwork-related topics.Software company Basecamp has dedicated social media channels where no work-related discussions are allowed; topics are focused on food, sports, pets and humor. The channels are also free from talk about the pandemic. Similarly, GitLab has a \"feel good\" Slack channel with only positive stories posted by employees to read, share and discuss.The New York Times hosted a pet parade featuring staff working from home and their pets.Some companies are starting virtual book clubs, team-bonding movie nights, virtual pizza parties or remote happy hours where employees dial in and share a cocktail over Zoom or Skype.Many businesses still celebrate birthdays by having a monthly lunch where workers gather virtually to toast their colleagues.\n\nThese ideas demonstrate that it's entirely possible to help people connect while working remotely. It may be imperfect, and many employees will still long for moments of physical human interactions, but with a bit of regular levity and fun, leaders can make the work-from-home experience a little less lonely.\n\nNotably, these interactions aren't focused on work. Instead, they're simply a means to foster relationships and help people battle loneliness and isolation. For some, it may feel uncomfortable to share in large groups. That's an opportunity for leaders to encourage these people to use micro-channels to connect in one-on-one interactions and within small teams.\n\nNow is no time to fear that nonwork-related conversations may decrease productivity. If access to these tools are limited, companies will appear tone-deaf and insensitive. In times of extreme stress, leaders need to behave compassionately and back whatever means necessary to drive social collaboration and peer support.\n\nLoneliness After the Pandemic\n\nSome business leaders emphasize that a shared, physical workplace creates the conditions for human connection that are hard to recreate virtually. \"Work, like any other social gathering, such as weddings, birthdays and dinner parties, fosters our natural inclination to engage, share and find affinity with others,\" says Shaival Shah, co-founder and CEO of Ribbon, which helps homebuyers finance purchases. \"Sharing and receiving are critical human ingredients to being a part of something larger than ourselves and not living a life of isolation.\"\n\n\n\n\n\n\n\nNo Data\n\n\n\n\n\nWith remote work, employees \"lose that incredible ability to gather and unite,\" Shah says. \"Teams across the world are taking heroic efforts to reinvent the way we engage over video and the phone, but nothing will replace the ambiance, sounds and sights of being together.\"\n\nIn effect, the pandemic may serve as a reminder of what we value most. \"This period, which none of us may have ever experienced [before], could be a wake-up call to us all,\" says Ami Rokach, an associate professor of psychology at the Center for Academic Studies in Israel and a member of the psychology departments at York University in Canada and Walden University in Minneapolis. \"This period may remind us of how much we longed for a hug, for real human contact, for warmth and support, which requires mostly face-to-face interaction. We may learn now to relate more meaningfully to others, to appreciate them and to realize how much we need them in our lives.\"\n\n\n\n\n\n\n\nNo Data\n\n\n\nBattling loneliness and chronic stress even in normal times can be exhausting. As today's employees face additional stress and isolation, leaders can do their part by finding novel and positive ways to create connections. By checking in and setting up spaces for workers to collaborate and connect, leaders demonstrate that employee well-being is top of mind.\n\nJennifer Moss is author of Unlocking Happiness at Work (Kogan Page, 2016) and co-founder of Plasticity Labs, a Waterloo, Ontario, Canada-based research and consulting company that focuses on organizational culture.\n\nExplore Further\n\n\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "loneliness",
          "social",
          "pandemic",
          "connect",
          "gupta",
          "novel",
          "say",
          "host"
        ],
        [
          "isolation",
          "leader",
          "social",
          "loneliness",
          "pandemic",
          "share",
          "channel",
          "life"
        ],
        [
          "social",
          "leader",
          "time",
          "loneliness",
          "isolation",
          "share",
          "say",
          "remote"
        ],
        [
          "social",
          "time",
          "leader",
          "find",
          "loneliness",
          "need",
          "analytic",
          "new"
        ],
        [
          "in",
          "pandemic",
          "website",
          "common",
          "segment",
          "virtual",
          "celebrate",
          "need"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/people-analytics-software-changing-hr-game",
      "title": "People Analytics Software Is Changing the HR Game",
      "category": "HR Magazine > People Analytics Software Is Changing the HR Game",
      "date": "December 4, 2019",
      "year": 2019,
      "datetime_obj": "2019-12-04T00:00:00",
      "author": "Dave Zielinski",
      "type": "Feature",
      "tags": [
        "Analytical Aptitude",
        "HR Management Systems (HRMS)",
        "Organizational & Employee Development",
        "Talent Acquisition",
        "Technology",
        "Vendors and Software"
      ],
      "full_text": "For years, human resource leaders have faced significant obstacles in their attempts to use analytics to make better people decisions. They've often been forced to cobble together data from multiple spreadsheets or attempted to extract information from unwieldy systems to determine metrics on employee engagement, cost per hire, turnover rates in pivotal jobs and gender pay equity.\n\nWhile such technology obstacles still exist in many companies, they've increasingly become a thing of the past with the arrival of more-sophisticated, cloud-based analytics tools that allow HR to employ people data in more timely and effective ways to support organizational decision making.\n\nA renewed focus on people analytics in HR also reflects changes in how the C-suite views the workforce, experts say. \"There's been a shift away from viewing people as a commodity and the thinking that 'as long as we have enough workers to fill jobs and it's not costing us too much, we're fine,' \" says Ian Cook, vice president of people solutions at Visier, an analytics provider in Vancouver, British Columbia, Canada. \"Now, more often CEOs want to know that they have the right people with the right skills in the right jobs to execute on their strategy. There's a growing focus on talent quality, not just talent costs.\"\n\nPeople Analytics Options Grow\n\nHR professionals now have next-generation analytics software at their disposal that either comes packaged as part of a vendor's technology suite or is available from providers that specialize in analytics products.\n\nThe evolution and growth of these tools has created a more competitive marketplace, experts say. \"Most HR functions now expect to have some cloud-based people analytics tools, but the question has become do they use analytics embedded in a suite, tools from a stand-alone provider or even build their own analytics in-house,\" says Helen Poitevin, a Paris-based vice president and analyst with research firm Gartner who specializes in HR technologies. \"In many cases, the question has become how much they're willing to pay for these tools.\"\n\nKathi Enderes, vice president of talent and workforce research with San Francisco-based Deloitte Consulting, says HR functions that get the most value from their analytics initiatives tend to employ a variety of software tools. In a recent study of the people analytics technology market, Deloitte found that the most mature organizations—those furthest along in their analytics journeys—reported using an average of seven analytics tools, as compared with four tools in the lowest-maturity organizations.\n\nThe study also found that the largest percentage of organizations (91 percent) were regularly using basic data-analysis tools such as spreadsheets, with 48 percent using embedded analytics in their HR or talent systems, 38 percent using data-visualization tools, 35 percent using data warehouses, 31 percent using analytics embedded in an enterprise resource planning system, and just 6 percent using cognitive tools.\n\nDespite advances in technology, many HR groups still struggle to produce accurate and timely insights from their people data, Enderes says. To generate a high return on technology investments, the data that goes into systems needs to be accurate and up-to-date, the team analyzing the data needs a variety of analytics experience, and those making decisions based on the data need to have real-time access to the insights, she notes.\n\n\"The most challenging factor in my experience is creating a data-driven culture,\" Enderes adds. \"Only 5 percent of low-maturity organizations in our research base business decisions on people analytics, as compared to 55 percent of high-maturity, high-performing organizations.\"\n\nNo Data\n\n​\n\nThe Impact of AI and Machine Learning\n\nLike many other areas of HR technology, the arrival of artificial intelligence (AI) and machine learning have had a significant impact on people analytics. Helen Poitevin, an analyst with Gartner who specializes in HR technologies, calls many of these tools \"augmented\" analytics, referring to how they employ machine learning to automate the extraction of key insights from people data. \"Augmented analytics can help prioritize which insights are most important to focus on for a particular user at a particular time,\" Poitevin says.\n\nWorkday is one of the industry vendors using augmented analytics to help HR leaders determine the most important metrics to focus on—without requiring a team of data analysts to pore over the data first. Pete Schlampp, senior vice president of analytics for Workday, says the approach uses AI and machine learning to automate analysis and deliver data insights to HR leaders on what's happening in their organizations, narrating those issues in natural language called a \"story.\"\n\n\"The story is delivered with accompanying metrics and charts, including underlying details and key drivers to make it easy to digest by a decision-maker,\" Schlampp says.\n\nHow might this look in practice? In one case, Workday sent an analytics \"story\" it had developed to a customer related to female promotion rates at the executive level, Schlampp says. The customer had recently implemented a program to improve that metric, but the data showed the gap was actually widening and not closing as expected. The discovery allowed the client to understand why the problem was occurring and to work with its HR business partners to make the needed adjustments.\n\nArtificial intelligence is also having an impact on analytics in the learning and development field, among other areas of talent management. Because of data shortcomings, HR has often struggled in the past to connect the dots between employees' career aspirations and their skill requirements, says Elvis Ha, director of product management for Santa Monica, Calif.-based vendor CornerstoneOnDemand. Its AI technology can identify the skills required for a specific role and automatically recommend learning content to employees that link back to those skills.\n\nCornerstoneOnDemand also uses AI to help determine training best practices, Ha says. Based on the nature of a training course and user behavior in a learning portal, the vendor uses historical data to recommend the best day for assigning a particular learning program, with the goal of maximizing participant completion rates.  —D.Z.\n\nBeyond Standard Metrics\n\nThe metrics that HR leaders in progressive organizations track and report on also have expanded beyond traditional measures, such as employee headcount and turnover data, as analytics software has grown more sophisticated, versatile and user-friendly.\n\nVisier's Cook says that while his company's clients continue to focus on using analytics to measure employee retention and turnover rates—in many cases to gauge the dollar savings from retaining employees in revenue-producing roles—there's growing interest in using Visier's tools to measure areas such as the progress of diversity and inclusion initiatives and worker overtime trends.\n\nCook says he still sees HR groups struggle with analytics when they focus on presenting people data only as a \"prettier form\" of reporting, with visually enhanced dashboards, charts and graphs. \"Companies still too often see the delivery of people data as success in itself,\" he says, \"rather than striving to answer the most pressing business questions with that data.\"\n\nData Security and Access Issues\n\nOne of the top concerns HR leaders have related to people analytics is ensuring data security. Pete Schlampp, senior vice president of analytics for vendor Workday in Pleasanton, Calif., says traditional approaches to people analytics often involve taking sensitive workforce data out of HR systems and putting it into spreadsheets or data-visualization tools for analysis. But that practice can expose the data to security risks, he says, especially if it's e-mailed across the enterprise in a largely unprotected format.\n\nOne way vendors like Workday tackle that problem is by employing platforms that allow HR users to bring their external data into the vendor's system and make it a data hub for HR reporting and analytics, rather than taking data out and exposing it to security risks. The data is encrypted and only accessible to individuals and teams authorized to access it.\n\nKim Lessley, director of solution management for vendor SAP SuccessFactors in South San Francisco, Calif., says data-privacy laws such as the EU's General Data Protection Regulation (GDPR) have also raised HR's antennae around risks involved with people analytics data.\n\n\"Companies have to be more careful today about who is allowed to create, view and share reports containing people data,\" Lessley says.\n\nTo help minimize the risk of data exposure, SAP SuccessFactors' analytics products includefeatures such as an authorization process that makes it possible to control the display and change authorization of people data \"down to the field level,\" Lessley says. \"Data purge functionality also allows companies to define which people data should be deleted when—one of the key requirements of the GDPR.\"\n\nNo Data\n\nOvercoming Obstacles\n\nTwo impediments to more widespread adoption of people analytics platforms have long been the user-friendliness of those tools for leaders without data-analysis backgrounds and challenges in blending diverse data sources for improved insights.\n\nBreaking down data silos has traditionally required a lot of manual, complex work in HR. But industry vendors such as Workday and Visier now have products that allow HR to feed its people data into their systems and automate the process of preparing, correlating, securing and presenting that data for analysis.\n\nHR and line managers also often need help interpreting people data—especially if they don't have dedicated data analysts on staff—so they can make more-informed decisions.\n\nQualtrics, a Provo, Utah-based SAP company specializing in employee engagement surveys, recently launched a guided action planning tool that helps HR leaders create a \"closed-loop\" system on employee feedback received through engagement survey programs.\n\n\"Traditionally, after an employee survey is complete, managers receive feedback but with no clear next steps on what to do\" with the key findings, says James Killian, principal of employee experience solution strategy for Qualtrics. \"The guided action tool addresses that by drilling down into a manager's focus areas with specific tasks, resources and action plans to help drive improvement on their teams.\"                —D.Z.\n\nDiversity and Inclusion Analytics\n\nAn area where HR leaders have sought more-sophisticated analytics is in measuring the impact of their diversity and inclusion (D&I) initiatives. While HR has long needed accurate people data to ensure that it's complying with requirements of government agencies such as the Equal Employment Opportunity Commission, today the desire for quality data is tied as much to the relationship between D&I and positive business outcomes as it is to legislative compliance.\n\nA recent study of the D&I vendor market by Mercer and Salt Lake City-based RedThread Research found that many of the 121 vendors operating in the space were focused on people analytics, second only to those with products tied to talent acquisition issues.\n\nRapid growth in the vendor market reflects HR leaders who are increasingly focused on measuring issues like pay equity, rooting out unconscious bias in hiring or promotion decisions, and ensuring that members of underrepresented populations feel included in the organization, says Stacia Garr, co-founder and principal analyst of RedThread Research.\n\nHR has benefited from the enhanced sophistication and greater user-friendliness added to many vendors' D&I analytics platforms in recent years, Garr says. Some pay-equity software tools, for example, can now more easily analyze tenure, geographic location, work experience and skill sets when comparing the pay of men and women in similar roles.\n\nHR leaders more advanced in their analytics journeys are using new tools such as organizational network analysis (ONA) to gauge difficult-to-measure inclusion rates in their companies, she says. ONA analyzes factors like participation on internal collaboration networks, e-mail communication patterns or data from calendaring software to assess how diverse populations are being included in conversations and decision making or being identified as high-potentials.\n\nGarr stresses that it's important for HR leaders to conduct thorough due diligence of vendors in the fast-growing D&I analytics space because some have no experience in the human resources market.\n\n\"Not all of them arrive with a good understanding of the ethical and security implications that come with managing and analyzing people data,\" Garr says.\n\nWhile next-generation people analytics software can help HR improve the gathering, correlating and analyzing of key data, success in using people data still rests more with people than with technology, say experts like Poitevin.\n\n\"It takes a mix of the right technology, governance and analysis skills to get a strong return on investment from analytics initiatives,\" Poitevin says. \"But if I had to pinpoint the one area that's most important, it's the skill set of HR people. It's knowing which questions to ask business leaders and stakeholders in the organization and then being able to answer them with the help of data insights that tell compelling stories.\"\n\nDave Zielinski is a freelance business writer and editor in Minneapolis.\n\nIllustration by Michael Korfhage.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "analytic",
          "datum",
          "say",
          "tool",
          "data",
          "system",
          "vendor",
          "decision"
        ],
        [
          "population",
          "versatile",
          "principal",
          "program",
          "inform",
          "automate",
          "improve",
          "learning"
        ],
        [
          "analytic",
          "datum",
          "say",
          "tool",
          "data",
          "vendor",
          "technology",
          "leader"
        ],
        [
          "datum",
          "analytic",
          "tool",
          "say",
          "vendor",
          "data",
          "technology",
          "help"
        ],
        [
          "datum",
          "analytic",
          "deloitte",
          "market",
          "raise",
          "vendor",
          "business",
          "tool"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/all-things-work/five-recruiting-trends-new-decade",
      "title": "Five Recruiting Trends for the New Decade",
      "category": "All Things Work > Five Recruiting Trends for the New Decade",
      "date": "November 16, 2019",
      "year": 2019,
      "datetime_obj": "2019-11-16T00:00:00",
      "author": "Brian O’Connell",
      "type": "Feature",
      "tags": [
        "Recruiting",
        "Talent Acquisition",
        "Technology",
        "Vendors and Software",
        "Workforce Planning"
      ],
      "full_text": "​Traditional job interviews leave something to be desired. Relying on hiring managers to handle them without injecting some level of personal bias is fraught with risk, and the fact that many busy managers would rather not spend time interviewing candidates in the first place only compounds the problem.\n\nEnter the Tengai HR robot. This 16-inch-tall robotic device gets right to the task without stopping to engage in small talk with each applicant. The robot asks critical questions succinctly with no emotion, no bias and no preconceived notions. Every question is asked in the same order, with no change in voice inflection or tone. Once each interview is over, the hiring manager and HR department have a complete transcript of the conversation, along with identical datasets for all candidates that can be used to determine which applicant is the best fit.\n\nScience fiction? No way. Technology developers are leveraging artificial intelligence (AI) to flip the job interview process on its head, and companies are already adopting robotics to help take bias out of recruiting.\n\nReleased in May, the Tengai HR robot is an \"unbiased social job interview robot that performs structured, competency-based interviews with anonymous candidates, focusing on soft skills and personality traits,\" says Elin Oberg Martenzon, chief executive officer at Sweden-based Tengai Unbiased.\n\nThe Tengai robot enables employers to make hiring decisions based on facts, not gut feeling, she says. \"Every job applicant gets fair treatment, and their application and interview process is not affected by unconscious bias or the recruiter's mood that day. Applicants also get to prove their soft skills and personality traits in an objective environment where they can feel calm and secure—which, from research, has shown to bring higher quality to the outcome.\"\n\n\n\n\n\nA New Era in Hiring\n\nTengai is one of many emerging corporate recruiting tools that are changing the face of the hiring process.\n\nFrom relying on predictive analytics and chatbots to using enhanced candidate vetting strategies—and myriad other up-and-coming trends—the recruiting industry is shedding old habits and trying some potentially game-changing new approaches as a younger, tech-driven generation of workers and managers slides into the driver's seat.\n\nNew corporate recruitment solutions come at a time when a percolating economy and robust job market are placing more pressure on HR recruitment efforts.\n\n\"Employers across all industries are feeling the effects of an extremely tight labor market,\" says Chris Beatty, a sales executive at People First, based in Reston, Va., which provides human capital management systems. \"The U.S. unemployment rate remains low, further emphasizing the shortage of talent and skills.\"\n\nChanging demographics also are at play.\n\n\"With five generations in today's workforce, employers need to ensure not only that they're managing and training employees in manners that represent each generation's values and communication styles, but also that they're recruiting with those in mind,\" Beatty says. \"Due to the increased use of technology, recruiting has seen many challenges and changes in recent years.\"\n\n\n\nFive Emerging Trends\n\nIn facing these challenges, many recruiters are shifting gears and investigating five talent acquisition and retention strategies that will provide the most impact:\n\n\n\n1. Predictive Analytics\n\n\"Analytics assist an employer in analyzing current workers and top performers and predicting which candidates may translate into high-performing employees,\" says Beth Zoller, J.D., legal editor at Brightmine™ HR & Compliance Centre, an employment law and regulations company in New Providence, N.J.\n\nZoller says that with predictive analytics, employers can move beyond basic measures, such as time-to-fill and cost-per-hire, and review more-advanced data. For instance, they can track retention rates and success indicators for top performers and apply this data to hiring decisions. Predictive analytics also can help identify which hiring sources provide the best results and can measure the effectiveness of diversity hiring efforts, albeit at a cost.\n\nJessica Adams, vice president of human resources and recruiting at Brad's Deals, a discount website based in St. Thomas, U.S. Virgin Islands, speaks from experience when she says \"establishing predictive analytics can be expensive and requires internal support. But if you're looking to scale and recruit in a big way, investing in it is imperative.\n\n\"It informs your candidate interviews and can surface areas of concern,\" she continues, \"so that you can streamline interviews to make the most out of the time spent with [candidates].\"\n\nAdams also notes that predictive analytics is increasingly being incorporated into the tools talent managers are using on a regular basis.\n\n\"For example, our applicant tracking system [ATS] includes predictive analytics and machine learning to provide insight into such factors as employee tenure and career growth, in addition to external factors like pipeline size and forecasting start dates,\" she says. \"This data helps our team better understand hiring needs [and] the recruiting life cycle and helps to successfully onboard candidates.\"\n\nSpecifically with regard to recruiting, Adams says, the ATS ranking system helps ensure that busy hiring managers and recruiters can focus their limited time on reviewing candidates with the strongest potential.\n\nPredictive analytics can take human resources into a burgeoning array of strategic directions. At Suisse Bank, for example, HR analysts use data algorithms to figure out which employees are likely to quit and why.\n\nThe investment banking giant puts the information to good use. Managers are given the aggregate data so that they can focus retention efforts on quality staffers who are likely flight risks. The company reported a stronger retention rate after the data-analysis campaign launched.\n\n\n\n2. Chatbots\n\nMore HR managers are turning to high-end, customized chatbots to make recruiting more efficient and to produce better outcomes.\n\n\"The rapid growth of instant messaging and automated chatbots that can integrate into existing ATSs and HRISs [human resource information systems] will allow recruiting and HR teams to start scaling workflow processes,\" says Jonathan Duarte, founder of GoJobs, an online job board based in San Francisco.\n\nFor instance, interview scheduling is often one of the most time-consuming yet critical tasks, Duarte says. It has traditionally involved multiple phone calls and e-mails between multiple people—a system that requires individualized human support and isn't scalable. \"Now, however, chatbots can be connected to a recruiter's calendar, knowing what times are available,\" he says. \"Then recruiters can simply send a text message asking a candidate to respond if they're interested in setting up an interview.\"\n\nIt doesn't end there, Duarte adds. \"The chatbot then provides available times and dates, and candidates can choose times that work with their schedule. This solution saves all parties time and frustration and allows recruiting teams to scale their processes.\"\n\nChatbot-based recruiting solutions are gaining favor among recruiters and hiring managers even as the unstructured human side of recruiting can be difficult to squeeze into a technology-based system.\n\n\"Combining technology with unstructured [or semi-structured] corporate processes has tended to result in unhappy marriages,\" says Alan Majer, chief executive officer and founder of Good Robot, a Toronto-based tech firm that specializes in research, prototyping and new product development. \"In fact, I'd suggest that many technologies which might be used to improve HR's efficiency or outcomes would probably be doomed to failure.\"\n\nBut chatbots are different, Majer says.\n\n\"A well-built chatbot starts with the reality that conversations are nonlinear,\" he explains. \"Instead of force-fitting people into predefined categories, it allows for a nonlinear flow that captures the unstructured data that IT systems have struggled to accommodate but that's so valuable to the process of identifying and screening the right candidates or for connecting people to the right information at the right time.\n\n\"It's finally a tech tool flexible enough to accommodate people, instead of rigidly forcing humans to conform to it,\" Majer continues. \"That's the reason it will succeed where many other tech systems have failed.\"\n\nEconomically, chatbots already seem to be a money-saver for HR teams. IBM, for example, and its Watson chatbot, which engages with job applicants daily and significantly eases the HR workload, helped save Big Blue $107 million in 2017 alone.\n\nDelia Ortiz, SHRM-CP, IBM talent acquisition manager,discusses recruiting overlooked candidates.\n\n3. Enhanced Vetting\n\nDelving more extensively into a job candidate's background is a short-term task that can pay long-term dividends.\n\n\"Recruitment processes differ for every organization depending on size and budget, but for a small or midsize enterprise like us, we have a three-stage interview process,\" says Jessica Salter, human resources adviser and talent manager at London-based Best Response Media, a website developer. \"This may seem excessive, but when we hire, we want to hire right.\"\n\nFirst, HR screens every candidate on a phone or video call. This is important for two reasons, she says: to test communication skills and \"to paint a vivid picture of the job role and our organization.\"\n\nCandidates who pass the initial screening receive a test from Salter's team that's relevant to the job role, like a design task, a writing assignment or an analysis of a client marketing campaign.\n\n\"The final stage will be to meet the rest of the team,\" she says. The managing director or hiring manager will invite the candidate either to the company's offices or to a video call, depending on whether the job is remote.\n\n\"This process can take anywhere from three weeks to a month,\" Salter says, \"but, again, we're prepared to wait for the right candidate.\n\n\"Every employee must share our company values and understand the company culture,\" she adds. \"Our retention rates have significantly increased with this process, and our voluntary turnover has decreased.\"\n\nThe methods hiring managers are using to better evaluate candidates are changing fast, too.\n\nTheresa Santoro, director of human resources and operations at Actualize Consulting, an engineering and technology services firm based in Washington, D.C., encourages applicants to move away from resumes to bios, or profiles, that are easily customized.\n\n\"This will better transcribe their skill sets to align with [open] positions and also save employers time in reviewing applicants,\" she says.\n\nAs for its own hiring practices, Actualize uses behavior assessment tools to identify personality traits and how candidates may fit in with existing teams. \"We're also using video applications,\" Santoro says, \"which saves time in the interview process and allows us to evaluate soft skills we might miss with standard applications.\"\n\n\n\n4. Artificial Intelligence\n\nThe use of artificial intelligence is growing across the business landscape, with recruiting and human resource practices increasingly being affected.\n\nCase in point: An online survey of 484 human resource professionals by HR Research Institute and sponsored by Oracle found that in two years, 77 percent of HR organizations will be using AI for talent acquisition to some extent, says Vinita Venkatesh, vice president of marketing at the San Francisco-based Mya Systems, which offers a AI-powered recruiting platform that converses with job applicants.\n\n\"While the human touch point is important, automation will soon reign,\" she says.\n\nAs an example, Venkatesh points to L'Oreal, which uses AI to help screen more than 1 million applicants for its 15,000 jobs a year. \"Results have been quite positive,\" she says.\n\nL'Oreal has indicated, for example, that it used artificial intelligence tools to screen 12,000 applicants for an internship program with 80 spots. The deployment of AI saved 200 recruiting hours and enabled L'Oreal to hire the most diverse group of interns to date, Venkatesh notes.\n\nAllie Jeanty, director of development and analytics at Atrium Staffing in New York City, says, \"AI is creating major efficiencies for recruiters and offering an improved candidate experience.\" Machine learning and natural language processing (NLP), the ability of computers to understand and respond to human language, are examples of AI technologies that are \"hot\" in the recruitment space right now, she notes.\n\n\"With applicant databases that grow in volume every day, mining for top talent and being able to efficiently and promptly respond to top talent has gotten more challenging,\" she says.\n\nJeanty also points to two key areas where AI can be a game changer for staffing and recruiting professionals:\n\nAlgorithms. \"Trained algorithms are able to surface candidates for a particular job in seconds, versus the hours that a recruiter might spend looking for that same talent,\" she says. \"This extra time given back to the recruiter allows them to spend more time focusing on the needs of the client and getting to know their candidates on a deeper level.\"\n\nMatching and response. \"Using matching technology and NLP, recruiters can identify and respond to top candidates more quickly than ever before,\" Jeanty adds, \"so that more candidates are having quality interaction with recruiters.\"\n\n\n\n5. Texting\n\nYes, mobile texting has been around for a while, but as a recruitment communications tool? Not so much.\n\nThat's all changing—and fast—as sending and receiving text messages is the most common form of communication for many Americans under age 50, according to Gallup.\n\n\"With the number of people using [mobile] phones worldwide expected to surpass 5 billion by 2019, human resource professionals are frequently adding texting into their recruiting strategy,\" says Aman Brar, CEO of Jobvite, which provides recruiting software, based in Indianapolis.\n\nJobvite recently acquired Canvas, an enterprise-grade, text-based recruiting platform used by companies from startups to Fortune 500 businesses. Canvas uses a chatbot to gather initial information about candidates before human recruiters take over, creating a hiring process that's both faster and more convenient for everyone, Brar says.\n\nAdvanced text, chatbot and AI technology drive engagement throughout the hiring process. That allows recruiters to innovate by leveraging machine learning to empower highly scalable human-to-human conversations and automate top-of-funnel candidate screening.\n\n\"Texting with multiple people at once allows recruiters to juggle 20 to 30 conversations on a text dashboard at the same time,\" Brar says. \"Ninety percent of recruiters who have implemented texting in their recruitment have found that using texting speeds up the process considerably.\"\n\nThe average text response time is about 90 seconds. Additionally, a job candidate can be screened in just 4.4 minutes after a text engagement, and a hiring manager who typically conducts four to six phone screens per day can reach 10 times that volume using text-based recruiting.\n\nAccording to Cliff Holsenbeck, senior director of product management at iconectiv, a division of Ericsson in Orlando, Fla., companies such as Target and McDonald's are using text-based technology called \"short codes\" to land top job candidates.\n\n\"Short codes are unique, personalized five-to-six-digit numbers that make text-messaging campaigns possible,\" he says. \"They enable instant outreach for recruitment and allow recruiters to increase the list of potential candidates in a way that's familiar to consumers. Short codes are especially useful for job recruitment in industries that experience a high turnover rate, like seasonal and customer service positions.\"\n\nSince consumers must opt in, messages sent via short codes are uniquely effective in their ability to hit their target audience with remarkable consistency.\n\n\"SMS messages have a 98 percent open rate, are read within three minutes or less, and have a response rate three times higher than e-mail,\" Holsenbeck adds. \"Unlike e-mail marketing efforts, which often end up filtered into a junk or spam folder, mobile marketing initiatives have a proven track record of success.\"\n\nCompanies are also beginning to roll out voice-activated mobile apps that make it easier for people to apply for jobs.\n\nMcDonald's, for example, recently launched an Apply Thru app for Alexa and Google devices that leverages voice-search technology to let prospective employees easily apply for a position over the phone. Once the applicant finishes the call, McDonald's can text the caller back to finish the application and set the stage for future engagement.\n\nBrian O'Connell is a Bucks County, Pa.-based freelance business writer.\n\nExplore Further\n\n\n\n\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "recruiting",
          "candidate",
          "say",
          "recruiter",
          "analytic",
          "ai",
          "chatbot",
          "short"
        ],
        [
          "say",
          "candidate",
          "time",
          "recruiting",
          "recruiter",
          "hire",
          "process",
          "applicant"
        ],
        [
          "candidate",
          "say",
          "time",
          "base",
          "process",
          "recruiter",
          "recruiting",
          "hire"
        ],
        [
          "say",
          "candidate",
          "time",
          "recruiting",
          "recruiter",
          "base",
          "hire",
          "process"
        ],
        [
          "say",
          "chatbot",
          "hire",
          "candidate",
          "recruiter",
          "time",
          "process",
          "recruiting"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/all-things-work/watching-workers",
      "title": "Watching the Workers",
      "category": "All Things Work > Watching the Workers",
      "date": "March 16, 2019",
      "year": 2019,
      "datetime_obj": "2019-03-16T00:00:00",
      "author": "Tam Harbert",
      "type": "Feature",
      "tags": [
        "Employee Data Privacy",
        "Technology"
      ],
      "full_text": "﻿\n\nIntroduction\n\n​Employers are monitoring their workers more often and using more tracking tools than ever. What's surprising is that a growing number of employees don't mind.\n\nAdvancements in technologies―including sensors, mobile devices, wireless communications, data analytics and biometrics―are rapidly expanding monitoring capabilities and reducing the cost of surveillance, and that's prompting more employers to use these tools.\n\nIn 2015, about 30 percent of large employers were monitoring employees in nontraditional ways, such as analyzing e-mail text, logging computer usage or tracking employee movements, says Brian Kropp, group vice president of HR practice for Gartner, a research and advisory firm. By 2018, that number had jumped to 46 percent, and Gartner projects it will reach well over 50 percent this year.\n\n\n\nEmployee Trust: It’s a Toss-Up\n\n\n\nDo you trust your employer to protect your data?\n\n\n\nSource: HR Metrics & Analytics Summit.\n\n​Workers aren't completely at ease with monitoring, but fewer object to it today than in the past.\n\n\"Employees are increasingly comfortable with monitoring, especially if the employer is transparent about it,\" Kropp says.\n\nIn the Gartner survey, only 10 percent of employees in 2015 were comfortable with their employer monitoring their e-mail and computer usage. By 2018, that had risen to 30 percent. If the employer explains the reasons for the monitoring, more than half of workers say they're comfortable with it.\n\n'Employees are increasingly comfortable with monitoring, especially if the employer is transparent about it.'  Brian Kropp\n\nIn another survey, workers said they generally did not mind data collection if it was relevant for concrete business goals. But they did tend to object to monitoring certain personal areas. These included private social media accounts (72 percent objected), physical movement (57 percent), personal interactions (56 percent) and biometrics (49 percent), according to a poll from the HR Metrics & Analytics Summit.\n\nDespite those reservations, some privacy advocates think the percentage of employees who accept monitoring will continue to increase. \"It's a battle that unfortunately we've mostly lost,\" says Paula Brantner, senior advisor of Workplace Fairness, a nonprofit that promotes employee rights, and president of consulting firm PB Work Solutions. \"Employees are acclimated to it. [As consumers] they've already forfeited their privacy in a lot of different ways.\" Between wearable devices such as fitness trackers, social media posts and smartphone applications, she says, \"people are already giving up data left and right.\"\n\nMeanwhile, most employers are collecting employee data faster than they can make sense of it. \"The rate of technology growth to capture this information has dramatically outpaced our ability to understand what it means,\" Kropp says. \"Most companies are just starting to get insights from the things they're monitoring, but for the most part they're not yet at the point of driving action against that.\"\n\nPrivacy Laws Not Keeping Up\n\n​Technology is also outpacing the law, creating legal gray areas. The federal Electronic Communications Privacy Act of 1986 prohibits the monitoring of oral and electronic communications but provides an exception for employee e-mail and Web activity. In general, an organization can keep track of anything if it owns the equipment (including mobile phones) being monitored.\n\nHowever, there are two situations in which employee privacy is protected by law, according to Lewis Maltby, president of the human-rights advocacy group National Workrights Institute:\n\nEmployers may not record personal oral conversations. Organizations are prohibited from recording employee phone calls or in-person conversations about nonwork-related topics, even if they happen at work. But that's not a guarantee of privacy.\n\nWhat Workers Say Is Not OK to Monitor\n\nNo Data\n\nSource: HR Metrics & Analytics Summit.\n\n​\"In theory, employers that monitor employee telephone calls are required to hang up when they realize the call is personal,\" according to a paper prepared for the American Bar Association for employment attorney V. John Ella. \"In practice, this means very little, because the employee whose call is being monitored has no way to know that the employer is listening, much less if the employer hangs up.\"\n\nEmployers may not install cameras in bathrooms or changing rooms. Cameras are allowed in work areas, but companies cannot put cameras in areas where people get undressed, such as bathrooms or locker rooms.\n\nThere's no sign that federal law regarding employee monitoring will change. However, a recent U.S. Supreme Court ruling could have a chilling effect on monitoring employer-provided cellphones, says Philip L. Gordon, a shareholder at Littler and co-chair of the law firm's privacy and background checks practice group. In the 2018 case of Carpenter v. United States, the court ruled that the government cannot get unrestricted access to mobile phone carriers' records on phone locations, which are tracked via cell towers. Warrantless collection of large volumes of such data violates the Fourth Amendment because it can reveal detailed information about an individual, the court said.\n\nThe ruling could be the basis for a new privacy claim that could be problematic for companies, says Gordon, who represents employers. \"The court has essentially said that an individual's privacy can be violated even when the information is not owned by the individual.\" That could create a legal risk for employers that track the mobile phones of employees who don't want them to.\n\nAt the state level, laws vary significantly, mostly over whether employee consent is required. A few states have passed laws to govern new types of monitoring. California, Missouri and North Dakota prohibit the use of microchips, for example. Illinois and Washington have laws protecting biometric data.\n\nThe Illinois law, called the Biometric Information Privacy Act (BIPA), has prompted a wave more than 100 class-action lawsuits, according to Gordon. The statute requires companies to provide notice and obtain consent before collecting biometric data. Although the law has been on the books since 2008, it didn't receive much attention until the Chicago Tribune ran a story about a BIPA lawsuit against an employer, Gordon says. \"That opened up the floodgates\" of new suits, he says.\n\nOne case, Rosenbach v. Six Flags Entertainment Corp., made it to the Illinois Supreme Court. The plaintiff alleged that Six Flags failed to provide notice and obtain consent when it required her son to have his thumb scanned to gain access to the theme park. At issue is whether an individual is entitled to monetary damages when the only \"injury\" alleged is a violation of BIPA's notice and consent requirements. The court ruled earlier this year that an individual does not need to suffer an actual injury or adverse effect to seek damages. This ruling could mean that employers will see even more BIPA lawsuits, Gordon says.\n\nWhat Workers Say Is OK to Monitor\n\n\n\nSource: HR Metrics & Analytics Summit.\n\nFor Their Own Good?\n\n​Companies are collecting and analyzing data for many reasons, according to the HR Metrics & Analytics Summit survey. These include improving employee performance, retention, engagement, recruitment and culture.\n\nSome forms of monitoring are beneficial to workers as well as the organizations that employ them. Belts that monitor the stress on warehouse workers' backs, for example, can help them avoid injury. And by analyzing staffers' online calendars, employers might be able to tell when employees are becoming overwhelmed and thus are in danger of burning out or quitting. Supervisors can then encourage those workers to take time off.\n\nSociometric badges, which track and record employee movements, face-to-face interactions, speech patterns, vocal intonations and postures, can provide insights on leadership skills for workers and employers, Kropp notes. For example, research shows that \"it matters less what leaders say and more how they say it,\" he explains. \"So, two leaders can say the exact same things, but the one that has a better tone of voice, who says it with more confidence, is perceived as being more effective.\"\n\n\n\n​In the age of \"big data,\" however, some employees worry that they won't know what data is being collected, how it's being analyzed and used, and whether it's being protected. In the HR Metrics & Analytics Summit survey, a large majority of employees reported concern over these issues. And almost half said they did not trust their employers to protect their information. Among their worries:\n\nInsecure software.Incompetent IT departments.Previously misplaced data.A lack of transparency about how data is being protected.\n\nParticularly problematic are monitoring programs related to wellness and productivity, says Ifeoma Ajunwa, a Cornell University professor who studies the intersection of law and technology in the workplace. Wellness programs and productivity apps are often promoted by employers as beneficial to workers: Who doesn't want to be healthier and more productive? But they can be overly invasive, Ajunwa says, which is why she believes federal law needs to be updated to better protect employee privacy rights.\n\n'Companies could sell [employee data] to advertisers or to drug development companies without the employee’s knowledge and permission. There’s no law that says they can’t.'  Ifeoma Ajunwa\n\nEven though employee participation in wellness programs may be optional, people usually don't look closely at the terms to which they're agreeing, Ajunwa says. Just as consumers didn't realize how much data social media companies collected, \"most workers are simply not aware of how much they're being tracked and monitored,\" she says. \"And this surveillance is currently allowed by law.\"\n\nShe has also found that some third-party wellness program providers are selling employee health data.\n\n\"Most employees don't question what's happening with their data,\" she says. \"These companies could sell it to advertisers or to drug development companies without the employee's knowledge and permission. There's no law that says they can't.\"\n\nWhat Companies Are Monitoring\n\nPercentage of organizations collecting each type of data.\n\n\n\nSource: Gartner.\n\nWhose Data Is It?\n\n​Then there's the question of who owns employee data. In a workers' compensation claim, for example, does a worker get access to the information collected by a back-monitoring belt?\n\nFurther, who's liable for decisions made based on an analysis of data collected? For example, when an algorithm crunches data to make a hiring decision, Kropp asks, who gets sued if some type of discrimination is alleged? \"Is the employer who relied on the vendor and its algorithms the culpable party? Or is it the vendor that came up with the algorithm that leads the company to make the actual decision? Legally right now, it is unclear.\"\n\nBeyond the legal quandaries are thorny ethical ones. To what extent should companies act on the analysis of employee data?\n\n​Kropp knows of a bank that looks at the financial records of workers who have personal accounts with the bank, then targets certain employees with advice on how to improve their finances. Part of the reasoning is that employees in difficult financial situations may be more likely to commit fraud.\n\nDoes that cross the line? \"That's a philosophical question executives need to wrap their arms around,\" he says. \"They need to figure out what are they comfortable with and what are they not comfortable with.\"\n\nJust as it took Facebook scandals to make consumers more aware of who was using their data and how, Kropp believes that there will be incidents in which a company has collected employee data and \"done something terrible with it.\" But he doesn't think that will end the practice. The potential of data collection is too great.\n\n\"We'll make a lot of mistakes along the way, but there's a steady march in one direction: The technology will only get better. Our ability to garner insights from the technology and our knowledge of how to act on these insights will only get sharper,\" he says.\n\nTam Harbert is a freelance technology and business reporter based in the Washington, D.C., area.\n\nExplore Further\n\n​SHRM provides resources to help companies manage their monitoring and surveillance policies and protect workers' privacy.\n\nSHRM Toolkit: Managing Workplace Monitoring and Surveillance Read about the employee-relations impact and legal consequences of workplace monitoring, with recommendations for establishing a companywide policy.\n\nRecording Conversations in the Workplace Employers will want to ensure that any no-recording policy does not interfere with employees’ rights to engage in protected concerted activity.\n\nTelephone Monitoring Policy A sample policy on company practices regarding telephone monitoring of employees’ calls when using company resources.\n\nPolicy Acknowledgment Form A sample workplace monitoring and surveillance employee acknowledgment form.\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "datum",
          "say",
          "law",
          "monitor",
          "individual",
          "comfortable",
          "provide",
          "harbert"
        ],
        [
          "datum",
          "say",
          "worker",
          "percent",
          "monitoring",
          "law",
          "policy",
          "privacy"
        ],
        [
          "datum",
          "say",
          "worker",
          "monitoring",
          "monitor",
          "law",
          "privacy",
          "protect"
        ],
        [
          "say",
          "datum",
          "brantner",
          "monitor",
          "fitness",
          "despite",
          "attention",
          "ifeoma"
        ],
        [
          "monitor",
          "datum",
          "say",
          "monitoring",
          "worker",
          "law",
          "analytic",
          "collect"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/how-to-use-analytics-to-make-smarter-decisions",
      "title": "How to Use Analytics to Make Smarter Decisions",
      "category": "HR Magazine > How to Use Analytics to Make Smarter Decisions",
      "date": "August 1, 2018",
      "year": 2018,
      "datetime_obj": "2018-08-01T00:00:00",
      "author": "Katie Wattendorf",
      "type": "Feature",
      "tags": [
        "Consultation",
        "Technology"
      ],
      "full_text": "From an outsider's perspective, predictive analytics can seem like a complicated, cloudy black hole of math jargon and time-consuming data tracking. But insiders know it's a tool that—when used correctly—can drastically change the success and functioning of an HR department. In their new release,  Predicting Business Success: Using Smarter Analytics to Drive Results (SHRM, 2018), authors Scott Mondore, Hannah Spell, Matt Betts and Shane Douthitt decode how to work with data and outline how to use predictive analytics to benefit not just your HR department but your company as a whole.\n\nBroken down into clear, easy-to-understand sections of key principles, guidelines and planning charts, this book takes readers step by step from an introduction to data analytics vocabulary through to the basics of succession planning. A fundamental aspect of utilizing data analytics to its fullest capabilities includes knowing exactly what data and metrics HR professionals should be paying attention to, according to the authors. Here are four guiding principles for business-focused metrics:\n\nThere are no magic metrics that work for everyone. The authors emphasize that metrics need to be chosen and utilized based on the specific needs and characteristics of your organization. You may hear great things about a certain data analytics system that other companies are using, but plenty of differentiating factors—such as industry or company size—may contribute to it not working for your own. \"Although a lot of HR leaders get excited about what the latest Silicon Valley company is doing differently in the realm of HR and measurement, it is important to remember that all organizations are different in many ways,\" the authors write.\n\nEvery element on the scorecard must be directly linked to business outcomes. In other words, don't waste time analyzing something that has no impact on business results. Effective business-focused metrics \"allow you to understand exactly which HR processes, attitudes, skills, competencies, and the like drive actual business results,\" according to the authors. When choosing data to measure, especially data that you plan to track consistently, be deliberate in what you choose.\n\nHR efficiency metrics serve important internal purposes but are of little interest to senior business leaders. Be sure to track external metrics that professionals in your company outside of HR will value. Consider what the C-suite cares about when approaching your analytics plan. While you should certainly be tracking internal HR metrics for the benefit of the HR department, it is also key to broaden your scope. As the authors put it, \"If you are just reporting internal efficiencies, then HR will continue to be a cost center (not a profit center) that can only show value by cutting costs, programs, and overhead.\"\n\nBenchmarks don't mean a whole lot. The authors advise against basing decisions on benchmarks. While it's fine to track them, the information they impart can be ineffective or misleading. It is important to remember that a benchmark is essentially an average and that basing decisions on \"average\" can stifle results.\n\nThis book is approved for SHRM recertification credit. After reading the book and successfully completing the related activity, you will receive 3 professional development credits (PDCs).\n\nKatie Wattendorf is an editorial intern at SHRM.\n\nNo Data",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "math",
          "ineffective",
          "take",
          "pdcs",
          "directly",
          "impact",
          "accord",
          "attention"
        ],
        [
          "business",
          "planning",
          "attention",
          "analytic",
          "exactly",
          "author",
          "easy",
          "leader"
        ],
        [
          "author",
          "analytic",
          "predictive",
          "credit",
          "base",
          "black",
          "introduction",
          "consider"
        ],
        [
          "analytic",
          "metric",
          "business",
          "author",
          "datum",
          "track",
          "result",
          "decision"
        ],
        [
          "principle",
          "analytic",
          "release",
          "decision",
          "characteristic",
          "senior",
          "datum",
          "break"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/practical-guide-to-hr-analytics",
      "title": "The Practical Guide to HR Analytics",
      "category": "HR Magazine > The Practical Guide to HR Analytics",
      "date": "July 11, 2018",
      "year": 2018,
      "datetime_obj": "2018-07-11T00:00:00",
      "author": "Katie Wattendorf",
      "type": "Feature",
      "tags": [
        "Analytical Aptitude",
        "Consultation",
        "Technology"
      ],
      "full_text": "Just hearing the word \"analytics\" is enough to send some HR professionals running. Data analytics can be daunting, confusing, over-complicated and sometimes downright scary. Luckily, The Practical Guide to HR Analytics: Using Data to Inform, Transform and Empower HR Decisions (SHRM, 2018) decodes data analytics in a simple, easy-to-follow format that clears away the mathematical jargon and focuses on the key function of data analytics: effective problem solving.\n\nAuthors Shonna D. Waters, Valerie N. Streets, Lindsay A. McFarlane and Rachael Johnson-Murray introduce a hypothetical scenario featuring HR professional \"Jen\" to guide readers through an eight-step process of using data analytics to solve HR problems. Beginning with \"Defining the Business Challenge,\" the authors lead readers through various stages of the HR workflow, culminating with \"Evaluating Your Intervention.\"\n\nPointing to an analytics model made popular by Deloitte, the authors describe the four levels of HR analytics \"maturity\"—in other words, the complexity of the data analytics the company uses to solve problems. Readers are asked to identify which level they believe their HR department currently functions at and then are given guidelines for taking their department's HR analytics maturity to the next level. Here's how the levels are interpreted:\n\nLevel 1: operational reporting. Level 1 HR analytics is defined by using data to understand and reflect on what happened in the past—and maybe going further to draw conclusions as to why past events played out in the ways they did. The fundamentals of this level of HR analytics are understanding already available data and eventually coming to an agreement as to what the data mean for the company.Level 2: advanced reporting. The significant difference that separates Level 2 from Level 1 is the frequency of the data reporting. The authors define this level of reporting as proactive, routine or even automated. The top functionality at this level is simply looking at relationships between variables. Level 3: strategic analytics. HR departments operating at Level 3 are at the beginning of thorough analysis. These analyses may occur in the form of developing causal models, or looking at how relationships between variables effect outcomes. In the authors' hypothetical scenario, HR professional \"Jen\" is functioning at Level 3 by assessing drivers of turnover. Level 4: predictive analytics. The highest level of the HR analytics maturity model is defined by making predictions. HR departments functioning at Level 4 are gathering data and using it not only to predict what will happen in the future, but also to plan for it. An example of Level 4 operations is \"using turnover, promotion, and market data to model scenarios that help with workforce planning,\" the authors write.\n\nAccording to the authors, 56 percent of organizations function at Level 1 and 30 percent function at Level 2. Highly analytically mature HR departments—those at Level 3 and Level 4—therefore represent the minority. By pointing this out, the authors reassure readers that they aren't the only ones struggling to scale the HR analytics mountain. But there is hope: Once readers assess where they are starting from, this guide will help them steadily climb to the top.\n\nThis book is approved for SHRM recertification credit. After reading the book, earn a passing score on an online quiz and receive 3.0 professional development credits (PDCs). Register for the quiz.\n\nKatie Wattendorf is an editorial intern at SHRM.\n\nNo Data",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "level",
          "analytic",
          "datum",
          "author",
          "function",
          "department",
          "reader",
          "guide"
        ],
        [
          "beginning",
          "quiz",
          "gather",
          "believe",
          "high",
          "consultation",
          "simple",
          "routine"
        ],
        [
          "culminate",
          "editorial",
          "easy",
          "murray",
          "mcfarlane",
          "relationship",
          "simply",
          "scenario"
        ],
        [
          "level",
          "analytic",
          "model",
          "author",
          "datum",
          "guide",
          "clear",
          "function"
        ],
        [
          "significant",
          "technology",
          "evaluate",
          "water",
          "downright",
          "relationship",
          "maybe",
          "inform"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/growing-demand-hr-analysts",
      "title": "The Growing Demand for HR Analysts",
      "category": "HR Magazine > The Growing Demand for HR Analysts",
      "date": "February 1, 2016",
      "year": 2016,
      "datetime_obj": "2016-02-01T00:00:00",
      "author": "Tamara Lytle",
      "type": "Feature",
      "tags": [
        "Analytical Aptitude",
        "Career Development",
        "Organizational & Employee Development",
        "Technology"
      ],
      "full_text": "Introduction\n\nBilly Beane is living proof that using analytics can yield winning results. In 2002, the Oakland A’s coach changed the face of baseball by selecting players based on rigorous statistical assessments of their performance. Using that approach, he led his team to record one of the longest winning streaks in major league history.\n\nAs it turns out, HR has its own analytics all-stars: data analysts. These professionals, who can operate as independent vendors or as part of an in-house HR team, use the vast store of information and computing power within organizations to answer many of the most important questions about their workplaces and their workforces.\n\nFor example, what part of a $5 million training program drives business results? Which words appear on the resumes of a company’s most successful employees? Which factors predict turnover? How should managers track the skills available within the organization to choose the right people for assignments? What’s the single best source of hire for technical recruits who out-perform their colleagues?\n\nNo Data\n\n“The rise of HR analytics has seen so much interest, and it’s so critical because companies need to see the correlation between investments in the workforce and real business outcomes,” says Christa Degnan Manning, founder of Eudemonia, a market research firm in Boston.\n\nAt the same time, analytics is such a new part of the human resources function that the supply of people trained in both data science and HR cannot yet meet the demand. In other words, there’s not always a ready pool of applicants available to satisfy every leader’s desire for someone with the game-changing quantitative chops like the kind Beane found in the analyst he hired.\n\nBut that may be slowly changing. Recent HR graduates often leave school with some training in data analysis, says Brian Kelly, president and CEO of Vestrics, a Durham, N.C.-based HR data analytics software and services provider. In addition, more MBAs are entering the HR field, bringing their number-crunching skills with them.\n\nMeanwhile, the demand for HR analysts is growing. According to a report by Deloitte, Global Human Capital Trends 2015, 35 percent of the companies it surveyed were actively developing data analysis capabilities within HR. But less than 9 percent said their organizations already had a strong team in place.\n\nWhile adoption of HR analytics has been somewhat slow, the amount of available data is growing exponentially, thanks to business process automation and faster computing power. “We always wanted to know what drives people’s choices,” says Scott DeRue, associate dean of executive education at the University of Michigan’s Ross School of Business. “Now we have the opportunity to collect massive amounts of data to analyze that. What used to take a week now takes a day.”\n\nIronically, sometimes the metrics reveal the limitations of the very technology that enables such robust analysis. At Google, for example, analytics experts found that soft skills, which might include judgment, empathy and the ability to collaborate, were key components of manager effectiveness—not technological prowess. As a result, the company’s recruiting and development teams now focus on candidates’ competencies in those areas.\n\nData analysis will be an even larger part of HR in the future. To tackle complicated business challenges, HR departments will continue to dig into data to help understand the dynamics of human capital in ways that weren’t previously possible, says Katrina Pugh, director of Columbia University’s Information and Knowledge Strategy master’s program.\n\nNo Data\n\nBuilding a Team\n\nWhile consultants can help with data analysis, companies still need people within HR who are familiar with their organization’s particular needs and schooled in how to interpret research.\n\nMany companies will look to develop analysts from internal staff members who are comfortable with technology and who have certain soft skills such as curiosity, collaboration and communication, Manning says. Colleagues from other departments can also be valuable assets. For example, marketing departments often have data experts who can be trained in HR.\n\nIn addition, external experts—including industrial and organizational psychologists or Ph.D. students studying organizational behavior—can be a fertile source of data analytics recruits.\n\nStill, finding HR analysts can be tough because people were not able “to grow up in” the role, says John Dooney, manager of workforce analytics for the Society for Human Resource Management. That puts current analysts in high demand. Cezary Kuziemski, a former senior workforce analyst at NBCUniversal, used to get about four calls a week from recruiters looking to lure him away. In December, he accepted a position with another media and technology company.\n\nThe good news for HR practitioners is that, even though data science is increasingly important, an HR background and knowledge of company culture are also key. For instance, while data can indicate that engagement plummeted at a manufacturing plant, Manning says, it takes someone who understands the work environment to realize that the timing coincided with the end of a longtime perk such as free coffee.\n\nThe future of data analytics will evolve from simply reporting data to predicting actions and prescribing solutions, according to data scientists. For example, when DeRue worked as a consultant to a multinational company with varying levels of turnover, he was able to pinpoint the factors that predicted whether an IT person would leave the company and to identify what would make the person stay. Working on projects that the employees found interesting turned out to be a big motivator, so the company applied that insight to retain the employees most likely to move on. “Companies able to develop the capability to collect, analyze and act on ‘big data’ will be in an advantageous position,” DeRue says.\n\nNo Data\n\nHR data analysts are hard to come by because the field is still new and the demand high. If only HR departments could create their own data analysts.\n\nHere’s what they would need:\n\nShot of statistics. Analysts need to know a regression analysis from a double-blind experiment..Tall tube of storytelling. What good are the numbers if you can’t explain why they matter?Beaker of business background. If analysts don’t understand how the company works and makes money, they won’t ask the right questions.Cup of curiosity. It may kill cats, but it sure helps in thinking about what’s working and what’s not—and why—in a company.Carton of collaboration. Working with other departments in the company helps uncover workforce challenges and relevant data.Heaping helping of HR knowledge. Analysts need to understand what drives attraction, engagement, retention and performance management in their organization.\n\nNo Data\n\nScience and Art\n\nAnalytics has a huge potential to increase return on investment when the numbers are tied to business outcomes and when predictions point to a range of possibilities that companies can plan for.\n\n“It’s not ‘Trust me, I’ve been here for a while.’ It’s ‘This is causing this, and the downstream capabilities are huge,’ ” Kelly says.\n\nMany experts believe that the future of HR departments will depend on having more staff comfortable with data. That said, it’s also critical for HR to remain attuned to the passions of people within the organization.\n\nNo Data\n\nLosing HR’s human focus would be a shame, Pugh says: “You’d be making decisions without understanding what makes humans … want to come to work every day.”\n\nBy combining the disciplines of HR and data science, HR analysts are hitting home runs for their organizations.\n\nTamara Lytle is a freelance writer in the Washington, D.C., area.\n\nNo Data\n\nMeet Three HR Analysts\n\n​\n\nRoss SparkmanHead of Strategic Workforce Planning, Facebook\n\nKathryn Dekas People Analytics Manager, Google\n\nNo Data",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "data",
          "analytic",
          "level",
          "shot",
          "example",
          "need",
          "make",
          "plant"
        ],
        [
          "judgment",
          "amount",
          "associate",
          "assignment",
          "culture",
          "storytelling",
          "continue",
          "science"
        ],
        [
          "analyst",
          "datum",
          "say",
          "data",
          "analytic",
          "dynamic",
          "process",
          "change"
        ],
        [
          "datum",
          "analyst",
          "data",
          "say",
          "analytic",
          "business",
          "need",
          "analysis"
        ],
        [
          "business",
          "demand",
          "skill",
          "analytic",
          "facebook",
          "shame",
          "development",
          "long"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/critical-evaluation-put-analytics-action",
      "title": "Critical Evaluation: Put Your Analytics into Action",
      "category": "HR Magazine > Critical Evaluation: Put Your Analytics into Action",
      "date": "January 26, 2016",
      "year": 2016,
      "datetime_obj": "2016-01-26T00:00:00",
      "author": "Jeanne G. Harris",
      "type": "Feature",
      "tags": [
        "Leadership & Navigation"
      ],
      "full_text": "Metrics and “big data” have transformed many business functions, from marketing to operations. As a result, business leaders have high (but thus far largely unmet) expectations for how analytics should revolutionize HR as well. In 2016 and beyond, rising to the challenge will require HR professionals to develop their own quantitative skills and to work collaboratively with data scientists, IT staff and technology vendors. Indeed, forging strong partnerships will be key to adopting a data-driven approach to HR management.\n\nMany HR departments have taken small steps in the right direction by buying more data, purchasing software, hiring quantitative analysts, incorporating social media into recruiting efforts, piloting big-data projects or sending a few people to seminars. While those actions can be a good start, they are just that—a beginning from which HR professionals must build in order to truly develop their analytic capability. “Analytics is a muscle we build,” says Elpida Ormanidou, vice president of global people analytics at Walmart. “You cannot buy yourself into an analytics capability.”\n\nOf course, the companies that lead in HR analytics, including Google and Walmart, do make healthy investments in analytical technology and hire teams that have the specialized skills required to understand it. But they’ve also invested the time and effort required to craft sound long-term strategies around their data. Here’s what HR should do in 2016 to help their organizations get real value from HR analytics:\n\nDevelop your company’s analytical literacy. Hiring for specialized skills can help bridge a short-term need. But HR practitioners and business decision-makers need training to become both data-literate—that is, able to find, manipulate, manage and interpret relevant data—and numerate, or conversant in a range of quantitative disciplines. These skills are the prerequisite to asking smart questions and evaluating possible answers.\n\nUse diverse teams to solve major talent challenges. Analysts love an audacious challenge, so charge them with attaining bold outcomes rather than posing narrow questions—and encourage them to work with others to realize those outcomes. Contrary to the stereotype of an analyst working alone, leaders at British Airways, Monster, Walmart and other enterprises have found that teams with diverse skills and backgrounds tend to generate better, more-innovative solutions. Bringing together analysts from several quantitative disciplines with business decision-makers and HR practitioners has the added benefit of generating useful knowledge transfer for both analysts and HR.\n\nFocus on big results, not analysis. Reports and even new insights don’t solve problems. “HR needs to go more than halfway to bring insights, ideas and solutions to the business,” Ormanidou advises. “Getting the insights is the easy part. Our biggest challenges are how to communicate and operationalize those insights.” HR professionals must be accountable for outcomes, working alongside business managers to craft innovative strategies that put insights into action.\n\nBuying a new software solution is easy, but it is time for HR to forget about quick fixes. Only by building a real analytic capability can HR professionals become the proactive, data-driven critical thinkers and business leaders that their organizations need.\n\nJeanne G. Harris is on the faculty of Columbia University and co-author of Analytics at Work (Harvard Business School Press, 2010) and Competing on Analytics (Harvard Business School Press, 2007). She is former global managing director of IT and analytics research at the Accenture Institute for High Performance.\n\nSee an Overview of What HR Needs to Know in 2016\n\nNo Data",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "insight",
          "analyst",
          "medium",
          "jeanne",
          "stereotype",
          "performance",
          "evaluate",
          "able"
        ],
        [
          "analytic",
          "business",
          "professional",
          "skill",
          "adopt",
          "overview",
          "enterprise",
          "advise"
        ],
        [
          "business",
          "build",
          "challenge",
          "data",
          "analytic",
          "transform",
          "ormanidou",
          "big"
        ],
        [
          "analytic",
          "quick",
          "quantitative",
          "skill",
          "manager",
          "navigation",
          "google",
          "build"
        ],
        [
          "analytic",
          "business",
          "analyst",
          "insight",
          "need",
          "skill",
          "data",
          "datum"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/how-to-fail-hr-analytics-7-easy-steps",
      "title": "How to Fail at HR Analytics in 7 Easy Steps",
      "category": "HR Magazine > How to Fail at HR Analytics in 7 Easy Steps",
      "date": "December 1, 2015",
      "year": 2015,
      "datetime_obj": "2015-12-01T00:00:00",
      "author": "Mark Berry",
      "type": "Feature",
      "tags": [
        "Analytical Aptitude",
        "Technology"
      ],
      "full_text": "We all make mistakes. I try to learn from mine and, on occasion, I’ve even been known to share the lessons with others. But acknowledging my blunders to a few close confidantes is not the same as disclosing them to several hundred thousand HR professionals.\n\nSo imagine my ambivalence when HR Magazine approached me with the idea of describing my greatest mistakes leading the build-out of a talent analytics initiative at ConAgra Foods, a Fortune 200 company. I was mortified … and, at the same time, intrigued.\n\nAnyone who knows me is aware that I hate to lose. But I have to admit it: In 2014, the same year I received several national commendations for my work in talent analytics, I was also (in my estimation) one of the “leading losers” in the field. That’s because I failed to ensure that my vision, strategies and initiatives were aligned with those of my organization.\n\nWhere, specifically, did I miss the mark? In reflecting on that, I categorized my pitfalls as seven key actions. So, if you also want to be a loser—or to avoid being one—consider the following recipe for failure.\n\n1. Position your program as strategic even if you’ve done nothing that qualifies it as such.\n\nIn the interest of securing resources, HR analytics leaders often seek to position what they are doing as strategic when it’s not—or at least, not yet. You see, strategic is not realized by decree.\n\nDon’t get me wrong: It’s good to aspire to be strategic. Just don’t allow your aspirations to outpace your capabilities. In other words, don’t be like the person who decides to run a marathon simply because he was able to finish a 5K. While it’s not impossible to reach your goal, it certainly isn’t likely.\n\nHaving said that, any good HR analytics leader should have a realistic strategy outlined and key initiatives identified. Start by looking to leverage analytics to address critical business issues, particularly those of great concern to senior leadership.\n\nIn my current role, the challenge is retention, especially with more-junior talent. Fortunately, this is a problem that analytics can play a real role in solving—by providing benchmarks to show how we compare to competitors, identifying reasons for attrition and using our metrics to measure the impact of appropriate interventions.\n\n2. Focus on the solution before defining the problem.\n\nIn many cases, HR analytics programs arise out of an effort to replace legacy HR scorecards or dashboards. In other instances, the “business case” for analytics is prompted by something else, such as the need to internalize an employee survey, evaluate the impact of existing HR programs, or use data to reduce costs, bolster productivity or improve safety.\n\nWhile these are all good goals, they take HR analytics leaders away from a more important task—providing evidence-based answers to the most compelling questions facing business leaders.\n\nPreviously, I made the mistake of investing time and money in analytics before thoroughly probing which business problems we should be solving. Why did I do this? Because leaders seemed to be more comfortable with replacing existing tools than focusing on critical issues—and I was a co-conspirator in the process.\n\nIn my current role, I’ve taken a different tack: I no longer view using analytics as a strategic initiative in itself. Rather, it is an important enabling technology for our organization to leverage as we seek to address key challenges. If you want to maximize the impact of your program, you’ll do the same.\n\n3. Invest most of your resources in technology rather than partnering with the right vendor.\n\n“Build vs. buy” is always a complex path for businesses to navigate, and I believe too many organizations fail to weigh their options carefully. Instead, they put blind faith in the notion that the answer will come in the form of building out their own technology infrastructure—in other words, spending a lot of money.\n\nThe truth is that many of today’s tech vendors want to help their clients address the challenges they face. Rightly positioned and properly executed, partnerships with vendors will pay a multiplier several times greater than the return on investment in your own technology.\n\nBy taking this approach, you’ll also minimize the likelihood that HR analytics will get flagged as a major expense that winds up on the budgetary chopping block. I wish I had understood that better in my previous roles.\n\n4. Hire experts before they demonstrate any expertise.\n\nWho hasn’t at one point or another been persuaded that all of their problems will be solved with the magical help of just the right professional authority? Through trial and error, I’ve come to realize that so-called experts often don’t provide any special insight or answers that I couldn’t have figured out myself in collaboration with my team and the right partners.\n\nIn my current position, my plan is to leverage existing HR and IT team members first, along with a small group of vendors that have already demonstrated their capability. In time, our vendors will become invaluable “shadow partners” of our organization’s effort to drive fact-based decision-making in human resources.\n\nMeanwhile, if it turns out that we can truly benefit from retaining a Ph.D. in statistics, organizational or industrial psychology, or some other field, so be it. But I’m going into the process with the understanding that I don’t need experts to provide relevant, results-focused analytics—and, most likely, neither do you.\n\n5. Accept a role and reporting relationship that compromises your impact and integrity.\n\nOne of the biggest mistakes I see is when HR analytics are reported to someone other than the CHRO of the company. The organizations that do this have, in my humble opinion, missed the boat.\n\nA CHRO needs to be able to see—without filtering—what the analytics reveal about key measures directly related to his or her expertise, including recruitment, retention and engagement.\n\nWhen these metrics go to someone else on the organizational chart, the CHRO cannot ensure that HR’s analytics efforts are understood and supported by the company’s senior leadership team, aligned with the business issues facing the organization, and positioned to provide maximum impact.\n\nIf the company claims to be committed to HR analytics, challenge your leaders to demonstrate that commitment by showing their confidence in HR. I failed to do this. It was a mistake.\n\nI could never understand why a CHRO would oversee benefits, compensation, staffing, talent management and a host of other vital functions, but cede analytics to someone else. You shouldn’t either.\n\n6. Delude yourself into believing that others value what you are doing as much as you do.\n\nBe realistic about your role in the organization. Your peers may say they’re behind you but, at the same time, they’re fighting for their own programs to be the top priority and hoping that business leaders look to them (not you) for answers to their challenges. That may sound cynical, and it may not reflect the organization in which you work, but it is a common dynamic. Be aware of the undercurrents swirling around you. “Losers” lack that savvy.\n\n7. Believe your own press.\n\nDuring my stint as an HR analytics leader, I was privileged to garner a great deal of attention from peers and the press. Unfortunately, I came to believe what I was reading—that I was a pioneer in a quickly growing field.\n\nBut despite the hype, the fact remains that very few Fortune 500 companies have dedicated HR analytics resources. While the impact of using metrics may be significant, their value in the market is still limited. Believing otherwise virtually guarantees that you will lose—just like I did.\n\nMark Berry is vice president of human resources at CGB Enterprises Inc. in Covington, La. He is former vice president of people insights at ConAgra Foods.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "analytic",
          "maximize",
          "thoroughly",
          "qualify",
          "need",
          "challenge",
          "position",
          "expense"
        ],
        [
          "analytic",
          "chro",
          "program",
          "impact",
          "conagra",
          "path",
          "partner",
          "issue"
        ],
        [
          "analytic",
          "role",
          "making",
          "money",
          "business",
          "leverage",
          "mistake",
          "help"
        ],
        [
          "analytic",
          "leader",
          "business",
          "impact",
          "role",
          "provide",
          "vendor",
          "time"
        ],
        [
          "analytic",
          "leader",
          "identify",
          "business",
          "base",
          "answer",
          "technology",
          "role"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/new-hr-analytics-tools-help-mine-big-data",
      "title": "New HR Analytics Tools Help Mine Big Data",
      "category": "HR Magazine > New HR Analytics Tools Help Mine Big Data",
      "date": "November 1, 2014",
      "year": 2014,
      "datetime_obj": "2014-11-01T00:00:00",
      "author": "Dave Zielinski",
      "type": "Feature",
      "tags": [],
      "full_text": "But that data does little good if it can’t be easily accessed and translated into compelling stories that move business leaders to action. Fortunately, the latest generation of analytics software brings HR a few steps closer to making that happen. And, thanks to inviting new dashboards, the tools are easy to navigate as well.\n\nData-Based Decisions\n\nThe HR group at ConAgra Foods is using cloud-based analytics software from vendor Visier as part of its strategy to base more of its human capital decision-making on facts.\n\nAccording to Mark Berry, vice president of people insights at the Omaha, Neb.-based packaged foods company, the team is focusing on the company’s employee value proposition (EVP)—the factors that attract, retain and engage workers, including work environment, development opportunities, compensation, benefits and more.\n\n“We know that companies with higher EVP usually have lower compensation, benefits and recruiting costs,” Berry says.\n\nThe software enables his team to aggregate and analyze data that was previously hard to access. That’s largely because disparate workforce information on demographics, performance, training and internal movement (transfers, promotions and turnover) that once was fragmented is now located in one place.\n\nBerry’s team uses the software to generate enterprise scorecards that track key performance indicators (KPIs). “The tool shows how each business-unit function and location is performing relative to these KPIs, which for us are primarily around talent retention, personnel costs and head count,” Berry says.\n\nConAgra also worked with the vendor to develop a model dubbed “total cost of workforce,” which enables HR to more accurately assess the full costs of the workforce by factoring in expenses related to recruiting, relocation, temporary labor and pay for time not worked, among other costs. “It allows us to see the true costs by component of any employment decision we make,” Berry says.\n\nBecause it can aggregate detailed data over five years, the group can now assess how pay practices affect diversity and retention. “All we could do in the past was determine whether our [diversity] representation had improved year over year,” he says.\n\nNow the software enables Berry’s team to understand specific diversity patterns by business, job, gender, ethnicity, age, tenure and other factors. “We can see where we’re making progress to understand what’s working, and where we aren’t progressing so we can focus resources where we have the biggest needs.”\n\nVisual Aids\n\nToday’s workforce analytics software has evolved most in its visual component, as represented by eye-catching and user-friendly dashboards that display the HR metrics that are most important to users.\n\n“Leading-edge business intelligence software providers have taught HR vendors what can be done from a visualization perspective,” says Kevin Oakes, CEO of the Institute for Corporate Productivity (i4cp) in Seattle. “Enabling users to pull the right workforce data from disparate sources is another area that analytics tools continue to improve upon.”\n\nBut having good software doesn’t mean companies are measuring the right things. In general, HR groups in high-performing organizations focus on different workforce metrics than their counterparts in lower-performing organizations, according to i4cp research. For example, high-performing organizations are more likely to track quality of attrition (where talent is being lost in critical job roles) and quality of movement (what happens as a result of transfers, promotions and other internal shifting).\n\nDespite the progress that’s been made in data visualization and integration, more work is needed on the back end functions of many tools. According to Mollie Lombardi, vice president and principal analyst of workforce management at the Brandon Hall Group, an HR consulting company in Delray Beach, Fla., many tools still can’t drill down from dashboards into data sets to explore the root causes of issues such as high turnover in pivotal jobs.\n\nBetter software also doesn’t obviate the need for HR to have data science skills. “You still need someone who understands what data points should be correlated or juxtaposed, and who can think critically about the right questions to ask,” Lombardi says.\n\nBeing able to tell compelling stories based on the data is also paramount. “What senior executives don’t want is more data,” Oakes says. “They want to understand the story the data is telling them, so HR’s interpretation of it becomes critical.”\n\nRecruiting Analytics\n\nAnother big improvement in the newest workforce analytics is talent forecasting, which gives recruiters a gauge of how long it takes to fill job openings and the caliber of applicants they’re likely to receive. Such supply-and-demand data can lead to talent acquisition strategies that are more cost-effective.\n\nMarket-intelligence metrics might tell recruiters that it will take about three months to fill a senior engineering job in Boston, for example, or that there are 15 qualified candidates in the region. “The ability to have that kind of conversation on the front end of the recruiting cycle can be a differentiator for recruiters,” says Elaine Orler, CEO of Talent Function, a recruiting technology consulting company in San Diego.\n\nAt Cameco, a Canadian uranium producer, workforce analytics have enabled business-unit managers and HR to speak the same language, says Sean Junor, manager of workforce planning and talent acquisition at the company. The software creates a “single source of the truth” on key measures like employee head count, turnover or absenteeism by consolidating data on one platform and giving line managers easier access to workforce metrics.\n\nIt also enables business units to be more proactive in using workforce data. “People can reach in and get the information they want each month, when they need it, without waiting for us,” Junor says.\n\nAt the same time, HR needs to avoid creating an environment of information overload. “When data moves from HR directly into the business, it removes the data filter and requires more guidance for users,” Junor says. HR can help business units focus on vital information rather than “nice to know” metrics by restricting what they can see in the system.\n\nMeasuring Demand\n\nSome HR executives are turning to analytics to model employee retirement and turnover scenarios. At the Black Hills Corp., a diversified energy company in Rapid City, S.D., Chief Human Resources Officer Bob Myers used a workforce analytics tool from SuccessFactors to gauge the impact of a looming retirement surge on the company’s business.\n\n“The software helped us create a demand model,” he says. “In other words, how much demand for talent by job classification is going to occur in specific business units over the next five years, based on retirements, normal turnover and business growth initiatives?”\n\nCalculating that aggregate demand raised eyebrows in the business units, Myers says, and triggered new thinking about recruiting and knowledge-capture strategies. “The model showed that we’re going to lose 24 percent of our current workforce to retirement over the next five years, and those retiring employees represent about 34 percent of our total years of employee experience,” he explains.\n\nThat finding led Myers to examine where the loss of institutional knowledge from retiring employees would have the biggest impact and to begin developing strategies to capture that knowledge before it was gone. He is hoping the effort gives his organization a competitive advantage over other energy companies facing similar workforce changes—an edge it would not have had without analytics.\n\nDave Zielinski is a freelance business journalist based in Minneapolis.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "loss",
          "technology",
          "primarily",
          "ethnicity",
          "model",
          "low",
          "provider",
          "display"
        ],
        [
          "business",
          "software",
          "datum",
          "say",
          "tool",
          "data",
          "understand",
          "model"
        ],
        [
          "say",
          "analytic",
          "datum",
          "business",
          "unit",
          "tool",
          "time",
          "issue"
        ],
        [
          "software",
          "turnover",
          "analytic",
          "give",
          "datum",
          "say",
          "perform",
          "business"
        ],
        [
          "business",
          "say",
          "analytic",
          "datum",
          "software",
          "tool",
          "data",
          "cost"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/integrating-hr-systems-can-deliver-rich-rewards",
      "title": "Integrating HR Systems Can Deliver Rich Rewards",
      "category": "HR Magazine > Integrating HR Systems Can Deliver Rich Rewards",
      "date": "May 1, 2014",
      "year": 2014,
      "datetime_obj": "2014-05-01T00:00:00",
      "author": "Dave Zielinski",
      "type": "Feature",
      "tags": [
        "Technology",
        "Vendors and Software"
      ],
      "full_text": "​You'll get little argument from HR technology leaders that integrating disparate talent management systems—or tethering those systems to the mothership of a human resource management system (HRMS)—can have significant payoffs. Whether by generating more-insightful workforce analytics, creating improved decision-support tools for line managers or delivering a more seamless experience for HR technology users, systems integration can also help raise HR’s profile as a strategic resource.\n\nConsider the process integration of a succession planning and recruiting system. As a result of that merger, a recruiter might open a job requisition for a management position, only to encounter a pop-up box alerting her that three “ready now” employees already exist in the company. That knowledge could save the recruiter a hefty sum in headhunter fees or other recruiting costs and also could result in the rapid hiring of someone who quickly becomes a top contributor.\n\nSo given the advantages of systems integration, why does it remain so rare in HR organizations? According to CedarCrestone’s 2013-2014 HR Systems Survey, there is very minimal integration either between talent management systems or between those systems and an HRMS. The survey from the technology consulting company included responses from 1,266 organizations representing 20 million employees.\n\nAbout a third of respondents reported no integration, says Alexia Martin, CedarCrestone’s vice president of research and analytics. “That surprised me,” she adds, “particularly the number who reported no integration between their talent management systems.”\n\nA July 2013 survey from the Aberdeen Group, a Boston-based research company specializing in human capital management, found that the majority of respondents are still focused on “tactical” integration, defined as integration between workforce software and payroll or other core HR systems—typically a starting point for companies on an integration journey.\n\nWhile that level of integration has benefits, primarily in eliminating manual transactions, it’s a far cry from integrating workforce management data (such as time and activity tracking) with talent management data, something only 29 percent of “best-in-class” survey respondents reported doing. Data extracted from the latter type of integration can be used to help develop more-robust internal talent pipelines and to realign employees to match shifting strategic priorities.\n\nWhy Integration Lags\n\nIf the implementation of an individual system runs over time or budget, integrating it with other talent management systems or an HRMS often falls to the back burner, says Steve Secora, senior human resource information system (HRIS) manager at International Gaming Technology (IGT) in Reno, Nev. “Unless you get it on the first go-round, it becomes harder to make a business case for the integration piece,” he explains.\n\nThe business strategies of industry vendors also play a role in integration trends, Secora says. “Vendors always look to differentiate themselves from competitors, but that differentiation rarely comes on the ease of systems integration as a selling point,” he says. “It comes in creating the best and most functional individual systems they can build.”\n\nJessa Kilgore, who has worked as an HRIS manager primarily in the health care industry for 20 years, says the “siloed nature” of functions within HR is another obstacle to systems integration.\n\nThose working in recruiting, learning and development, compensation, and other functions often have little time—or incentive—to work across functional borders, Kilgore says. She believes that until HR executives overseeing those groups demand more cross-functional collaboration, little will change in terms of configuring disparate technology systems to link to each other for the greater good of the business.\n\nOne common argument in favor of integration is that it can create improved workforce analytics—and in many cases generate data faster. But Kilgore encourages HRIS leaders to ask themselves whether real-time analytics is something they really need.\n\n“In most cases, you don’t need HR data in real time,” she says. “The time urgency just isn’t there because many processes are running on look-backs. Compensation planning and performance management run on a previous cycle or previous year, for example, and in those cases you don’t need up-to-the-minute data.”\n\nKilgore believes a better reason for integrating systems is to create more-seamless user interfaces for employees using disparate HR technologies, which some companies accomplish through the use of portals. “It’s for employees enrolling in training, changing their addresses, accessing performance reviews and the like online,” she says. “Is it all in the same environment with the same look and feel and ease of navigation?”\n\nUnified Platforms\n\nOne way HRIS leaders attempt to solve the integration challenge is by turning to vendors with unified offerings, where talent management systems are available on the same platform as an HRMS. The CedarCrestone survey found that organizations using such “one-stop-shop” vendors grew 13 percent since 2012. The theory is that such systems will be easier to integrate, support and manage.\n\nKaren Carpentieri, vice president of human resources at Berkeley College, which has 1,500 employees in 10 New York and New Jersey locations, chose a vendor based on many of those reasons. Searching for a single, scalable solution, Carpentieri opted for a system from Ultimate Software that has talent acquisition, onboarding, performance management, and time and attendance systems on the same platform. The tight integration of recruiting and onboarding systems on the platform created new efficiencies, she says.\n\nHowever, experts caution that the level of integration offered by some unified platform providers—where talent management and HRMS come bundled together—may provide only rudimentary data sharing between systems. That’s because the majority of HR vendors haven’t grown their talent systems organically.\n\n“Companies often think they can overcome their integration challenges by investing in just one provider, but the reality is many of those vendors can offer those diverse solutions because they’ve acquired other companies that had them,” says Madeline Laurano, research director of talent acquisition solutions for the Aberdeen Group. “You may be told you’re buying one integrated solution, when in fact it’s a system of four or five different companies.”\n\nAndy Rice, a longtime HR practitioner who now heads Black Box Consulting, a San Francisco-based company specializing in integrated talent management strategies, agrees. “These vendors are still using disparate systems and are trying to put a common user interface on top of them,” Rice says.\n\nThat leaves HRIS leaders with a choice: Go with a unified HRMS/talent management platform that provides a base level of integration and perhaps sacrifice functionality in some talent areas, or opt for the best talent systems from different vendors and then cobble them together on your own using middleware.\n\nMost vendors offer middleware tools designed to connect their software to everyone else’s. Third-party companies offer middleware solutions as well. CedarCrestone’s Martin says middleware can be used not only for analytics but also for process-level integration. “A middleware solution should be reflective of a long-term HR systems strategy,” she says. “Ideally, it should be used both for analytics and for HR process integration.”\n\nThe Next Frontier\n\nExperts say the next challenge on the integration front will be combining analytics generated by different talent management systems. Most new vendor software-as-a-service systems now come with an embedded analytics component, Martin says, which ratchets up that challenge. “If you have a recruiting system from one vendor with its own analytics piece and a learning system from another vendor with its own analytics, ideally you want those merged,” she says. “An enterprise middleware solution is one answer to get data from both.”\n\nConsolidating workforce analytics from multiple talent systems is no small task, says IGT’s Secora. “Today’s ‘big data’ might live in five to seven different systems, and each of those systems has its own metrics piece,” he says. “But you can’t share something from system A to system B without creating an interface.”\n\nRice says most clients he works with face problems around HR analytics reporting, especially when they want to combine data from different systems. One solution is to create a centralized data repository for merged analytics. Companies that don’t have some sort of data warehouse or data repository “wind up greatly reducing the [return on investment] from their integration projects,” he says.\n\nDave Zielinski is a freelance writer and editor based in Minneapolis.\n\nWhite paper: 2013-2014 HR Systems Survey (CedarCrestone)HR Magazine article: The Benefits of Big DataSHRM article: Survey: Employers Replacing HRMSSHRM How-To guide: How to Select an HRISSHRM template: Designing and Managing a Human Resource Information System",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "system",
          "vendor",
          "integration",
          "say",
          "middleware",
          "different",
          "survey",
          "platform"
        ],
        [
          "system",
          "integration",
          "say",
          "vendor",
          "analytic",
          "datum",
          "integrate",
          "solution"
        ],
        [
          "internal",
          "sort",
          "laurano",
          "compensation",
          "link",
          "term",
          "different",
          "tether"
        ],
        [
          "system",
          "integration",
          "say",
          "vendor",
          "datum",
          "analytic",
          "solution",
          "time"
        ],
        [
          "system",
          "say",
          "integration",
          "analytic",
          "vendor",
          "datum",
          "solution",
          "manager"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/will-stay-will-go",
      "title": "Who Will Stay and Who Will Go?",
      "category": "HR Magazine > Who Will Stay and Who Will Go?",
      "date": "December 1, 2011",
      "year": 2011,
      "datetime_obj": "2011-12-01T00:00:00",
      "author": "Kathryn Tyler",
      "type": "Feature",
      "tags": [
        "Communication",
        "Employee Relations",
        "Interviewing",
        "Organizational & Employee Development",
        "Retention",
        "Talent Acquisition"
      ],
      "full_text": "This year, Burcham Hills Retirement Community in East Lansing, Mich., began conducting stay interviews for nurses after 30 days of employment and annually for veteran employees. The results? Turnover decreased among veteran nurses by 72 percent. Every new hire has stayed for at least six months.\n\nAt first, \"it was difficult to get managers to dedicate the time,\" says Joan Holda, SPHR, director of human resources. \"However, when they realized the impact stay interviews had on retention, they felt they would rather spend time getting acquainted and developing rapport with existing employees than recruiting, interviewing and training new employees.\"\n\nWhile many HR professionals are familiar with exit interviews—interviews where an employee who has terminated employment discusses what led to the departure—stay interviews are not as common. Stay interviews target existing employees and focus on finding out what makes them stay with the company.\n\n\"Most companies do not have formal stay interview processes in place. Stay interviews are designed to help managers have a better handle on what uniquely motivates each of their employees. The idea is for managers to use that information to increase the employees' engagement, help employees with their career development and, ultimately, retain them for the organization,\" says Beth N. Carvin, CEO of Nobscot Corporation, an HR technology provider in Kailua, Hawaii.\n\nDigging Deeper\n\n\"Do not confuse stay interviews with exit interviews,\" Carvin warns. \"Some consultants have mistakenly advised, 'Don't do exit interviews; do stay interviews.' \" In reality, she says, the two are used for different purposes.\n\nUnlike exit interviews, which are typically conducted by someone in HR, stay interviews should be conducted by managers. \"Stay interviews are about the individual, to help manage them better. Exit interviews are about the organization, to help improve the company for everyone,\" Carvin explains.\n\nWhy not just field an employee engagement survey? The results of engagement surveys are anonymous, whereas stay interviews are one-on-one, segmented by population, more detailed and more like a conversation than a multiple-choice quiz. Data from a stay interview with a top performer is more valuable than general data from a generic group of employees.\n\n\"Because the data are anonymous, employee surveys provide average data for average employees. You don't know what top performers think or how important those items are to them,\" says Dick Finnegan, author of Rethinking Retention in Good Times and Bad: The Power of Stay Interviews for Engagement and Retention (SHRM, 2011) and CEO of C-Suite Analytics, a consultancy in Longwood, Fla. First, stay interviews \"give you information you can use today. There's no delay in getting the data. Second, they help you address the needs of individual employees, instead of presuming those needs based on average data. Third, they put managers in the solutions seat.\"\n\nManagers then share the feedback with HR, and HR professionals can add the findings \"to other bits of data gathered already, such as employee satisfaction or engagement surveys,\" to get a more complete picture of employee engagement, says Eileen Habelow, senior vice president of organizational development for Randstad, an international recruiting and staffing company.\n\nNow Is the Time\n\nEven in a weak economy, star employees are in demand and can find employment opportunities elsewhere. Moreover, 38 percent of employees are actively seeking a new job, up 2 percent from February, according to Globoforce's latest WorkForce Mood Tracker survey report, released in September.\n\n\"Stay interviews help a manager uncover what makes the job 'sticky' for each individual. For some employees, it might be purely about money and benefits. For others, it's about the culture and camaraderie. Some employees are happy with a nice office close to home; others might desire challenging work or future career opportunities,\" Carvin says.\n\nHR professionals in some industries may experience the high-performance drain more than others. Dwayne Orrick, chief of police for the city of Roswell, Ga., and author of Recruitment, Retention and Turnover of Police Personnel: Reliable, Practical and Effective Solutions (Charles C. Thomas Publishers Ltd., 2008), explains the crisis in law enforcement: \"We are seeing fewer people staying in one location or one agency for their entire careers. A lot of police skills are transferrable to other employers. If you are recruiting and selecting great people, but then losing them to other agencies,\" that's a problem.\n\nJack Wilkie, chief marketing officer and senior vice president of development for NOVO 1, a customer contact center in Fort Worth, Texas, agrees. \"While most companies interview exiting employees to understand why they are leaving, we think it is more important to ask current employees who are still contributing to our company why they stay,\" he says. Using stay interviews helped NOVO 1 reduce turnover by 20 percent.\n\nThe Logistics\n\nStay interviews don't need to be conducted for all employees, Habelow says. \"I'm interested in what makes my top performers stay to ensure I put my money where I'm having the biggest return on investment. I need to know why my middle-of-the-bell-curve workforce stays because they keep my business running. I'm much less interested in what makes the low performers stay.\"\n\nThat's the practice at NOVO 1, where employees rated \"A\" and \"B\" participate in stay interviews. \"Others are conducted on an ad hoc basis,\" Wilkie says.\n\nOrrick says his organization identifies key people who are great performers to learn how to anchor them to the agency.\n\nFinnegan compares top performers to best customers. If \"most of your sales came from 30 percent of your customers, you would take them to the country club for lunch. You'd be thinking about how you could treat them better. Why don't we talk to our employees to see how we can treat them better?\"\n\nLetting employees know why they have been chosen for stay interviews can be a recognition tool, experts say. \"Let them know they have been chosen because their opinions are valuable,\" Habelow says. To manage expectations, Habelow advises managers to discuss what employees can expect after the interview.\n\nHow often managers should conduct stay interviews depends on an employer's turnover cycle. For example, if new-hire employees are leaving, on average, at the six-month mark, managers should conduct stay interviews at the 90-day mark.\n\nAt NOVO 1, stay interviews are conducted annually. Additional meetings are conducted with employees who show \"any sign of wanting to leave,\" Wilkie says.\n\nHabelow recommends interviewing sample groups of employees each quarter. \"Make sure your sampling is representative of all departments, levels and lines of business,\" she says.\n\nTraining Managers\n\nTo train managers on how to conduct stay interviews, HR professionals should cover active listening skills, guide managers to ask probing questions and provide managers with opportunities for role-playing.\n\nFor example, Holda at Burcham Hills facilitates an hourlong \"kickoff\" training program and then meets individually with each department's supervisors to review the process and discuss results.\n\nAt NOVO 1, managers' stay interview training was initially conducted by an outside consultant. A 90-minute, interactive session covered how to:\n\nPrepare for one-on-one meetings.Conduct interviews using good listening skills.Take good notes.Probe for additional information.Follow up with senior management about results.\n\n\"We learned to make the sessions conversational and positive, rather than 'complaint sessions.' Training is updated on an annual basis prior to conducting annual stay interviews,\" Wilkie says.\n\nHabelow says proper training teaches managers how to make it sound like a conversation as opposed to an interview. \"If it feels like an interview, it's not all that disarming. Your goal is to build up some rapport,\" she explains.\n\nAsk the Right Questions\n\nIn an effective stay interview, managers ask standard, structured questions in a casual manner with a conversational tone.\n\nAt NOVO 1, Wilkie says, an opening might be \"I want to talk with you today about the most important reasons you stay with us, because I hope we will work together for a long time.\" It's important to ask direct questions early on that protect the organization from any implied contract if the employee's performance slips. Then managers might focus on setting realistic expectations: \"My greatest interest for today's meeting is to learn what I can do to make this a great place for you to work, especially regarding things I can control.\" Supervisors at Burcham Hills ask questions such as:\n\nWhen you travel to work each day, what are you looking forward to?Have you ever thought about leaving our team?How can I best support you?How does working here compare to what you thought it would be like? What do you want to learn here?What can you learn here that will make you feel good when you go home every day?\n\nDuring the interview, managers should probe for more-detailed information, Finnegan says, and solicit ideas from the employee about how the company can retain him or her. The manager can help the employee create a stay plan.\n\nThe Results\n\nManagers and HR professionals need to act on the findings. For example, to increase retention, Orrick's police force has enhanced its succession management program, involved staff more in decision-making, overhauled the performance appraisal system to align with hiring competencies and revamped the internal complaint process to include a peer-review board.\n\nThe data gathered through stay interviews can be put into different formats, but dashboards have become popular. Burcham Hills is moving toward using a color-coded spreadsheet to identify employees who are likely to stay (green), possibly going to leave (yellow) and likely to leave (red), Holda says.\n\nThe information is reviewed quarterly to determine if employees were accurately classified. \"If someone was identified as green and they left within a month of a stay interview, we would like to follow up and determine what happened,\" Holda says.\n\nGet Ahead of the Curve\n\nWhile stay interviews can't ensure that star employees never move on, they can help determine the factors that are important to the best employees. Knowing that helps HR professionals make spending decisions in line with top performers' values.\n\n\"Why wait for your top performers to leave?\" Wilkie asks, adding: \"Take control of issues relating to productivity and attrition.\"\n\nThe author, a former HR generalist and trainer, is a freelance writer in Wixom, Mich.\n\nWeb Extras\n\nSHRM article:  Predict Turnover with ‘Stay Interviews’ (HR News)SHRM article: Hiring Candidates Who Will Stay (Staffing Management)SHRM webcast slides:  Before It’s Too Late: The Stay InterviewSHRM video:  Managers are responsible for retaining workers by ensuring that they are satisfied with their growth opportunities, says Beverly Kaye, CEO of Career Systems InternationalSurvey:  2011 WorkForce Mood Tracker (Globoforce)",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "information",
          "question",
          "turnover",
          "marketing",
          "teach",
          "typically",
          "direct",
          "month"
        ],
        [
          "stay",
          "manager",
          "interview",
          "conduct",
          "say",
          "help",
          "good",
          "rethink"
        ],
        [
          "act",
          "future",
          "analytic",
          "recruitment",
          "interviewshrm",
          "attrition",
          "let",
          "happen"
        ],
        [
          "interview",
          "stay",
          "manager",
          "say",
          "conduct",
          "help",
          "leave",
          "datum"
        ],
        [
          "red",
          "protect",
          "hills",
          "listen",
          "design",
          "demand",
          "middle",
          "recruitment"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/tools/express-requests/improving-workplace-safety-with-artificial-intelligence",
      "title": "Improving Workplace Safety with Artificial Intelligence",
      "category": "Express Requests > Improving Workplace Safety with Artificial Intelligence",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Express Requests",
      "tags": [
        "Artificial Intelligence"
      ],
      "full_text": "While the use of generative AI to save HR professionals time and boost their productivity has captured headlines, another use of artificial intelligence in the workplace is having a significant impact: improving worker safety and reducing on-the-job injury and fatality rates.\n\nCompanies are turning to AI, advanced data analytics tools and other safety-related technologies, according to a report from the National Safety Council (NSC), a nonprofit safety advocacy organization in Itasca, Ill. Read the full articleCompanies Turn to AI to Improve Workplace SafetySHRM | Sep 2023\n\nArticles\n\nBy analyzing troves of safety incident data, AI-driven analytics can identify potentially unsafe behavioral or operational patterns and help business leaders anticipate and prevent potential safety issues.Prioritizing Workplace Safety with AIEHS Today | Aug 2024\n\n“We train machine learning algorithms, which are basically identifying the same patterns that we as humans would be looking for, but without us needing to be there,” Stevens says. “Machine learning algorithms can be applied across thousands of hours of footage, identify patterns and then provide us with insights that we can then use to take action.”\n\nNatural language processing has a wide range of uses that could be helpful to safety pros, such as recording meetings or coaching conversations – with consent, of course – and summarizing, taking notes, interpreting the tone and dynamics of the interactions, or providing translation on the spot.\n\n“The ability to have real-time language translation of health and safety or work-based information, typically using a smartphone, is critically important for organizations that have a multilingual workforce,” Stevens says.AI’s role in workplace safetySafety+Health | May 2024\n\nAI is helping industry to adopt a more proactive, rather than reactive, approach to workplace health and safety, which is helping to more effectively protect workers. And, if workers feel safer and healthier at work, this makes them to feel more dedicated, driven and loyal to their employer and their jobs. AI: a powerful new tool for managing safety risksBritish Safety Council | Apr 2024\n\nBy integrating AI tools, companies can preemptively identify risks, enforce safety regulations and fortify the overall security of their workforce. This data-driven approach represents a paradigm shift in occupational health management, emphasizing the role of predictive analytics. To fully embrace this transformation, business leaders must assess AI's diverse applications in industrial safety and cultivate a culture and risk management policies that support the integration of AI for enhanced workplace safety.Acquiring Workplace Safety in the Data Age Via AI InnovationsOHS | Feb 2024\n\nMany industries now use wearables like sensors, tracking bands, and smart helmets. The advent of the \"connected worker\" is enhancing safety awareness among employees and supervisors.\n\nWearables can alert when an individual is nearing physical exhaustion or if they're not using critical safety equipment — and with that real-time data, AI can provide personalized advice and recommend specific actions to individuals.\n\nSensor technology also enables environmental monitoring. Sensors can collect data on variables like temperature, noise levels, and toxic gases.The New Frontier In Workplace Safety: Data Analytics And AIForbes | Dec 2023\n\nRelated SHRM Resource\n\nIntroduction to the Human Resource Discipline of Safety and SecuritySHRM Toolkit\n\n\n\nSHRM Ask An Advisor\n\nGet expert help on a wide range of HR topics. Access experienced, certified HR Knowledge Advisors by phone, chat & email\n\nConnect with An Advisor now: https://www.shrm.org/hrhelp\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "toolkit",
          "language",
          "topic",
          "impact",
          "safe",
          "wearable",
          "near",
          "driven"
        ],
        [
          "integration",
          "ai",
          "significant",
          "capture",
          "toxic",
          "topic",
          "like",
          "safety"
        ],
        [
          "policy",
          "conversation",
          "coaching",
          "help",
          "individual",
          "fully",
          "phone",
          "sensor"
        ],
        [
          "safety",
          "policy",
          "data",
          "risk",
          "nsc",
          "use",
          "supervisor",
          "fortify"
        ],
        [
          "safety",
          "ai",
          "use",
          "help",
          "artificial",
          "datum",
          "analytic",
          "improve"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/research/the-use-of-people-analytics-in-hr",
      "title": "The Use of People Analytics in HR",
      "category": "The Use of People Analytics in HR",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Research",
      "tags": [
        "Analytical Aptitude",
        "Talent Acquisition"
      ],
      "full_text": "More than 9 in 10 (94%) business leaders say that people analytics elevates the HR profession (People Analytics, SHRM Research, 2021). Meanwhile, 71% of HR executives who use people analytics report that it is essential to their organization’s HR strategy. With technological advances and increased computing power, organizations of all sizes can leverage increasing volumes of data within their organizational functions. It is now possible to use data, rather than anecdotes or intuition, to evaluate the efficiency of HR processes; employee productivity, diversity or attrition; and other key business metrics. The improved efficiency that people analytics tools offer can also allow HR professionals to focus more of their attention on innovation and strategy.\n\nIf HR professionals and leaders use people analytics appropriately, they can make more effective decisions, improve the employee experience and impact the bottom line. To better understand the power of people analytics in organizations and the challenges organizations face in their journey, SHRM Research surveyed 2,149 HR professionals and 182 HR executives who work for organizations that currently use people analytics. SHRM Research found that people analytics has great utility and promise to transform HR, but that many organizations have yet to realize its full potential.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "tool",
          "acquisition",
          "business",
          "elevate",
          "line",
          "survey",
          "productivity",
          "improved"
        ],
        [
          "analytic",
          "use",
          "professional",
          "shrm",
          "research",
          "power",
          "leader",
          "business"
        ],
        [
          "organizational",
          "face",
          "computing",
          "business",
          "essential",
          "aptitude",
          "transform",
          "offer"
        ],
        [
          "appropriately",
          "tool",
          "aptitude",
          "elevate",
          "leverage",
          "offer",
          "currently",
          "metric"
        ],
        [
          "understand",
          "allow",
          "intuition",
          "focus",
          "metric",
          "computing",
          "aptitude",
          "datum"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/5-hr-jobs-future-data-talent-technology-integrator",
      "title": "5 HR Jobs of The Future Data Talent Technology Integrator",
      "category": "HR Magazine > 5 HR Jobs of The Future Data Talent Technology Integrator",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Feature",
      "tags": [],
      "full_text": "DATA, TALENT & TECHNOLOGY INTEGRATOR\n\nForecaster of skills, driven by technology.Adopter of productivity technology.Talent data and analytics modeler and decision-maker.Coder who can adjust algorithms.Connector who joins technology, automation and human contributions.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "technology",
          "datum",
          "integrator",
          "future",
          "adjust",
          "magazine",
          "drive",
          "forecaster"
        ],
        [
          "datum",
          "drive",
          "automation",
          "technology",
          "join",
          "productivity",
          "modeler",
          "forecaster"
        ],
        [
          "join",
          "analytic",
          "modeler",
          "technology",
          "magazine",
          "integrator",
          "adjust",
          "productivity"
        ],
        [
          "skill",
          "modeler",
          "automation",
          "datum",
          "contribution",
          "join",
          "productivity",
          "forecaster"
        ],
        [
          "adjust",
          "integrator",
          "future",
          "analytic",
          "join",
          "skill",
          "technology",
          "automation"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/anthony-abbatiello-managing-director-accenture-strategy-talent-organization",
      "title": "Anthony Abbatiello, Managing Director, Accenture Strategy, Talent & Organization",
      "category": "HR Magazine > Anthony Abbatiello, Managing Director, Accenture Strategy, Talent & Organization",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Feature",
      "tags": [],
      "full_text": "No Data\n\nAudio:  Anthony Abbatiello on the one skill that every HR Professional needs to remain competitive in today’s HR environment.\n\nAnthony Abbatiello, a strategist and HR thought leader, has done extensive research on the global trends shaping today’s workforce. To succeed in the future, he says, HR will need to be more agile, more attuned to global labor relations and able to adopt technology on a grand scale to stay ahead of changes. “Supported by new and emerging technologies, HR has the power to expand talent sourcing, improve workforce performance, increase employee engagement, develop and retain high performers, and drive top- and bottom-line results,” Abbatiello says. –Desda Moss\n\nKey Trends in 2015 The four key disruptors of HR technology will be social, mobile, analytics and cloud. Social continues to play an increasingly larger role across talent management practices. Mobile will transform the employee experience to be more consumer-like. We’ve only just begun to scratch the surface of analytics, which will provide more real-time and predictive support. Lastly, HR professionals will take full advantage of the low-cost cloud applications and use them to leapfrog the technology advancements of the last 10 years.\n\nHis AdviceIdentify the two to five metrics that drive your business and then understand a one-on-one correlation for each of those metrics supported by HR. Then figure out exactly how HR technology can help you achieve those results. Once you identify your HR technology strategy, it’s important to get senior leadership buy-in so they understand it’s not just a cost, but an important investment.\n\nHow He’s Making a DifferenceI’ve traveled to 19 countries over the last 18 months, and it’s clear from conversations with leaders everywhere that they recognize the need to continue the evolution of the HR business but struggle to know exactly how and where to begin. I believe I’ve made a difference by sharing a vision of the future and the strategies they should consider for their organizations and industries.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "abbatiello",
          "strategy",
          "key",
          "analytic",
          "anthony",
          "research",
          "surface",
          "global"
        ],
        [
          "new",
          "performance",
          "help",
          "research",
          "adopt",
          "desda",
          "business",
          "surface"
        ],
        [
          "month",
          "agile",
          "believe",
          "senior",
          "real",
          "grand",
          "evolution",
          "surface"
        ],
        [
          "technology",
          "abbatiello",
          "strategy",
          "anthony",
          "support",
          "need",
          "continue",
          "result"
        ],
        [
          "professional",
          "consider",
          "engagement",
          "practice",
          "datum",
          "vision",
          "predictive",
          "know"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/kathryn-dekas",
      "title": "Kathryn Dekas",
      "category": "HR Magazine > Kathryn Dekas",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Feature",
      "tags": [],
      "full_text": "Breaking into Analytics\n\nDekas combined a lifelong interest in math with a background in psychology when she got her Ph.D. in business administration with a focus on organizational behavior. She landed at Google as it was ramping up one of the most extensive “people analytics” programs in existence.\n\n“I feel incredibly fortunate I happened to be studying this topic at a time it’s ripe for exploration,” she says.\n\nSchooled on New Tools\n\nBefore Google, Dekas worked as a consultant for Accenture and at chipmaker Qualcomm. A mentor encouraged her to go back to school to learn data analytics. It “helped me understand the tools—research design and statistics—that weren’t being fully utilized in HR,” she says. In addition to advanced statistics, she read a lot of the research about HR’s biggest challenges.\n\nBusiness Benefits\n\nDekas now leads a team that looks at how employee happiness relates to business issues and processes, such as retention.\n\nShe also oversees an initiative that examines what behaviors distinguish top managers from struggling ones. Today, Google trains its managers on eight qualities identified by its internal research, such as being a good coach, not micromanaging and setting clear goals.\n\n“Our biggest mission is to make sure all decisions about people are informed by rigorous data, science and analysis,” she says. “We want to make sure HR is doing its business in just as rigorous a way as any other area of the company.”",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "understand",
          "micromanage",
          "time",
          "accenture",
          "break",
          "decision",
          "help",
          "math"
        ],
        [
          "say",
          "business",
          "analytic",
          "coach",
          "research",
          "datum",
          "fortunate",
          "manager"
        ],
        [
          "business",
          "google",
          "research",
          "say",
          "analytic",
          "deka",
          "statistic",
          "sure"
        ],
        [
          "goal",
          "mentor",
          "issue",
          "benefit",
          "accenture",
          "ramp",
          "clear",
          "help"
        ],
        [
          "decision",
          "happiness",
          "happen",
          "utilize",
          "time",
          "issue",
          "initiative",
          "want"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-magazine/hr-trendsetter-mark-berry-former-vice-president-people-insights-conagra-foods",
      "title": "HR Trendsetter: Mark Berry, Former Vice President of People Insights, ConAgra Foods",
      "category": "HR Magazine > HR Trendsetter: Mark Berry, Former Vice President of People Insights, ConAgra Foods",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Feature",
      "tags": [],
      "full_text": "Audio: Mark Berry on the one skill that every HR professional needs to remain competitive in today's HR environment.\n\nWhether home-grown or outsourced, analytics can help HR drive evidence-based decision-making in real time. Mark Berry has been a leader in both approaches at the Omaha-based food company ConAgra. He spearheaded ConAgra’s workforce analytics, initially leading development of a self-service tool that used an analytics program ConAgra already owned.\n\nWhile it improved ConAgra’s capabilities, the system wasn’t designed for HR, and Berry soon found that it required too much attention from IT. Ultimately, he decided to outsource analytics, and in late 2013 the company implemented a cloud-based system from Visier Inc. that is less dependent on IT and highly interactive.\n\n“Data without insights, and insights without action, is not where you want to go. It’s the combination of the three,” Berry says. --Dori Meinert\n\nGrowing the capability of HR. You can’t do this work with a small group of people in a large organization. Then you have to be able to take that capability and apply it to business-relevant issues.\n\nStart small, but from the beginning articulate a vision that is much bigger than where you are today.\n\nIn the past, we could say in general our representation of people of color was higher or lower than average, but we couldn’t really give you more specifics. Now, we can say it is lower within this or that group, in this job, with this amount of tenure and this age. Then we are able to target interventions.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "conagra",
          "base",
          "berry",
          "food",
          "mark",
          "analytic",
          "able",
          "outsource"
        ],
        [
          "competitive",
          "able",
          "tenure",
          "help",
          "professional",
          "leader",
          "late",
          "outsource"
        ],
        [
          "combination",
          "food",
          "system",
          "self",
          "competitive",
          "leader",
          "making",
          "vision"
        ],
        [
          "berry",
          "conagra",
          "mark",
          "analytic",
          "insight",
          "capability",
          "food",
          "base"
        ],
        [
          "mark",
          "help",
          "making",
          "group",
          "berry",
          "professional",
          "own",
          "grow"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/events-education/education/team-training/people-analytics-taking-data-driven-action",
      "title": "People Analytics: Taking Data-Driven Action",
      "category": "People Analytics: Taking Data-Driven Action",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Viewpoint",
      "tags": [],
      "full_text": "​\n\nRECERTIFICATION\n\nHR KNOWLEDGE DOMAIN\n\nHR COMPETENCIES\n\nRequest more information\n\nDELIVERY OPTIONS\n\nOnsiteCustomizable\n\nExplain why data is important for driving organizational decisionsDemonstrate basic methods for reading and presenting dataIdentify tools used to interpret data and support HR decisionsPrepare results to effectively communicate information to organizational managementCoach other HR professionals in your organization in the use of analytics for business decisions\n\nNo Data",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "drive",
          "datum",
          "analytic",
          "action",
          "data",
          "organizational",
          "information",
          "take"
        ],
        [
          "method",
          "business",
          "knowledge",
          "decisionsprepare",
          "option",
          "support",
          "result",
          "competency"
        ],
        [
          "information",
          "domain",
          "take",
          "managementcoach",
          "delivery",
          "present",
          "organizational",
          "effectively"
        ],
        [
          "analytic",
          "datum",
          "important",
          "support",
          "request",
          "professional",
          "onsitecustomizable",
          "communicate"
        ],
        [
          "present",
          "datum",
          "communicate",
          "organizational",
          "analytic",
          "request",
          "competency",
          "decisionsprepare"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/events-education/education/team-training/strategies-leadership-hr",
      "title": "Strategies for Leadership in HR",
      "category": "Strategies for Leadership in HR",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Viewpoint",
      "tags": [],
      "full_text": "RECERTIFICATION\n\nHR KNOWLEDGE DOMAIN\n\nHR COMPETENCIES\n\nRequest more information\n\nDELIVERY OPTIONS\n\nOnsiteCustomizable\n\nRecognize how value is created through HR.Draw on frameworks for driving growth and change via HR management.Leverage HR to execute business strategy.Understand and model approaches for making decisions under risk and uncertainty.Critically evaluate information to determine HR return on investment and organizational impact.Improve decision making through the use of business analytics and scenario planning.\n\nDevelop effective interpersonal relationships across boundaries.Coach fellow executives toward the achievement of collaborative results.Promote shared responsibility and accountability throughout the organization.Communicate leadership objectives persuasively and effectively.Utilize influence tactics and negotiation strategies for competitive advantage.Make use of adaptive leadership styles based on context.",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "leadership",
          "strategy",
          "business",
          "information",
          "use",
          "make",
          "decision",
          "accountability"
        ],
        [
          "value",
          "objective",
          "analytic",
          "knowledge",
          "achievement",
          "strategy",
          "organizational",
          "investment"
        ],
        [
          "determine",
          "recognize",
          "knowledge",
          "interpersonal",
          "organizational",
          "growth",
          "objective",
          "adaptive"
        ],
        [
          "model",
          "negotiation",
          "base",
          "return",
          "executive",
          "approach",
          "planning",
          "competency"
        ],
        [
          "strategy",
          "decision",
          "knowledge",
          "organizational",
          "make",
          "relationship",
          "competitive",
          "leadership"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/events-education/education/team-training/shrm-people-analytics-specialty-credential",
      "title": "SHRM People Analytics Specialty Credential",
      "category": "SHRM People Analytics Specialty Credential",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "",
      "type": "Viewpoint",
      "tags": [],
      "full_text": "Talent is the largest, most significant, ongoing investment made by successful organizations. However, most people decisions are made based on intuition and instinct. With the amount of information available in today's workplaces, HR professionals are now able to leverage people-related data and analytics to drive business decisions and make data-based recommendations. By earning a SHRM People Analytics Specialty Credential, HR professionals can begin their journey into the field of people analytics, investigate relevant, real-world business issues, and effectively communicate data-supported findings.\n\nHow to earn the SHRM People Analytics Specialty Credential\n\n1.  Purchase the SHRM People Analytics Specialty Credential Package, which includes:\n\nPre program access to the People Analytics: Foundational Data Literacy eLearning module (to be completed before the People Analytics program).Enrollment in the People Analytics: Taking Data-Driven Action Seminar - available in-person and virtually!Two additional comprehensive SHRM eLearning courses on People Analytics:People Analytics: The Metrics Behind People AnalyticsPeople Analytics: Analyzing People Data Pass a 50-question online people analytics knowledge assessment 2. After passing the assessment, add your Specialty Credential to your resume, e-mail signatures and social media profiles, proving your talent acquisition expertise to your employer and your network.3. You do not have to be SHRM-certified to earn the SHRM People Analytics Specialty Credential; however, you will receive 22 PDCs toward your SHRM-CP or SHRM-SCP recertification upon completion of the Specialty Credential Package.\n\nPeople Analytics: The Metrics Behind People AnalyticsPeople Analytics: Analyzing People Data\n\nWhy earn your SHRM People Analytics Specialty Credential?\n\n\n\nRequest more info",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "analytic",
          "shrm",
          "specialty",
          "credential",
          "available",
          "able",
          "profile",
          "investment"
        ],
        [
          "analytic",
          "shrm",
          "credential",
          "specialty",
          "earn",
          "datum",
          "data",
          "analyticspeople"
        ],
        [
          "foundational",
          "include",
          "add",
          "literacy",
          "receive",
          "relate",
          "credential",
          "action"
        ],
        [
          "specialty",
          "credential",
          "shrm",
          "analytic",
          "relate",
          "assessment",
          "access",
          "support"
        ],
        [
          "real",
          "world",
          "today",
          "analyticspeople",
          "course",
          "purchase",
          "question",
          "cp"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/hr-understand-risks-rewards-using-data-analytics",
      "title": "HR Should Understand the Risks and Rewards of Using Data Analytics",
      "category": "HR Should Understand the Risks and Rewards of Using Data Analytics",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "Lisa Nagele-Piazza, J.D.",
      "type": "Viewpoint",
      "tags": [],
      "full_text": "​Big data is changing the employment landscape, and HR professionals who embrace data analytics as they examine employee behaviors and preferences have a great opportunity to improve productivity in the workplace, as long as they do it with an understanding of the risks.\n\nRecent advances in analytics are concentrated in three main areas: data, computing power and algorithms, said Zev Eigen, Ph.D., J.D., and Marko Mrkonich of law firm Littler Mendelson, speaking at the SHRM 2017 Annual Conference & Exposition. They explored the benefits and potential risks of using data analytics to augment HR decision-making processes.\n\nThe workforce is changing, said Eigen, who is Littler's global director of data analytics in Los Angeles. \"We no longer have homogenous workforces with employees working in one room together. People change jobs a lot. There is more diversity and globalization. These things require a different approach.\"\n\nHR professionals must find a way to embrace big data while also communicating legitimate concerns about how information is gathered, used and stored, said Mrkonich, who is a shareholder in Littler's Minneapolis office. \"If you're not on the bandwagon, I guarantee that there are people in your organization who want you to be.\"\n\nWhat Is Data Science?\n\nData science isn't that complicated, Eigen said. The scientists behind it have essentially two skill sets—mathematics (calculus and linear algebra) and computer programming—and they typically do three things:\n\nPredict stuff—such as what is the likelihood an employee will quit in the next six months? Classify stuff—including which groups of employees are likely to innovate or collaborate effectively. Identify patterns—such as whether there is evidence to suggest that wage and hour data have been tampered with?\n\nData analytics can help HR professionals make decisions for their workplace. For example, classification tools can be used to predict whether an applicant will be a high-or low-performing employee or whether a group of people will work together collaboratively, Mrkonich said. The data analyzed can be structured (like the information a job applicant fills out on a form) or unstructured (like the facial expressions made during an interview).Eigen said he prefers the term \"data-scientific approach\" rather than \"big data.\" Big data implies that a business has to use a giant data source or has to be a large company in order to use data analytics—but that's not the case. The analysis doesn't have to use complex data, and there are tools available from vendors at different price points that will suit businesses with various needs and budgets.\n\nSelecting HR Applications\n\nDr. Archana Arcot, GPHR, a conference attendee, told SHRM Online that she wants to know how data analytics can best be used to assist in making selection decisions and internal promotions and for conducting performance evaluations. Arcot is an HR business leader for the Americas at Infosys McCamish Systems in Atlanta. \"What are the emerging trends? And from a legal perspective, what does HR need to know about using data analytics?\" she asked.\n\n\n\nLegal Risks\n\nThere are always legal risks involved in using data to help make employment decisions. Mrkonich said employers should be aware of those risks but shouldn't shy away from data analytics just because of them. There are ways to deal with those risks, just as there are ways to deal with privacy risks, he noted.Some of the risks presented are the same as they are for other screening methods, such as applicant testing tools. \"Don't move your own discretion to the backseat,\" Eigen said. If an algorithm tells you to hire only men, for example, you know not to do that, so review the data you gather using your knowledge of HR practices. Employers should work with their attorneys and conduct analyses of their workplace practices under attorney-client privilege. If they find any discrepancies—for example if they perform a compensation analysis and find that men are paid more than women for substantially similar work—they should be prepared to address the issue.\n\n",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "wage",
          "datum",
          "analytic",
          "like",
          "applicant",
          "want",
          "hour",
          "set"
        ],
        [
          "littler",
          "concern",
          "typically",
          "director",
          "angeles",
          "perform",
          "method",
          "high"
        ],
        [
          "datum",
          "analytic",
          "risk",
          "say",
          "data",
          "eigen",
          "mrkonich",
          "decision"
        ],
        [
          "shy",
          "science",
          "likelihood",
          "way",
          "group",
          "shareholder",
          "firm",
          "complicated"
        ],
        [
          "expression",
          "group",
          "imply",
          "dr",
          "datum",
          "atlanta",
          "internal",
          "want"
        ]
      ]
    },
    {
      "url": "https://www.shrm.org/topics-tools/news/use-data-analytics-collaboration-culture",
      "title": "Use Data and Analytics for Collaboration and Culture",
      "category": "Use Data and Analytics for Collaboration and Culture",
      "date": "No Date",
      "year": "Unknown",
      "datetime_obj": "0001-01-01T00:00:00",
      "author": "Desda Moss",
      "type": "Viewpoint",
      "tags": [],
      "full_text": "​Today, it's easier than ever for workers to connect with colleagues, customers and collaborators. Yet, in many ways, employees are finding it harder to get things done. Call it the paradox of the connected workforce.\n\nReb Rebele is a researcher at Wharton People Analytics, an interdisciplinary initiative that focuses on research, thought leadership and education. According to Rebele, collaborative activities in the workplace have risen more than 50 percent in the past decade. But many organizations do little to understand how collaboration affects their culture or to measure its impact.\n\n\"We are spending more time collaborating. But what good is it doing us? How much does it cost? How will we know what all this collaboration is worth?\" he asked during his Masters Series presentation \"Working Together: Using Data and Analytics for Better Collaboration and Culture\" at the SHRM 2017 Annual Conference & Exposition.\n\nRebele cited several studies that show the benefits of collaboration. Cardiac surgeons achieved better outcomes the longer they worked with the same operating team; top-performing security analysts maintained their same level of success upon leaving a company if they kept their team intact. A strong collaborative culture is tied to increased profits and higher engagement, Rebele said.\n\nBased on such evidence, he called on attendees to adopt HR practices that break down silos and urged HR professionals to assume the mantle of \"chief collaboration officer\" for their organization.\n\n\"Collaboration has many proven benefits, but it also comes with costs, so it must be managed and measured to be most effective.\"\n\nOne of those costs, research shows, is that the most helpful employees in an organization often suffer from emotional burnout, and so-called star performers may be doing little to help their colleagues.\n\nMuch of the work that HR does is still primarily focused on the individual employee and his or her discreet role, Rebele noted.\n\n\"When you look at what your human resource information system does, or your performance management system or your compensation and recognition programs, they are often built around the individual.\"\n\nHe said HR can put practices in place that root out employees who impede collaboration and knowledge-sharing.\n\n\"Don't hire takers. By that I mean people who are focused solely on themselves. Toxic employees do more to hurt your business than top performers do to help it.\"\n\nHe also profiled six types of \"givers\":\n\nThe profiles reveal gender disparities, Rebele said, with women being more likely to identify themselves as helpers and men more likely to identify as experts and mentors.\n\nRebele offered several ideas about how organizations can quantify and encourage collaboration, including:\n\nReward collaborators. This is something that Corning Labs does, he said. Corning has a program to recognize leaders who author lucrative patents and who also make significant contributions to projects led by others. In addition, he suggested that job descriptions include collaborative tasks related to the role. Do a sentiment analysis. Tools such as an employee engagement survey or language processing software can show how workers feel about their work and who they turn to for support. Do a network analysis. This can take the form of 360-degree feedback that shows patterns of employee communication and reveals who the people are that others turn to the most for information and advice. Analyze employee communications and calendar data. This can uncover barriers to collaboration such as too many meetings or a high number of interruptions during the workday that forces workers to communicate during off hours. Move beyond the annual employee survey. Set up mechanisms to gather feedback on a more-frequent basis.\n\nLaura Martinez, chief human resources office at Jams Inc., a provider of arbitration and mediation services in Irvine, Calif., said she could see the value of conducting more-frequent surveys, but worried about managing employees' expectations if her organization did so.\n\n\"Employees expect to see some course of action after a survey is taken, but doing them more often wouldn't give us as much time to respond to their feedback and communicate the results.\"\n\nRebele suggested that HR develop shorter surveys and that leaders communicate candidly about what they will do with the information.\n\n\"Be honest upfront by telling employees that you want their insights but you don't know what you're going to do with [them]. If an employee raises an issue that needs immediate attention, tell them where to go for a more timely response.\"",
      "error": null,
      "fallback_content": null,
      "article_topics": [
        [
          "silos",
          "collaboration",
          "say",
          "analytic",
          "high",
          "system",
          "little",
          "interruption"
        ],
        [
          "collaboration",
          "rebele",
          "survey",
          "say",
          "culture",
          "datum",
          "analytic",
          "collaborative"
        ],
        [
          "helper",
          "feedback",
          "worker",
          "worth",
          "communication",
          "help",
          "collaboration",
          "taker"
        ],
        [
          "profile",
          "culture",
          "relate",
          "rebele",
          "collaboration",
          "easy",
          "survey",
          "rise"
        ],
        [
          "focus",
          "lucrative",
          "office",
          "hurt",
          "take",
          "idea",
          "solely",
          "series"
        ]
      ]
    }
  ]
}